/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50726
 Source Host           : localhost:3306
 Source Schema         : exam-admin

 Target Server Type    : MySQL
 Target Server Version : 50726
 File Encoding         : 65001

 Date: 19/05/2023 17:46:35
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for exam_paper
-- ----------------------------
DROP TABLE IF EXISTS `exam_paper`;
CREATE TABLE `exam_paper`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试卷名称',
  `score` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试卷总分',
  `question_count` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试题总数',
  `question_duration` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '答题时间',
  `time_limit` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '是否限时  1 不限时  2 限时',
  `publish_time` datetime(0) NULL DEFAULT NULL COMMENT '发布时间',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试卷库' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_paper
-- ----------------------------
INSERT INTO `exam_paper` VALUES ('7b4a00a58211b5960cb7be7488a4e5be', '公务员模拟考试', '50', '10', NULL, '1', '2023-05-13 12:08:57', '2023-05-13 12:08:36', '2023-05-13 12:08:57', 1);

-- ----------------------------
-- Table structure for exam_paper_big
-- ----------------------------
DROP TABLE IF EXISTS `exam_paper_big`;
CREATE TABLE `exam_paper_big`  (
  `id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `paper_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试卷id',
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '大题名称',
  `question_score` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '大题总分',
  `type` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '大题类型  1 单选题  2 多选题  3 判断题',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_unicode_ci COMMENT = '试卷大题表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_paper_big
-- ----------------------------
INSERT INTO `exam_paper_big` VALUES ('baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '一、单选题', '50', '1', '2023-05-13 12:08:36', '2023-05-13 12:08:36', 1);

-- ----------------------------
-- Table structure for exam_paper_big_relation
-- ----------------------------
DROP TABLE IF EXISTS `exam_paper_big_relation`;
CREATE TABLE `exam_paper_big_relation`  (
  `id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `big_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '大题id',
  `paper_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试卷id',
  `question_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试题id',
  `score` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '当前题的分数',
  `sort_index` int(255) NULL DEFAULT NULL COMMENT '排序',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_unicode_ci COMMENT = '试题分数关系表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_paper_big_relation
-- ----------------------------
INSERT INTO `exam_paper_big_relation` VALUES ('abeb035368ad626c81bd0e70dff1eb33', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '0797a054a51add5ba9ea4c3635275ea7', '5', 1);
INSERT INTO `exam_paper_big_relation` VALUES ('dbbf1c17e41cdeac01f3b0d6ba365096', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', 'b8f282b1a8a4ddea674fd4f96a2104d2', '5', 2);
INSERT INTO `exam_paper_big_relation` VALUES ('60d137efd52743d0832620fb1b5cd760', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', 'ac9fd8a21714eeb94c647d22beb10c06', '5', 3);
INSERT INTO `exam_paper_big_relation` VALUES ('064e6fa22f480cd4bc71201ecca769b8', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '9a780433037fc196dfc82ba5cba35b16', '5', 4);
INSERT INTO `exam_paper_big_relation` VALUES ('4570af4a2d3ade0accc1422e1942dc41', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '79f3abc44dc3ea71cdf9d9077951ad6d', '5', 5);
INSERT INTO `exam_paper_big_relation` VALUES ('20544d05efaf8d831f2885dca2393d42', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', 'e4af972a3dc7a31dfbe52812224d58e8', '5', 6);
INSERT INTO `exam_paper_big_relation` VALUES ('f0d5446e7644d9ff576ebbc554e769fb', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', 'cf776809c5e84d8ccad7b622c25ca277', '5', 7);
INSERT INTO `exam_paper_big_relation` VALUES ('22f9188e08e98de09432769f5e12b475', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '7971e7eda9b6cfc2c6118d3f95004c70', '5', 8);
INSERT INTO `exam_paper_big_relation` VALUES ('c966456510ac2a8be71cccc6511983cb', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', '4fdac40f5c1f24f7cfe747834a92e4c0', '5', 9);
INSERT INTO `exam_paper_big_relation` VALUES ('6aef29240f6565251dfbcf74d834a490', 'baf4798407151dbc97646b5bdc3a2d2b', '7b4a00a58211b5960cb7be7488a4e5be', 'b467df8074e58019c7eab871de92b5e7', '5', 10);

-- ----------------------------
-- Table structure for exam_paper_publish
-- ----------------------------
DROP TABLE IF EXISTS `exam_paper_publish`;
CREATE TABLE `exam_paper_publish`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `paper_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试卷id',
  `class_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '班级id',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '发布考试表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_paper_publish
-- ----------------------------
INSERT INTO `exam_paper_publish` VALUES ('94991210c27740fae72b1aa4ee2d12b9', 'fab2804b0df71cc5f36314a55ffd9aee', '1');
INSERT INTO `exam_paper_publish` VALUES ('ed7f25cdffb8f6f8ada16e5e6a40fabb', '9ecdacbd9bbe9295a947ef8e1d72024f', 'f91c97e26871278cd69e28461190d16a');
INSERT INTO `exam_paper_publish` VALUES ('e33c2eafbfc4cb43cecd1aee580a23bc', '9ecdacbd9bbe9295a947ef8e1d72024f', '23dc2e3d2c8bfdf98e2b413c1d9659e5');
INSERT INTO `exam_paper_publish` VALUES ('42ab4a4176b89a438635277153cafd57', 'c44fa5f770c1be9006fa80ac100d4dde', '23dc2e3d2c8bfdf98e2b413c1d9659e5');
INSERT INTO `exam_paper_publish` VALUES ('144410be4707640cad14d47ba6e2126e', 'c44fa5f770c1be9006fa80ac100d4dde', 'f91c97e26871278cd69e28461190d16a');
INSERT INTO `exam_paper_publish` VALUES ('d9ff8be947ed36909766afe458304c68', 'c44fa5f770c1be9006fa80ac100d4dde', '3b7e8e3c3adb6bb38474eb57fc1a8c9e');
INSERT INTO `exam_paper_publish` VALUES ('53169e0aa006973f8cbc115f13fc0325', 'fc7f46760f62044ea6e3153e5742298e', '23dc2e3d2c8bfdf98e2b413c1d9659e5');
INSERT INTO `exam_paper_publish` VALUES ('cb24c0afeb093d8088957ea1eacaf29c', '7b4a00a58211b5960cb7be7488a4e5be', '23dc2e3d2c8bfdf98e2b413c1d9659e5');
INSERT INTO `exam_paper_publish` VALUES ('b7d5d2f46eaa9328ae16c77f2ce88017', '7b4a00a58211b5960cb7be7488a4e5be', 'f91c97e26871278cd69e28461190d16a');

-- ----------------------------
-- Table structure for exam_paper_type
-- ----------------------------
DROP TABLE IF EXISTS `exam_paper_type`;
CREATE TABLE `exam_paper_type`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试题分类',
  `parent_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '父级分类',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试题分类表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_paper_type
-- ----------------------------
INSERT INTO `exam_paper_type` VALUES ('c187b7c3f61b283117b3bc702908d57f', '语文分类', '', '2023-04-19 17:03:05', '2023-04-19 17:03:05', 1);

-- ----------------------------
-- Table structure for exam_question
-- ----------------------------
DROP TABLE IF EXISTS `exam_question`;
CREATE TABLE `exam_question`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `type` tinyint(10) NULL DEFAULT NULL COMMENT '试题类型 1 单选题 2 多选题 3 判断题 4 简答题',
  `question_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试题分类',
  `score` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '分数',
  `difficulty` tinyint(10) NULL DEFAULT NULL COMMENT '难度 1 简单  2 一般   3 困难',
  `question` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '题目',
  `analysis` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '解析',
  `answer` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '答案',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试题表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_question
-- ----------------------------
INSERT INTO `exam_question` VALUES ('9bedb5b238562daf2143180298849ebf', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>马克思、恩格斯创立了唯物史观和剩余价值学说，揭示了人类历史发展的奥秘和资本主义剥削的实质，论证了无产阶级的历史使命，弥补了空想社会主义的缺陷，从而把社会主义从空想发展为科学。科学社会主义问世的标志是_____。</p>', '<p>《共产党宣言》的诞生标志着马克思主义的诞生，对全世界的无产阶级革命运动起推动作用。</p>', '72625e08bc4fae67dfe5d33f145f0588', '2023-05-11 15:13:12', '2023-05-11 15:13:12', 1);
INSERT INTO `exam_question` VALUES ('63876d1673e3bfce901ca83b981e0d2a', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>关于陶瓷，下列说法错误的是：</p>', '<p>唐三彩中最具代表性的造型是虎和骆驼</p>', 'e78cb3f5297f9a4055109578b0028eb3', '2023-05-11 15:14:34', '2023-05-11 15:14:34', 1);
INSERT INTO `exam_question` VALUES ('bbb635a0942dc27937ed68ce0895bac7', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>下列历史人物与其著名言论对应错误的是：</p>', '<p>王安石——天变不足畏，祖宗不足法，人言不足恤</p>', '17d8d189d45f2b423279c2e6cd44a663', '2023-05-11 15:16:09', '2023-05-11 15:16:09', 1);
INSERT INTO `exam_question` VALUES ('d4948f01ad1c45ab10d831d9dbd6cb62', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>下列作家与其作品中所展现的地域对应错误的是：</p>', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 16px;\">红高粱是莫言的作品，是以上世纪三四十年代山东省高密县东北乡一代的民间生活为背景，塑造的抗日英雄的故事。</span></p>', 'ad346684d0833577f00c2014270168a3', '2023-05-11 15:18:31', '2023-05-11 15:18:31', 1);
INSERT INTO `exam_question` VALUES ('398516c1ab0e86e7ee45854f17655497', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>关于儒释道三教异同，古人多有争论。对此，唐代僧人宗密曾在《圆觉经略疏钞》中说：“古来诸德皆判：儒宗__，道宗__，释宗___。”依次填入画横线部分最恰当的一项是：</p>', '<p>五常；自然；因缘</p>', '8b2bbd0b7a42054af6525d7776cca27a', '2023-05-11 15:19:26', '2023-05-11 15:19:26', 1);
INSERT INTO `exam_question` VALUES ('75b885bbe0eb8df256656d7fb08ed84f', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>关于诺贝尔文学奖，下列说法不正确的是：</p>', '<p>列夫·托尔斯泰没有得过诺贝尔文学奖</p>', '3ef54dabe1d28f42e3a2e9701c5a8925', '2023-05-11 15:21:31', '2023-05-11 15:21:31', 1);
INSERT INTO `exam_question` VALUES ('b8e4200f085214c55ac3055dadc943c4', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>下列影视剧情景设计符合历史常识的是：</p>', '<p>毛泽东与李宗仁幽默地说：德邻先生，你这次归国，是误上了贼船啊</p>', '73921dacda908fab9f246fe05dd8bfcd', '2023-05-11 15:22:20', '2023-05-11 15:22:20', 1);
INSERT INTO `exam_question` VALUES ('bc919abb73b2a030cb468e409fa97eba', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>关于能量与做功，下列说法正确的是：</p>', '<p>自由落体过程中物体的机械能保持不变</p>', '76ee3b248751132952cac6a67d1259b3', '2023-05-11 15:23:03', '2023-05-11 15:23:03', 1);
INSERT INTO `exam_question` VALUES ('5c77c8c11e8bcdf8fc6941b2bab06c94', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>具有社会行为的动物大多具有以下特征：①群体内部往往形成一定组织；②组织成员之间有明确的分工；③群体内有一定的等级。下列属于动物社会行为的是()。</p>', '<p>蜂王依靠工蜂喂养</p>', '74df6ce5c0bbb6ab003e534fd2e8e769', '2023-05-11 15:23:54', '2023-05-11 15:23:54', 1);
INSERT INTO `exam_question` VALUES ('4f51b313e3f8c0226aef0e0b26574d8c', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>下列与生物灾害有关的说法错误的是：</p>', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 16px;\">在我国蝗灾最严重的地区是河南、河北和山东三省，而不是两湖地区</span></p>', 'f399ad0e297bfc45e3c1e55039e47bf5', '2023-05-11 15:25:41', '2023-05-11 15:25:41', 1);
INSERT INTO `exam_question` VALUES ('1223752cce350f37efa01b7328d74e11', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>有四个同样大小、质量相等的空心球，他们分别由铁、铝、铜、铅制成。则四个球空心部分体积最大的是：</p>', '<p>铅球</p>', '2c2257a6216aa2c5b6cd1a635c751d71', '2023-05-11 15:26:37', '2023-05-11 15:26:37', 1);
INSERT INTO `exam_question` VALUES ('886d893d696089a22e8ed29ced779e58', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>光学树脂常用于制作镜片，它是一种有机材料，其分子间结构相对松弛，光线可通过率为84%-90%。下列关于光学树脂镜片的表达错误的是____。</p>', '<p>和普通玻璃镜片相比，树脂镜片更加耐磨</p>', 'd7454888a762aaaa9a57240321989082', '2023-05-11 15:27:48', '2023-05-11 15:27:48', 1);
INSERT INTO `exam_question` VALUES ('c8edfdb8a397ca33fc3602ee9f50227c', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>关于塑料大棚，下列说法正确的是：</p>', '<p>冬季在塑料大棚内熏烟有助于防御霜冻</p>', 'e3279ae96d8d9a997ce8f9be7764c0d9', '2023-05-11 15:28:31', '2023-05-11 15:28:31', 1);
INSERT INTO `exam_question` VALUES ('d2c1fec59bf024ba0b7aff502230d0cb', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>下面是一款路由器的参数规格说明，对此描述错误的是：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230511/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>路由器的LAN口可以用来连接外网</p>', '4bb6e1dc56e6363a3ae08480c3ae4bdf', '2023-05-11 15:29:46', '2023-05-11 15:29:46', 1);
INSERT INTO `exam_question` VALUES ('62dfea90bbce44e4e724a63e353b263d', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>地球自转一圈的时间是一天，地球半径为6371千米。毛泽东诗词“坐地日行八万里”是有科学依据的，人可以随着地球的自转运动，那么与诗句最吻合的可能是哪个国家的人：</p>', '<p>新加坡</p>', 'e57efd9eb8d32feccd8ecff2e061ecf8', '2023-05-11 15:30:25', '2023-05-11 15:30:25', 1);
INSERT INTO `exam_question` VALUES ('d7d60f96dbe27a1907f4bc8d9fe41ca0', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>2013年7月6日我国与____正式签署了自由贸易协定，这是我国与欧洲大陆国家签署的首个自贸协定</p>', '<p>瑞士</p>', '163b78b2de4a65714283337675f1b643', '2023-05-11 15:31:13', '2023-05-11 15:31:13', 1);
INSERT INTO `exam_question` VALUES ('33b58d8626d376b1a84031f40dd8a22a', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>按照我国《民法典》的规定，财产继承的效力顺位为：</p>', '<p>遗赠扶养协议&gt;遗嘱继承&gt;法定继承</p>', 'f26e461584854793473d85ba60bc9aad', '2023-05-11 15:32:07', '2023-05-11 15:32:07', 1);
INSERT INTO `exam_question` VALUES ('8de8cd8ca99506f434fe8eece6100412', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>“正能量”指的是一种健康乐观、积极向上的动力和情感。当下中国社会涌现了许多富有正能量的人和事，这些催人奋进的、充满希望的人和事也带动和影响了周围一批人，从哲学角度看()。</p><p>①正能量具有指导作用，能够将人们的愿望变成现实</p><p>②正能量具有能动性，能够给人带来信心和力量</p><p>③正能量具有反作用，能对人体生理活动进行调节和控制</p><p>④正能量具有创造性，能直接转化为物质力量</p>', '<p>②③</p>', 'cd617ebdf80411e826b6477733a7bdf8', '2023-05-11 15:33:37', '2023-05-11 15:33:37', 1);
INSERT INTO `exam_question` VALUES ('0c719c0915505f6ed6910918d44c8745', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>社会信用体系的建立有利于提高全社会的诚信意识和信用水平。下列关于国家加快社会信用体系建设的说法错误的是：</p>', '<p>为惩戒失信被执行人，规定其不得以财产支付子女就读高等院校的费用</p>', 'b91722e892ed085b76ed045d738fe6b3', '2023-05-11 15:34:24', '2023-05-11 15:34:24', 1);
INSERT INTO `exam_question` VALUES ('0cc6ef0f08a84a665ec39760176bd878', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p>中共中央、国务院于2019年12月4日印发了《关于营造更好发展环境支持民营企业改革发展的意见》，下列说法与之不符的是：</p>', '<p>在电力、电信、铁路、石油等行业和领域，向民营企业全面开放</p>', 'a394085966588f15117f5d079cfce874', '2023-05-11 15:35:04', '2023-05-11 15:35:04', 1);
INSERT INTO `exam_question` VALUES ('9b500f474fd6d62c25e57c89859c8dd4', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>在实际应用中，专网通常服务于政府、军队、公安、能源、消防、轨道交通等部门或领域，大部分情况下被用来进行应急通信、调度指挥。性能可靠、低成本、定制化的特点，使其在行业应用中具备____的优势。即便5G时代呼啸而来，专网依旧能够找到____。依次填入画横线部分最恰当的一项是：</p>', '<p>不可替代、用武之地</p>', '551f4c6578aad16d2a1349cef3a7f2cf', '2023-05-11 15:41:09', '2023-05-11 15:41:09', 1);
INSERT INTO `exam_question` VALUES ('1c3cb3d794fa37cfd5f8350cd0bfaa13', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>研究也显示，对外的控制一开始确实能增强幸福感，但越过一个临界点后，反而会开始降低幸福感。外部控制狂更容易倾向于做出____的高风险决策，他们身边往往只剩下少数顺从者，因此在做错决定时也得不到逆耳忠言。填入画横线部分最恰当的一项是：</p>', '<p>孤注一掷</p>', '8623e87015c5944de6f8c8d0fdf4911e', '2023-05-11 15:43:53', '2023-05-11 15:43:53', 1);
INSERT INTO `exam_question` VALUES ('e325299263c71e46805b43b4be8f6052', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>从陆地到天空，从恐龙到鸟类，生物的生态习性发生了巨大改变，身体结构也有了天壤之别。若非有一系列介于两者之间的过渡物种让人_____，即便熟读《物种起源》，笃信达尔文的演化理论，也仍然会对“恐龙是鸟类的祖先”的说法______。无可辩驳充耳不闻依次填入画横线部分最恰当的一项是：</p>', '<p>眼见为实、将信将疑</p>', '7a775b63b1e1c3b8d12f882c428cdfde', '2023-05-11 15:45:10', '2023-05-11 15:45:10', 1);
INSERT INTO `exam_question` VALUES ('d73dc1d56a674b720d66f428d6c5be67', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>“制作粗糙”，_____，某文艺评论家这样点评当下国内的许多多媒体舞蹈作品。把几段现成的图像符号式地投射在背景屏幕上充当画外音，充其量只是布景道具的升级版。多媒体效果太过目眩神迷，与舞蹈____，有一种独立于表达之外的野心。比如有一个多媒体舞蹈，投射在大屏幕上的图案随着演员的每个动作变幻：演员伸展双臂，身后便出现万丈光芒，演员抱住身体，灯光也随之黯淡，看上去是在配合表演，其实是在和演员争夺观众的眼球，舞蹈彻底沦为了配角。依次填入画横线部分最恰当的一项是：</p>', '<p>喧宾夺主、貌合神离</p>', '4372f294a4be90b790712fc2a9e6ee5c', '2023-05-11 15:46:32', '2023-05-11 15:46:32', 1);
INSERT INTO `exam_question` VALUES ('c3dbe6b3e685e47a0f37bbf324086632', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>看起来生活好像总是如此的不公平。但即便是这样，没有谁因此占了谁的便宜，每一个人都感觉自己是不公平的受难者。也就是说，刻薄的世界____，厚待的人生____。依次填入画横线处最恰当的一组是：</p>', '<p>比比皆是、遥遥无期</p>', '85258db09e11f6529f4b5df5ba2f6a4b', '2023-05-11 15:47:32', '2023-05-11 15:47:32', 1);
INSERT INTO `exam_question` VALUES ('82565650333f8bc7c3ba97f934572f21', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>当今世界，处于百年未有之大变局。世界多极化、经济全球化____人类的命运紧密相连，各国利益深度融合。但同时，各种挑战也日益严峻。变局之中，要合作还是要对立，要开放还是要封闭，要互利共赢还是要____，人类发展处在何去何从的十字路口。依次填人画横线部分最恰当的一项是：</p>', '<p>势不可挡、以邻为壑</p>', 'a532fea5654998e9d32cf790b597fd8f', '2023-05-11 15:48:38', '2023-05-11 15:48:38', 1);
INSERT INTO `exam_question` VALUES ('a9929f74ddf4af2377a9d7170df39aa0', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>测谎的基本原理是：欺骗的人会紧张，以致呼吸、脉搏加快和血压升高。测谎专家因而声称，只要操作、解析得当，测谎仪能够有效发现说谎者，结果是__的。反对者则认为，一个_____且擅长控制情绪的人是可以对付测谎仪的。在这个过程中，不是人与机器，而是测谎者与被测者的_____。依次填入画横线部分最恰当的一项是：</p>', '<p>可靠有备而来较量</p>', '2ffbde1236b5689a2086ba20f74e9cb3', '2023-05-11 15:50:31', '2023-05-11 15:50:31', 1);
INSERT INTO `exam_question` VALUES ('4e9efdb9dd2afd695abb6c36966d2beb', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>漆画有其他画种达不到的效果，同时也有它的____。它不能像油画、水粉画那样自由地运用冷暖色彩，不能像素描那样丰富地运用明暗层次，不善于逼真地、____地再现对象。事实上，在似与不似之间表现对象，才是漆画最______的地方。依次填入画横线部分最恰当的一项是：</p>', '<p>局限、栩栩如生、擅长</p>', 'e98fd8afdf208ebd5a4b768915027eea', '2023-05-11 15:51:55', '2023-05-11 15:51:56', 1);
INSERT INTO `exam_question` VALUES ('33e0a78f18ddcce6e0c71a62f466ab24', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>一些国家在实现自身现代化过程中选错了参照系，将发达国家有什么、做什么作为实现自身现代化的____，导致在向市场经济转型过程中经济停滞、崩溃，危机不断。而中国能够根据自己的要素禀赋条件，发挥政府在市场经济中_____的作用，把自己能做好的产业做大做强，将比较优势变成竞争优势，从而推动经济长期稳定快速发展。依次填入画横线部分最恰当的一项是：</p>', '<p>目标、因势利导</p>', 'e1453dcbf72bb350070e6379beb42e5a', '2023-05-11 15:53:11', '2023-05-11 15:53:11', 1);
INSERT INTO `exam_question` VALUES ('b26fb7227f131ba70c1c8b30c8d929d9', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>我们如今有铺天盖地的新信息需要去消化和记忆。互联网、移动电话、电视和其他电子产品里，都____地涌现出新鲜事物。当不同信息同时涌现在记忆中，人们会无法_____出与当前目标不相关的信息，甚至还会禁不住去思考那些尚未开始做的事情，于是会出现____。依次填人划横线部分最恰当的一项是：</p>', '<p>源源不断、筛选、顾此失彼</p>', '3868dd54f4b3a69a12683ee7220d11ab', '2023-05-11 15:55:14', '2023-05-11 15:55:14', 1);
INSERT INTO `exam_question` VALUES ('b1c090bed9224018b5d3ab350c19efd6', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>①比起秋天的枫林来，夏天的枫林没有那么撩人的红韵，但那生机盎然的绿，_____着的却是一股青春的朝气。</p><p>②推进黄河三角洲高效生态经济发展，有利于实现开发建设与生态保护的有机统一，有利于_____经济结构，创造高效生态经济发展新模式。</p><p>③我们相隔的不是几小时的车程，而是一个整块大陆，就像歌里所唱的，用我的晚安陪你吃早餐，但是_____也隔不断彼此的思念。</p><p>依次填入画横线部分最恰当的一项是：</p>', '<p>涌动、调整、山长水远</p>', 'a84d4f4402703cd98e50c7d7b6bec96a', '2023-05-11 16:01:01', '2023-05-11 16:01:01', 1);
INSERT INTO `exam_question` VALUES ('68d455306d030248e1047249dbf9d487', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>现代社会获取盐分轻而易举，以至于人们认为吃盐是____的事情。而事实上，由于盐在地理上的分布不均以及交通不畅等原因，其在古代一直都属于之物。在人类历史上的绝大部分时间里，人们都在寻找盐，甚至令盐业成为了历史上第一个由国家垄断的产业。可以说，盐贯穿着整个人类历史，并在人类文明的发展中起到了_____的作用。依次填入画横线部分最恰当的一项是：</p>', '<p>理所当然、稀缺、至关重要</p>', '82c0759c947d76c298f5b14f52d76778', '2023-05-11 16:02:13', '2023-05-11 16:02:13', 1);
INSERT INTO `exam_question` VALUES ('455a20f0ef73d83ffc9b10b9fd8d2e11', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>科学家网上科普，“高大上”的国家科研机构与轻松娱乐的网络文化场域相遇，不仅没有出现文化上的巨大冲突、碰撞，反倒形成了一种______、寓教于乐的可爱画风，受到很多年轻人的喜爱。这种意外，看似有很大的______，实则是一种科普方式的积极探索创新，预示了打通两个文化场域的可能性。依次填入画横线部分最恰当的一项是：</p>', '<p>亦庄亦谐、偶然性</p>', '6107e4e92ba62ac5012c07c840800c87', '2023-05-11 16:03:15', '2023-05-11 16:03:16', 1);
INSERT INTO `exam_question` VALUES ('77e80683596025314f1a58e4d07bd3cb', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>宇宙中最冷的地方是“回力棒星云”，那里的温度仅比绝对零度高1度。在绝对零度条件下，所有的原子都会____。_____到“回力棒星云”芳容的“阿尔玛”(望远镜)设在阿塔卡马沙漠中海拔5000米的高原上，那里几乎没有湿气或植被，能对天空_____。依次填入划横线部分最恰当的一项是：</p>', '<p>冻结、捕捉、一览无余</p>', '40567ad6efbf4622fce1cb697f990a0c', '2023-05-11 16:04:35', '2023-05-11 16:04:35', 1);
INSERT INTO `exam_question` VALUES ('5e643d5f617ebcb8d42a80c54a81a33a', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>以家为_____的家族文化传承，把家风、家教、家规、家德注人每代传承人心中，融入到企业文化中，形成部分老字号维系生存的_____。填入划横线部分最恰当的一项是：</p>', '<p>依托、根脉</p>', '8d872b0a70ca8600b51705641fc04f50', '2023-05-11 16:05:35', '2023-05-11 16:05:35', 1);
INSERT INTO `exam_question` VALUES ('13d62684758ed8fd9ed6b77dee26512a', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>准确、权威的信息不及时传播，虚假、歪曲的信息就会搞乱人心；积极、正确的思想舆论不发展壮大，消极、错误的言论观点就会肆虐_____。这方面，主流媒体守土有责，更要守土尽责，及时提供更多真实客观、观点鲜明的信息内容，牢牢______舆论场主动权和主导权。主流媒体要敢于引导、善于疏导，原则问题要旗帜鲜明、立场坚定，一点都不能_______。依次填入画横线部分最恰当的一项是：</p>', '<p>泛滥、堂握、含糊</p>', 'd076c4a1298f55db850bf573943969e7', '2023-05-11 16:07:18', '2023-05-11 16:07:18', 1);
INSERT INTO `exam_question` VALUES ('b601d86c47bfd16e7f328cae70be85ad', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>作为一种现代产权制度，知识产权制度的本质是通过保护产权形成______，“给天才之火添加利益之油”，使全社会创新活力______，创新成果涌流。依次填入画横线部分最恰当的一项是：</p>', '<p>激励、迸发</p>', '637d9194199f06a8f346006a7ed43cde', '2023-05-11 16:08:17', '2023-05-11 16:08:17', 1);
INSERT INTO `exam_question` VALUES ('7b51fbaaa00d78a3c0203be6c0fa8b77', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>生命，是一树花开，或热烈或寂寞。生命中，总有一些令人唏嘘的空白，有些人让你牵绊，却不是相守；有些东西让你_____，却不能拥有；有些错过让你留恋，却终生遗憾。总想寻一处山林，安静生活浅写岁月；总想借一些日子，_____向日葵的温暖，栽种阳光的花瓣。春花秋月，夏萤冬雪，怀一心宁淡，安然度日。经年流转，透过指尖的温度，_____岁月静好，这一路走来，你会发现，生活于我们，温暖，一直是一种_______；于生活的海洋中冲浪，云帆尽头，轻回眸，处处是别有洞天。依次填入画横线部分最恰当的一项是：</p>', '<p>羡慕、播种、期许、牵引</p>', '205b0ba53d2d2facc276f35d0993cd6c', '2023-05-11 16:09:41', '2023-05-11 16:09:41', 1);
INSERT INTO `exam_question` VALUES ('5d266904cdfd6b3327caf598d7fa076a', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>一根网线、一部手机，把偏远的贫困地区链接进了广阔的大市场。电商扶贫，不是______地把农产品搬到网上，更在深层次地倒逼农业产业转型升级，进而扩展到其他相关领域，创建出中国式扶贫的新_____。依次填入画横线部分最恰当的一项是：</p>', '<p>简单、范本</p>', '334bc78d185198c4eea23cbe79a79828', '2023-05-11 16:10:40', '2023-05-11 16:10:40', 1);
INSERT INTO `exam_question` VALUES ('7a488aa133bbe3365afc97ec3d874598', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>农村电网()升级，事关广大农村地区的长远发展。填入括号处最恰当的一项是：</p>', '<p>改造</p>', 'a1d184c87b28b6888fd41e3088fac8a0', '2023-05-11 16:11:16', '2023-05-11 16:11:16', 1);
INSERT INTO `exam_question` VALUES ('975406d76bd2e54fd1fd43ee1316c71e', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>传统工艺是在民间生活中创造的，无论是趋利避害、迎祥祈福的装饰还是家居日常的物件，传统工艺与日常生活融为一体，无处不在。如今，生活从传统走向现代，生活方式发生了不小的变化，但我们仍然需要传承这样的生活艺术和生活智慧，复兴工艺文化的创造力，创作生活之美。在现代经济全球一体化的背景下，文化更需要民族身份，不能因为生活方式的转变而放弃了文化的基因，丢失了民族的记忆，特别是传统工艺中所蕴含的“匠作精神”更是我们民族文化中宝贵的精神财富。</p><p><br></p><p>最适合做这段文字标题的是：</p>', '<p>“匠作精神”不能丢</p>', 'bc26a4f47c4b6fd0bccca581d1ec2960', '2023-05-11 16:12:43', '2023-05-11 16:12:43', 1);
INSERT INTO `exam_question` VALUES ('9fe0ad3a08e33003513655922380cde9', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>早在战争年代，毛泽东同志就强调，各级指挥员必须首先是军事技术专家。20多年前，钱学森同志在展望21世纪时大声疾呼：未来在挑战，军人比任何时候都需要科学，我们要有紧迫感。然而，由于受传统的“重道轻器”等思想的影响，部分指挥员“智谋”有余、“技谋”不足。我们应该清醒认识到，科技是问鼎世界一流军队的“强大引擎”，技术决定战术是制胜铁律，各级指挥员不重视“技谋”就无法有效形成实战能力。惟有那些科技知识的博学者、科学技术的领跑者，才能在未来战场上运筹帷幄、决胜千里。</p><p><br></p><p>最适合做这段文字标题的是：</p>', '<p>现代战场“技谋”不可弱</p>', '14d47592e414029b6c2996cb71c40c2c', '2023-05-11 16:13:25', '2023-05-11 16:13:25', 1);
INSERT INTO `exam_question` VALUES ('d47557421582146e460ce513e984386d', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>传统的纯文学杂志正在悄然地进行一场“时尚革命”。最近一段时间，陆续有著名纯文学杂志宣布“触网”，这些杂志都有几十年历史，从来都是“几十页纸走天下”，所以此番赶时髦引发了众多围观。不过本报记者在调查中了解到，这些文学期刊大多面临传统读者减少、年轻读者难寻的窘境。因此“触网”对它们而言固然是时尚，也是一种顺应时代的自我救赎。</p><p><br></p><p>这段文字没有论及的是：</p>', '<p>纯文学杂志走向数字化是摆脱目前困境的唯一救赎</p>', 'de17e3b9ce96d608b6823918d9f5ff38', '2023-05-11 16:14:57', '2023-05-11 16:14:57', 1);
INSERT INTO `exam_question` VALUES ('0550025c75c40c24912b203fed48aab0', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>“风筝不断线”是吴冠中上世纪80年代前后提出的艺术理念，在中国当代美术史上产生了重要的影响。看上去，这是关于“形式美”与“抽象美”之间内在联系的一种阐述，实则它强调的是：艺术创作再怎么创新，再怎么放飞自我，都不能远离现实生活。在吴冠中看来，抽象绘画就像放风筝，风筝是作品，是“从生活中来的素材和感受，被作者用减法、除法或别的法”抽象成的某一种艺术形式，而观众是天空。要让风筝飞上天空，艺术家手中“须有一线联系着作品与生活中的源头”。只有“风筝不断线”，艺术才有根基，才能保持与观众的交流。</p><p><br></p><p>下列观点符合“风筝不断线”理念的是：</p>', '<p>艺术创作应当以生活为基础</p>', '4824bced6cbf507cf52779565b395248', '2023-05-11 16:17:17', '2023-05-11 16:17:17', 1);
INSERT INTO `exam_question` VALUES ('086c044755e43c584f47e77e633dd108', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>在大家眼中“挣钱多， 说话少， 疯狂加班”的程序员们， 终于发声， 通过这场“996.ICU”运动表达了抵制姿态。“996”作为一句玩笑，迅速被互联网企业员工、即将踏人互联网行业的高校人才以及关注该领域的人们“吵”成话题，这本身就表明了问题的严重性和紧迫性。某些互联网企业如还不肯觉醒，及早调整，也许会失去更多宝贵的发展资源与进步良机。</p><p><br></p><p>这段文字意在强调：</p>', '<p>互联网企业应高度重视加班问题</p>', '78c22f94cc3f296afd5b7f1fb7d5d173', '2023-05-11 16:18:03', '2023-05-11 16:18:03', 1);
INSERT INTO `exam_question` VALUES ('c01bc5f831febd41733b5e454760c6ef', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>中国目前并没有主流的廉租住宅供给渠道，低成本租赁住房的很多功能，是由非正规的“城中村”来承担的。近些年，南方和北方的城市发展差距越来越大，在对这一现象进行解释的研究中，城中村占整个城市建成区面积的比例，应该是一个很有解释能力的变量。南方很多城市“半违章”的城中村，使得低成本可租赁住房的可获得性远远高于北方城市。正是这些低成本的住宅，使得利润微薄的制造业得以在地价昂贵的大城市生存下来。</p><p><br></p><p>这段文字重在说明：</p>', '<p>低成本可租赁住房的可获得性决定了制造业的发展</p>', 'e36531f7fcc94590830677740bc9a6df', '2023-05-11 16:18:54', '2023-05-11 16:18:54', 1);
INSERT INTO `exam_question` VALUES ('bbc861a67f1afaf4008fac7eb1eb8099', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>实施全面的急诊分级制度，技术层面的储备早已完成，关键还是靠患者的认同与服从。相对于“先到先得”的机械公平，按照病情轻重排序，显然是一种更复杂的公平规则。医护人员需要不断加以说服引导并进行医学常识科普，才能让患者理解其中的道理。就诊秩序、医疗效率，从来都与患者群体的科学素养和规则意识密切相关。倘若患者还是只信赖“先到先得”，急诊分级最终多半会不了了之。可以想见，急诊科所面临的许多问题，根源其实都在急诊科之外，这意味着急诊分级制度的推行难度比想象中还要大。</p><p><br></p><p>这段文字意在强调，急诊分级制度的全面实施：</p>', '<p>建立在患者理解认可的基础上</p>', 'e46af991816383b64ed646c21e64e56f', '2023-05-11 16:20:36', '2023-05-11 16:20:36', 1);
INSERT INTO `exam_question` VALUES ('9b7e5babc8b120cca7df281a3336fbb0', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>近年来，3D打印技术开始应用于食品、建筑、医疗卫生、航空航天等多个领域。随着3D打印技术在金属零部件制造上取得较大进展，各国开始探讨其在武器装备制造与维修中的应用。研究表明，3D打印对军用武器及设施维修效果显著，能直接在战场上把需要的零部件“打印”出来，及时、精准完成受损装备的维修，快速恢复其作战能力。然而，这种方式制造的军用设备有着不可避免的缺陷，对装备材料要求极高的军用设备来说，除了尺寸受限，其强度和质量也令人担忧。受技术、成本的限制，3D打印技术难以取代大规模流水线生产。</p><p><br></p><p>这段文字主要介绍了3D打印技术：</p>', '<p>在军事领域的应用情况</p>', 'e136867b2c1470aa755209d320527290', '2023-05-11 16:23:07', '2023-05-11 16:23:07', 1);
INSERT INTO `exam_question` VALUES ('80f28faf4772364901b164664e411ddf', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>艺术博物馆经过近200年的发展，已经从最初的“艺术家的机构”演变为今天“公众的艺术机构”。艺术博物馆的馆长、总监、策展人发现，他们现在面临的最大问题不是和捐赠人、收藏家、同行打交道，而是如何把没有受过艺术教育、缺乏艺术体验的普通人吸引到艺术博物馆里来。潜在的观众群不进博物馆是因为他们不懂艺术史，缺乏相关的艺术体验，一直认为博物馆不欢迎他们，里面没有让他们感兴趣的东西。消除“不舒服感”需要淡化艺术博物馆的精英色彩。艺术并不只关乎大人物，更关乎普通人。从社会学角度讲，后者更重要。</p><p><br></p><p>这段文字主要说明：</p>', '<p>艺术博物馆应该主动贴近普通大众</p>', '8f7a4162c84d116e16620029770f3c26', '2023-05-11 16:24:04', '2023-05-11 16:24:04', 1);
INSERT INTO `exam_question` VALUES ('427a75e275b21672c2821619b7672770', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>现代信息技术与高等教育教学的融合，衍生出大规模在线开放课程，打破了传统教育的时空界限和学校围墙。六年来，中国慕课从无到有，从小到大，在实践中总在向一个共识靠近，那就是高等教育作为高层次人才的主要供给者，知识创新的主要推动者，要回应时代需求，就必须创新发展，把慕课建设作为加快中国教育现代化、发展“互联网+教育”“智能+教育”的战略先手棋，推进这场深度融合信息技术与教育教学的课堂革命向纵深发展。这就意味着，慕课的建设与发展必然离不开高校的参与和支持、学校与社会的共同协力。</p><p><br></p><p>这段文字意在：</p>', '<p>强调高校应在慕课发展中发挥重要作用</p>', 'ad01f84973766164441eec1e008b0e58', '2023-05-11 16:25:24', '2023-05-11 16:25:24', 1);
INSERT INTO `exam_question` VALUES ('525e951501ff24f1b79f4b552d4519fc', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>在现代化进程中，城的比重上升，乡的比重下降，是客观规律，但在我国拥有近14亿人口的国情下，不管工业化、城镇化进展到哪一步，农业都要发展，乡村都不会消亡，城乡将长期共生并存，这也是客观规律。即便我国城镇化率达到70%，农村仍将有4亿多人口。如果在现代化进程中把农村4亿多人落下，到头来“一边是繁荣的城市、一边是凋敝的农村”，这不符合我们党的执政宗旨，也不符合社会主义的本质要求。这样的现代化是不可能取得成功的!40年前，我们通过农村改革拉开了改革开放大幕。40年后的今天，我们应该通过振兴乡村，开启城乡融合发展和现代化建设新局面。</p><p><br></p><p>这段文字主要谈的是：</p>', '<p>乡村振兴战略</p>', '8d288d1cb9494f37da73d0da803f46d2', '2023-05-11 16:32:23', '2023-05-11 16:32:23', 1);
INSERT INTO `exam_question` VALUES ('d3cad9a438a93b6b7943734a6fe274bc', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>罗尔斯曾有一段关于如何读书的自白，颇足发人深省。他说：“我读前人的著作，如休谟或康德，有一个视为当然的假定，即这些作者比我聪明得多。如果不然，我又何必浪费自己和学生的时间去研读他们的著作呢?如果我偶尔在他们的论证中见到了一点错误，我的第一个反应是：他们自己一定早已见到了这个错误，并且处理过了。总之，他们的著作中绝没有简单的一般错误，也没有关系重大的错误。”</p><p><br></p><p>这段文字意在表明：</p>', '<p>读书须持谦逊态度</p>', '32e598ea84699359837594ff1788b33d', '2023-05-11 16:33:27', '2023-05-11 16:33:27', 1);
INSERT INTO `exam_question` VALUES ('45cfb0e1d88384c0d59046035d9573ff', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>过去100多年来，围绕达尔文进化论是否正确的争论从未停歇。不断涌现的科学事实在弥补达尔文当年未曾发现的“缺失环节”的同时，也在检验着达尔文进化论的预测能力。例如，2004年在加拿大发现的“提克塔利克鱼”化石揭示了从鱼类(鳍)到陆生动物(腿)之间的过渡状态，被公认是“种系渐变论”的一个极好例证。当然，达尔文进化论并非完美无缺，它确实存在“可证伪”之处。以自然选择理论为例，它在孟德尔遗传学建立之初就受到了强烈挑战，但各种不能用自然选择理论简单解释的新证据最终还是拓展了人们对进化动力和机制的认识，而不是摒弃该理论。</p><p><br></p><p>这段文字以自然选择理论受到孟德尔遗传学挑战为例，目的是：</p>', '<p>说明达尔文进化论具有可证伪性</p>', '08e9ba886d496b6295cfdf611cdfe9e8', '2023-05-11 16:34:22', '2023-05-11 16:34:22', 1);
INSERT INTO `exam_question` VALUES ('3e814ccc79dcaba8600486c647498db3', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>当前，我国对互联网平台经济创新秉持“包容审慎”的监管原则，然而这并不意味着监管部门可以放任不管。“包容”意在鼓励创新，为各类企业特别是初创型中小企业在发展早期提供更加宽容的营商环境和法治环境，是尊重市场新业态发展规律的体现；“审慎”则是在法治框架和法治原则下开展监管，在触及法治底线和监管红线的问题上必须严格依法监管。因此，.，应合理界定有效创新与有为监管的边界，在鼓励创新与防范风险之间寻求法治框架下的动态平衡。</p><p><br></p><p>填入画横线部分最恰当的一项是：</p>', '<p>面对平台经济创新发展中的风险和挑战</p>', 'aab03434281661244ea7df0c1d9a7404', '2023-05-11 16:35:06', '2023-05-11 16:35:06', 1);
INSERT INTO `exam_question` VALUES ('6770a7836ee56b0e3d6435a888186a78', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>作为世界上最成功的室内栽培植物之一，绿萝几乎就是盆栽的代名词，_______。绿萝这个物种早在1880年就被确认了，但是你很难想象，直到2004年，它的原产地才被确定为法属波利尼西亚社会群岛的莫雷阿岛。更为神秘的是，绿萝是一种过分矜持的植物，虽然它已经扩散到了全世界的热带地区，却只在1962年有过一次确切的开花记录，直到2016年，人们才发现了它开花的秘密。填入画横线部分最恰当的一句是：</p>', '<p>但它却也是我们最熟悉的陌生人</p>', '3c5db2ee23b4ac27a95fb846bbf85613', '2023-05-11 16:36:21', '2023-05-11 16:36:21', 1);
INSERT INTO `exam_question` VALUES ('545e96ab4bd601b6a7c0a3d8fe6923cd', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>目前的全球治理体系是现代文明的产物，是经过长时间博弈和磨合后逐渐形成的。当前的全球治理体系存在两方面问题：一是这一体系仍存在许多合理性，对人类和平与发展有十分重要的作用，但随着时代的发展，这一治理体系及其体制机制未能适应新情况，出现了许多问题，亟需进行改革；二是现代化先发国家在这一体系中仍占据主导地位，长期把控国际外交话语权，将以资本为中心的逻辑贯穿于全球治理体系和治理体制机制。因此，要将构建人类命运共同体理念融人既有的全球治理体系及其相应体制机制，就必须正视上述两方面。</p><p><br></p><p>这段文字接下来最可能讲的是：</p>', '<p>我国参与全球治理体系改革的路径</p>', '93f4693d2ad1e186cbe11afeeec2cbc0', '2023-05-11 16:36:59', '2023-05-11 16:36:59', 1);
INSERT INTO `exam_question` VALUES ('122fb714d1bf3865eec2da3eec182041', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>远古时代，人类一天平均要移动16~22公里，他们走路、奔跑、冲刺、攀爬、游泳、跳跃、举重··他们不得不如此，否则就难以生存。在50万年的进化中，现代人所拥有的思考型的大脑，正是从运动技能的磨炼中进化而来的，人类渐渐有了梦想、计划以及创造的能力，从而创造了现代文明。但讽刺的是，文明的前进速度如此之快，人类的身体和基因却来不及跟上——就基因而言，我们仍然是50万年前的那些狩猎采集者，我们仍然渴望最高热量的食物，但却不再需要运动。最终，久坐不动的现代生活方式成了人类长期生存的重大威胁之一。</p><p><br></p><p>这段文字接下来最可能讲的是：</p>', '<p>运动量少对人类的危害</p>', '25a98216ff61fea544059c4ae779e848', '2023-05-11 16:37:39', '2023-05-11 16:37:39', 1);
INSERT INTO `exam_question` VALUES ('9c09d3095e288ba20a9b6f5335f1ae0a', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>在文字还不普及的时代，民间故事承担了培养人生观、道德观、伦理观的职能，听故事是人们学习传统文化、自然知识、人生哲学等的重要渠道。然而，飞速发展的现代科技正在深刻改变着人们的生活方式，也极大地影响着人们的接受习惯和审美趣味。当下的年轻人对传统文化的感知和了解，更多的是通过影视作品、网络小说、电子游戏等途径，年轻人对传统民间故事中的一些经典形象越来越陌生，不少专家学者表示，打捞“失落”的民间故事刻不容缓。</p><p><br></p><p>接下来最可能讲的是：</p>', '<p>让民间故事为现代人接受的途径</p>', 'e26ef79e370a745d6c72b655a22eb1f8', '2023-05-11 16:38:19', '2023-05-11 16:38:19', 1);
INSERT INTO `exam_question` VALUES ('5d98332d95ae0aa1cadf5f7f5215b1fd', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>①各国对于发动机的制造工艺是严格保密的，甚至对一些顶级的发动机严格控制出口</p><p>②发动机可以说是工业的心脏</p><p>③因此，自主研发成为治愈中国工业“心脏病”最为现实的选择</p><p>④发动机制造水平上不去，是中国工业的“心脏病”</p><p>⑤这使得进口高级发动机的生产线成为奢望</p><p>⑥从轮船、汽车、飞机到火箭，都离不开发动机</p><p><br></p><p>将以上6个句子重新排列，语序正确的是：</p>', '<p>②⑥④①⑤③</p>', 'b2e63c6ee7399dd216c338ff920a8d61', '2023-05-11 16:40:51', '2023-05-11 16:40:51', 1);
INSERT INTO `exam_question` VALUES ('62348a890afab4a530fada3086b257de', 1, '317e751103f654a1631725d6e00355bd', '5', 1, '<p>①中国企业若想出口稀土产品，必须向行业巨头缴纳高额的专利许可费，否则产品无法出口</p><p>②稀土永磁材料领域的研发重点包括提高材料性能、扩大高端领域应用等；稀土发光材料领域的技术创新点集中在光电材料、反光材料等</p><p>③经历了被人“扼住咽喉”的切肤之痛后，我国稀土企业的创新脚步愈加快速</p><p>④然而在很长一段时间内，我国的稀土企业在国际市场处于受制于人的局面</p><p>⑤多年来，在与世界各国的“稀土大战”中，我国凭借世界第一的稀土储量，逐步在开采、分离技术领域确立了全球领先的地位</p><p>⑥目前，我国稀土领域的创新主要集中于产业链上游的稀土材料领域，多家企业重点发展具有超高性能的稀土永磁材料、稀土发光材料等</p><p><br></p><p>将以上6个句子重新排列，语序正确的是：</p>', '<p>⑤④①③⑥②</p>', 'a94d22e2f6998f1e5a1917340d0e5812', '2023-05-11 16:42:13', '2023-05-11 16:42:13', 1);
INSERT INTO `exam_question` VALUES ('42ace05ad24c5fecf704bb54f0e85eee', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>某人租下一店面准备卖服装，房租每月1万元，重新装修花费10万元。从租下店面到开始营业花费3个月时间。开始营业后第一个月，扣除所有费用后的纯利润为3万元。如每月纯利润都比上月增加2000元而成本不变，问该店在租下店面后第几个月内收回投资?</p>', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">由题意可得租下店面前3个月成本为1×3+10=13(万元),租下店面第4个月开始营业,营业后各月获得的纯利润构成首项为3万元、公差为0.2万元的等差数列:3万元、3.2万元、3.4万元、3.6万元。由3+3.2+3.4+3.6=13.2&gt;13,即第7个月收回投资。故选A。</span></p>', 'f77b50cb2fd0368690d23af2b8e0f7ca', '2023-05-12 10:15:57', '2023-05-12 10:15:57', 1);
INSERT INTO `exam_question` VALUES ('01dcc36b7076eaa67351aa8f5ca94d36', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>某学习平台的学习内容由观看视频、阅读文章、收藏分享、论坛交流、考试答题五个部分组成。某学员要先后学完这五个部分，若观看视频和阅读文章不能连续进行，该学员学习顺序的选择有：</p>', '<p><span style=\"color: rgb(51, 51, 51);\">观看视频和阅读文章不能连续进行，采用插空法。<br>先安排收藏分享、论坛交流和考试答题的顺序，共有种选择；<br>三部分学习内容有4个空，在4个空中插入观看视频和阅读文章，有种选择；<br>分步相乘，则该学员学习顺序的选择有6×12=72种。</span></p>', 'b5c7a5bda30c8e7260674bdba03bb6cf', '2023-05-12 10:18:15', '2023-05-12 10:18:15', 1);
INSERT INTO `exam_question` VALUES ('b59e5da3bc1a5ce94615fdab2f182e48', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">销售员小刘为客户准备了A、B、C三个方案。已知客户接受方案A的概率为40%。如果接受方案A，则接受方案B的概率为60%，反之为30%。客户如果A或B方案都不接受，则接受C方案的概率为90%，反之为10%，问将3个方案按照客户接受概率从高到低排列，以下正确的是：</span></p>', '<p style=\"text-align: start;\">第一步，本题考查概率问题。</p><p style=\"text-align: start;\">第二步，由题意可知接受A且接受B的概率为40%×60%=24%，不接受A但接受B的概率是60%×30%=18%，那么接受B方案的概率为24%+18%=42%。第三步，如果A不接受，那么B不接受的概率就是70%，那么都不接受的概率是60%×70%=42%，这种情况下接受C的概率是90%，可知AB不接受但接受C的概率是42%×90%=37.8%；AB至少接受一个的概率是58%，这种情况下接受C的概率是10%，可知AB至少接受一个且接受C的概率是58%×10%=5.8%。那么接受C方案的概率为43.6%。可知三者概率为C＞B＞A。</p><p style=\"text-align: start;\">因此，选择D选项。</p>', 'b85cf96dc19b033380c8fbf07f169774', '2023-05-12 10:20:36', '2023-05-12 10:20:36', 1);
INSERT INTO `exam_question` VALUES ('441d62d9249e84a6deff1251b5cb602b', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>某单位有2个处室，甲处室有12人，乙处室有20人。现在将甲处室最年轻的4人调入乙处室，则乙处室的平均年龄增加了1岁，甲处室的平均年龄增加了3岁。问在调动之前，两个处室的平均年龄相差多少岁?</p>', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">解析:设甲处室平均年龄为m岁,乙处室平均年龄为n岁,从甲处室转出的最年轻的四个人年龄总和为x岁,则解得m-n=12,则两个处室的平均年龄相差12岁</span></p>', '3ffdd60982ec6a7ac1f8c6c2d9a1985a', '2023-05-12 10:23:34', '2023-05-12 10:23:34', 1);
INSERT INTO `exam_question` VALUES ('f04fe04148f1adb92e53a0e59f049132', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>接受采访的100个大学生中，88人有手机，76人有电脑，其中有手机没电脑的共15人，则这100个学生中有电脑但没手机的共有多少人?</p>', '<p><span style=\"color: rgb(51, 51, 51);\">第一步：</span><span style=\"color: rgb(51, 51, 51);\"><strong>判断题型</strong></span><span style=\"color: rgb(51, 51, 51);\">------本题为容斥问题<br><br>第二步：</span><span style=\"color: rgb(51, 51, 51);\"><strong>分析解题</strong></span><span style=\"color: rgb(51, 51, 51);\">既有手机又有电脑的人数为88-15=73人；<br>那么有电脑但没手机的人数为76-73=3人。</span></p>', '8f95bec7cd88d0c4868f19c6bbe7a5f5', '2023-05-12 10:24:59', '2023-05-12 10:24:59', 1);
INSERT INTO `exam_question` VALUES ('d46714470575bf5c94f8e5ba1ac04f8c', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>丙地为甲、乙两地之间高速公路上的一个测速点，其与甲地之间的距离是与乙地之间距离的一半。A、B两车分别从甲地和乙地同时出发匀速相向而行，第一次迎面相遇的位置距离丙地500米。两车到达对方出发地后立刻原路返回，第二次两车相遇为迎面粗遇。向第二次相遇的位置一定，</p>', '<p style=\"text-align: start;\"><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 14px;\">第一步，本题考查行程问题。<br>第二步，设甲丙的距离为x米，那么乙丙的距离为2x米，第二次仍为迎面相遇，故两车速度比不能超过2∶1，那么第一次相遇A车走了（x＋500）米，B车走了（2x－500）米，根据两端出发多次相遇问题公式，第二次相遇走的路程是第一次的3倍，故第二次相遇时A车共走了3×（x＋500）＝3x＋1500（米），3x是甲乙的全程，故A车走了从甲到乙的全程后又走了1500米，即距离乙地1500米。</span></p>', 'eb374b4fb30945f95211f53b1d1beb7e', '2023-05-12 10:28:00', '2023-05-12 10:28:00', 1);
INSERT INTO `exam_question` VALUES ('a9f0bc45e79f6b1178049d6ac559db56', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>甲单位职工人数是乙单位的2倍，两个单位所有职工中正好有一半是党员。其中甲单位职工中党员占比比乙单位高15个百分点，且甲单位的职工中群众人数比乙单位多18人。问甲单位职工中，党员比群众多多少人?</p>', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">设甲单位职工人数为x，党员人数为y，则乙单位职工人数为0.5x。根据题意，两个单位所有职工中有一半是党员，则党员总数为（x+0.5x）×=0.75x。根据题意，可列方程：，解得。则甲单位中群众人数为120-66=54人，党员比群众多66-54=12人。</span></p>', '405d3b66c0a56f18dac24089eb47a8e9', '2023-05-12 10:29:02', '2023-05-12 10:29:02', 1);
INSERT INTO `exam_question` VALUES ('edc8abc4b1d9454b79e700917aff532e', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>老李家的草莓园开展采摘活动，每位游客进园可以免费吃，并且带走2斤草莓。每位游客在采摘过程中平均吃1斤草莓。目前老李家的草莓园估计有成熟草莓2000斤，并且每天还会有40斤草莓成熟，为保证采摘活动至少可以持续20天，那么平均每天最多接待_____位游客。</p>', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(251, 251, 251); font-size: 14px;\">第一步：判断题型------本题为行程问题 第二步：分析作答 每位游客吃1斤、带走2斤，故每位游客需要1+2=3斤草莓； 设每天最多接待a位游客，则20天需要草莓至少（20×3x）斤； 现有草莓2000斤，每天能提供40斤，x天共有草莓（2000+20×40）斤； 依题意可得2000+20×40≤20×3x； 解得向下取整，则平均每天最多接待46位游客</span></p>', 'b22984a27db09efd65044b3e8ccfab1d', '2023-05-12 10:30:01', '2023-05-12 10:30:01', 1);
INSERT INTO `exam_question` VALUES ('befdfea6599512141a0d06093e6aa032', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>将一个圆盘形零件匀速向下浸人水中。问以下哪个坐标图能准确反映浸人深度AO及圆盘与水面的接触部位长度CD之间的关系?</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>随着下沉深度AO不断增加，圆盘与水面的接触部位长度CD先增加后减少，可首先排除C项。根据题意画图表示，从图上可以看出△DOE构成直角三角形，AE和DE是圆的半径，设圆的半径为5，那么AE=DE=5。若AO=0，CD=0；AO=5，CD=0。所以符合的图形趋势A，B，D都可以。当AO=1时，则OE=4，CD=2OD=6；当AO=2时，则OE=3，CD=2OD=8；当AO=3时，则OE=2，CD=2OD=。则可以得到（0，0）、（1，6）、（2，8）、（3，）（5，0）五个点，通过计算，发现比值分别为：0，6，4，3.06，0，趋势是先升后降，而且上升的过程中逐渐变缓，显然不是直线的趋势，则符合条件的只有A项。故正确答案为A。</p>', 'f9712ca51b9a99e6bae41fc09f6965b4', '2023-05-12 10:31:40', '2023-05-12 10:31:40', 1);
INSERT INTO `exam_question` VALUES ('8bf45c3a5e598522851c41705bea1f20', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>园林工人用一辆汽车将20棵行道树运往1公里的地方开始种植。在1公里处种第一棵，以后往更远处每隔50米种一棵，该辆汽车每次最多能运三棵树。当园林工人完成任务时，这辆汽车行程最短是( &nbsp; &nbsp;)米。</p>', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">21000</span></p>', '137d22651a905b9b84d3cc4d63b6ceb8', '2023-05-12 10:33:32', '2023-05-12 10:33:32', 1);
INSERT INTO `exam_question` VALUES ('4d053c6d2f549c26594cbb00d21416f7', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>陈老师奖励小美、小林、小红各人民币若干元，三人去文具店买学习用品。其中，小美买了6支中性笔，小林买了3支钢笔，小红买了2支钢笔、1支中性笔和2支铅笔。已知三人用去的钱数一样，则3支钢笔的价格是几支铅笔的价格?</p>', '<p>12枝</p>', '1c44ac234500f2773c77f8e922b3a4ca', '2023-05-12 10:36:39', '2023-05-12 10:36:39', 1);
INSERT INTO `exam_question` VALUES ('463148b539cb3aa8bb2b42a0c013f5dc', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>台风过后，某单位发起救灾捐款活动，甲、乙两部门的员工人数之比是4：3，捐款总额之比是5：4。若甲部门的人均捐款是300元，则乙部门的人均捐款是</p>', '<p><span style=\"color: rgb(51, 51, 51);\">第一步：</span><span style=\"color: rgb(51, 51, 51);\"><strong>判断题型</strong></span><span style=\"color: rgb(51, 51, 51);\">------本题为比例法<br><br>第二步：分析作答<br>赋值甲乙两部门的员工人数分别为4，3。<br>设乙部门的人均捐款是x元。<br><br>则（4×300）：3x=5：4，解得x=320。<br>即乙部门的人均捐款为320元。</span></p>', '764bc6c0a3fcd8086759b3f51b86e042', '2023-05-12 10:37:57', '2023-05-12 10:37:57', 1);
INSERT INTO `exam_question` VALUES ('6bd4b8a1a8b795577db50ae93318520c', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>小王参加了五门百分制的测验，每门成绩都是整数，其中语文94分，数学的得分最高，外语的得分等于语文和物理的平均分，物理的得分等于五门的平均分，化学的得分比外语多2分，并且是五门中第二高的得分，问小王的物理考了多少分?</p>', '<p>已知“每门成绩都是整数”“语文94分”“外语的得分等于语文和物理的平均分”,根据奇偶特性可得到物理成绩应为偶数,由此排除B、D两项。再利用代入排除法,如果物理考了94分,则外语的得分为94分,化学的得分为96分,数学的得分为92分,不满足“数学的得分最高”的题目要求</p>', '732ee8ecf22facafa96de5113f81482f', '2023-05-12 10:39:10', '2023-05-12 10:39:10', 1);
INSERT INTO `exam_question` VALUES ('20151edc73ff5aff8a21f81764d69152', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p><span style=\"color: rgb(25, 25, 25); background-color: rgb(255, 255, 255); font-size: 16px;\">如果从甲船看乙船，乙船在甲船的西偏北65°方向，那么从乙船看甲船，甲船在乙船的</span></p>', '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '3848709fe4446245658f54cfe98611e6', '2023-05-12 10:46:16', '2023-05-12 10:46:16', 1);
INSERT INTO `exam_question` VALUES ('d7ac4509f2bb04efe12f17e0986c398f', 1, 'f1c699533c72922b93c686a396e8eb1b', '5', 1, '<p>某公园雇佣一名小丑表演骑独轮车。独轮车车轮直径为50厘米，小丑沿如图所示8字形轨迹骑行。轨迹为相切的两个圆，两个圆面积比是16：9，小圆直径为15米。问小丑沿8字形轨迹骑行一圈，车轮转动了多少圈?</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>根据圆的面积公式可知圆的面积比等于半径比的平方，则两个圆的半径比为4∶3，所以大圆的直径为15×=20米。由题意可知，小丑骑行的距离，即两圆周长和为15π+20π=35π米。已知独轮车车轮的周长为0.5π米，因此，小丑骑车沿8字型轨迹骑行一圈车轮转动了35π÷0.5π=70圈。</p>', '3750c8d39e57fc3f928f2779b254f268', '2023-05-12 10:48:02', '2023-05-12 10:48:02', 1);
INSERT INTO `exam_question` VALUES ('e03397e28375270982ec9a2bdf768c24', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>①③⑤，②④⑥</p>', '0aab281c8c4f7750e9c0548b35a2773b', '2023-05-12 10:52:23', '2023-05-12 10:52:23', 1);
INSERT INTO `exam_question` VALUES ('830517b38bc6986f96e7e8a437ff2030', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>左图给定的是由相同正方体堆叠成的多面体的正视图和后视图。该多面体可以由①、②和③三个多面体组合而成，问以下哪一项能填人问号处?</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步,明确设问内容。 左边的多面体是由①、②和③组成的,找出能组成的选项。 第二步,分析选项。 图形①和图形②及选项B能组成该立体图形。</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_10-57-27.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', 'ab5b113a336f25370cab62679616536b', '2023-05-12 10:56:55', '2023-05-12 10:57:40', 1);
INSERT INTO `exam_question` VALUES ('b8be9df27cdc2f91b2f1c4dc1a6f70d2', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填人问号处，使之呈现一定的规律性：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>A</p>', '0304086e6d08d9b7a3509351fe0ffc89', '2023-05-12 10:59:18', '2023-05-12 10:59:18', 1);
INSERT INTO `exam_question` VALUES ('2b7fb825d5e6d21aacec50b1ed0250a1', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>左图是给定的多面体，将其从任一面剖开，下面哪一项不可能是该多面体的截面?</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>D</p>', '6eaa181208ef76fec4710c92cd511dce', '2023-05-12 11:00:13', '2023-05-12 11:00:13', 1);
INSERT INTO `exam_question` VALUES ('affd71db901bf87b3b802f31487c89b2', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填人问号处，使之呈现一定的规律性。</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>A</p>', 'cb31bcf7a069f867b51c6cb3f265f36b', '2023-05-12 11:01:24', '2023-05-12 11:01:24', 1);
INSERT INTO `exam_question` VALUES ('0d6c82d18805618b491497c069e991ef', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填人问号处，使之呈现一定的规律性：</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>A</p>', '40eff658092d5d18ba085415b88c83fb', '2023-05-12 11:02:14', '2023-05-12 11:02:14', 1);
INSERT INTO `exam_question` VALUES ('75f5a1c66b7d39889143d225f6e99203', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>①④⑥，②③⑤</p>', 'd18d19087a8a5ae6d8f1347e11b902b0', '2023-05-12 11:03:38', '2023-05-12 11:03:38', 1);
INSERT INTO `exam_question` VALUES ('fe9804033597b7972b1a15ae6bf4b974', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选出最合适的一个填人问号处，使之呈现一定的规律性：</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>D</p>', 'df7fcfc05ec09a169fbcac1749ff0814', '2023-05-12 11:05:01', '2023-05-12 11:05:01', 1);
INSERT INTO `exam_question` VALUES ('aaae1ced28647ba2ba903ac3531c8f81', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填人问号处，使之呈现一定的规律性：</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>C</p>', '8286151f73e04261e62db3428a637c77', '2023-05-12 11:05:52', '2023-05-12 11:05:52', 1);
INSERT INTO `exam_question` VALUES ('1268136b23667842e225f93057e274ba', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填人问号处，使之呈现一定的规律性：</p><p><br></p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>D</p>', 'affc47e57d1ad2768e8154d54de2441e', '2023-05-12 11:06:45', '2023-05-12 11:06:45', 1);
INSERT INTO `exam_question` VALUES ('5a7a2b68cd7eae8a99dad1b7be48340f', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>居民企业是指依照中国法律在中国境内成立、或者实际管理机构在中国境内的企业；非居民企业是指依照外国(地区)法律、法规成立且实际管理机构不在中国境内，但在中国境内设立机构、场所的，或者在中国境内未设立机构场所，但有来源于中国境内收人的企业。</p><p>根据上述定义，下列属于非居民企业的是：</p>', '<p>在日本注册的美国企业，在中国没有任何办公场所，但收入的大部分来源于中国</p>', '4dc2c2ffa710616c70857038b7d57a24', '2023-05-12 11:13:33', '2023-05-12 11:13:33', 1);
INSERT INTO `exam_question` VALUES ('090308bca4519cadf2634b42549fab89', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>求助者有两种求助动机：执行性求助和工具性求助。前者是自己不作任何尝试或努力，只想知道答案或让他人代自己完成任务；后者是借助其他人的力量以达到自己解决问题或实现目标的目的。</p><p>根据上述定义，下列属于工具性求助的是：</p>', '<p>综合了多家咨询机构提供的意见，小峰拟定了符合自身条件的出国学习规划</p>', '88c199970565ddab3da746a52995d0c9', '2023-05-12 11:14:24', '2023-05-12 11:14:24', 1);
INSERT INTO `exam_question` VALUES ('fe137b60434bacc978d7dce400c654a9', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>客体行政文化是指作为行政管理对象的个人、群体和组织对行政主体(主要是指行政机关)的行为做出合理的评价，其评价标准会因各自利益的不同而呈现多样性。</p><p>根据上述定义，下列属于客体行政文化的是：</p>', '<p>某市工商部门为支持当地中小企业的发展，根据有关法律法规对这些企业实施优惠政策，这一举措得到了广大中小企业经营者的欢迎</p>', '12addbc09ceb675abe3725ecf1f4959f', '2023-05-12 11:15:47', '2023-05-12 11:15:47', 1);
INSERT INTO `exam_question` VALUES ('6f287c452e6ab2d944466ac7ca98db4b', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>社会比较同化效应指的是当个体与比自己境况好的对象进行比较时，会产生一种觉得自己和比自己境况好的人一样好，进而提高对自己能力等方面的评价；而当个体与比自己境况差的个体进行比较时，会产生一种觉得自己和比自己境况差的人一样差，进而降低对自己能力等方面的评价。</p><p>根据上述定义，下列属于社会比较同化效应的是：</p>', '<p>小威听了师兄师姐的优秀事迹后，觉得自己也可以变得那么优秀</p>', 'e6b0962c18781aeed4f472a2bd6f8afc', '2023-05-12 11:41:40', '2023-05-12 11:41:40', 1);
INSERT INTO `exam_question` VALUES ('7ecb32093f4383a76963cd4aeeb608b1', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>数字鸿沟指的是由于信息化和互联网的影响，人们的信息获取、信息处理和信息传播都是通过数字化技术来实现的，由此造成了不同个体、群体或者国家在思想意识、经济、文化和政治等方面的差距越来越大。</p><p>根据上述定义，下列不涉及数字鸿沟的是：</p>', '<p>小赵整天痴迷于网络游戏，父母多次苦口婆心地劝说，均没有效果，为此小赵和父母发生了多次争执</p>', 'ecb74eeebee42f3172c2a1bc4c0d7fb2', '2023-05-12 11:47:34', '2023-05-12 11:47:34', 1);
INSERT INTO `exam_question` VALUES ('433073b2dffd9fc10818b1dd75901e00', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>连带责任保证是债的担保的一种，它是指保证人与债权人约定，债务人在债务履行期限届满没有履行债务的，债权人既可以要求债务人履行债务，也可以要求保证人在其保证范围内承担债务。</p><p>根据上述定义，下列属于连带责任保证的是：</p>', '<p>甲欠乙100万元货款，甲找来丙，三方约定，若三个月内甲不能偿还货款，乙有权要求丙偿还全部货款</p>', '899182d49d4c33dacb4f65b8c05872db', '2023-05-12 11:48:34', '2023-05-12 11:48:34', 1);
INSERT INTO `exam_question` VALUES ('3893579106c7ef9c71acd646f55e52be', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>同人作品指由爱好者对漫画、动画、游戏、小说、影视等作品进行衍生创作而形成的文章及相关图片、影音、游戏等。</p><p>根据上述定义，以下关于同人作品的观点错误的是</p>', '<p>同人作品不会侵犯版权</p>', '760d213cce47c9b083ece909deb89431', '2023-05-12 11:49:22', '2023-05-12 11:49:22', 1);
INSERT INTO `exam_question` VALUES ('e774c6ca8b07eae4a9567832a95b52be', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>析数是指在一定的语境中，利用数学上相加或相乘等关系，把一个数有目的地进行拆分的一种修辞手法。根据上述定义，下列没有使用析数的是()。</p>', '<p>故国三千里，深宫二十年。一声何满子，双泪落君前</p>', '071ffa323cbbe3f2a00b2e92c8000654', '2023-05-12 11:50:09', '2023-05-12 11:50:09', 1);
INSERT INTO `exam_question` VALUES ('9b3ee40ec925d12a76b8fe39a5d22aab', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>黄金圆环(如下图)是设计用来说明激励性的领袖与普通人在思考、行动和交流沟通方式上的区别：普通人是由外向内的，而激励性的领袖却是用从内到外的方式来思考、行动和交流。根据上述定义，以下选项中属于激励性领袖交流方式的是：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>我们做的每件事都是为了突破和创新，我们只是在挑战现状的过程中做出了最棒的电脑，你想买一台吗</p>', '5f19cf2204ea6d381d2d9024b9634ff9', '2023-05-12 13:04:09', '2023-05-12 13:04:09', 1);
INSERT INTO `exam_question` VALUES ('199eff86f8e18d7ae45b49899653550b', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>城市病指的是人口涌人大城市，导致其公共服务功能被过度消费，最终造成交通拥挤、住房紧张、空气污染等问题。有专家认为，当城市病严重到一定程度时，大城市的吸引力就会下降，人们不会再像从前一样向大城市集聚，城市病将会减轻，从而焕发新的活力。</p><p>如果以下各项为真，能够削弱上述观点的是：</p>', '<p>大城市能够提供的公共服务是中小城市所无法替代的</p>', 'eb68b4d3421c78d072ec1cf1c2bbb663', '2023-05-12 13:05:57', '2023-05-12 13:05:57', 1);
INSERT INTO `exam_question` VALUES ('aefcc8af676eb0bc7151e316e3ea3560', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>针对地球冰川的研究发现，当冰川之下的火山开始喷发后，会快速产生蒸汽流，爆炸式穿透冰层，释放灰烬进人高空，并且产生出沸石、硫化物和黏土等物质。日前人们发现，在火星表面的一些圆形平顶山丘也探测到这些矿物质，并且广泛而大量地存在。因此，人们推测火星早期是覆盖着冰原的，那里曾有过较多的火山活动。</p><p>要得到上述结论，需要补充的前提是：</p>', '<p>沸石、硫化物和黏土这三类物质是仅在冰川下的火山活动后才会产生的独特物质</p>', 'b4dca48234a4457a6a3af1af07eedb4a', '2023-05-12 13:06:41', '2023-05-12 13:06:41', 1);
INSERT INTO `exam_question` VALUES ('eb1911257e123e4bd5b997c7cf87dd38', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>最近，一些海洋考古人员在地中海卡梅尔海岸附近的海底发现了一堵约100米长的巨型石墙。尽管石墙上没有留下任何文字符号，历史上也没有留下关于这堵石墙的任何记录，考古人员仍然通过对散落在石墙附近的木桩、石碗和兽骨等物品的测定，认为石墙是7000年前人类创造的遗迹。它的用途究竟是什么?由于当时敌人很难来自海上，研究人员推断，当时这里的人们筑起石墙，主要是为了避免海水上涨后淹没村庄。以下哪项如果为真，最能支持上述研究人员的推断?</p>', '<p>7000年前，地球正处于冰河期结束前期，地中海海平面每年抬升4至7毫米</p>', '9c927fdafbc40e24e44499a3e8346116', '2023-05-12 13:07:39', '2023-05-12 13:07:39', 1);
INSERT INTO `exam_question` VALUES ('cefbd8fd69a62e34bd036d1cea523c79', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>近日，研究人员发现发烧可以促进淋巴细胞向感染部位转移。他们解释说，这是由于发烧会增加热休克蛋白90(Hsp 90) 在T淋巴细胞中的表达， 这种蛋白质与整合素结合， 促进T淋巴细胞黏附到血管上， 最终加快迁移到感染的位置。</p><p>以下除哪项外，均能支持上述结论?</p>', '<p>不仅仅是发烧， 其他压力也能诱导Hsp 90在T淋巴细胞中的表达</p>', '833c33344e77828e5a89d31fc2cf9bbc', '2023-05-12 13:08:27', '2023-05-12 13:08:27', 1);
INSERT INTO `exam_question` VALUES ('8da3e5af2fad0041c5b2fd0f5e9fc8ee', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>在不同语言中，数字的发音和写法都不一样。一些科学家认为，代表不同文化背景的语言，会对人们大脑处理数学信息的方式产生影响。</p><p>以下哪项如果为真，最能支持上述结论：</p>', '<p>研究发现，以英语为母语的人进行心算时主要依赖大脑的语言区，而以中文为母语的人主要动用了大脑的视觉信息识别区</p>', 'f2bcd96fb9783385df142027a152b39a', '2023-05-12 13:09:22', '2023-05-12 13:09:22', 1);
INSERT INTO `exam_question` VALUES ('b24943a5d6ccd5fe65621e32e897c102', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>在防治癌症方面，橙汁有多种潜在的积极作用，尤其由于它富含橙皮素和柚苷素等类黄酮抗氧化剂。研究证据已经表明，橙汁可以减少儿童患白血病的风险，并有助于预防乳腺癌、肝癌和结肠癌。根据研究结果，橙汁的生物效应在很大程度上受到其成分的影响，而其成分的变化又依赖于气候、土壤、水果成熟度以及采摘后的有储方法等条件。</p><p>由此可以推出：</p>', '<p>并非所有的橙汁都有相同的防癌功效</p>', '09c9df3bceccc0a73fe8332b4d77f117', '2023-05-12 13:10:04', '2023-05-12 13:10:04', 1);
INSERT INTO `exam_question` VALUES ('c5a5ed600057a60af6da177e96fe1fab', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>甲、乙、丙、丁、戊五人乘坐高铁出差，他们正好坐在同一排的A、B、C、D、F五个座位。已知：</p><p>(1)若甲或者乙中的一人坐在C座，则丙坐在B座；</p><p>(2)若戊坐在C座，则丁坐在F座。</p><p>如果丁坐在B座，那么可以确定的是：</p>', '<p>丙坐在C座</p>', '5b6eab389768d75dcce16a70acbf7807', '2023-05-12 13:10:55', '2023-05-12 13:10:55', 1);
INSERT INTO `exam_question` VALUES ('8242ecd0f6e6b6478541cb60f6590407', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>只要拥有特色优势学科和一流的师资队伍，就能进人“双一流”建设名单行列。只有全面推进高校内涵发展，才能拥有特色优势学科和一流的师资队伍。M大学没有进人“双一流”建设名单行列。如果上述断定是真的，则以下哪项也可能为真?</p><p>Ⅰ.M大学没有特色优势学科而且师资队伍不够一流</p><p>Ⅱ.M大学没有全面推进高校内涵发展</p><p>Ⅲ.M大学全面推进了高校内涵发展</p>', '<p>I、Ⅱ和Ⅲ</p>', '55c5524219fa031470bff047bbf8fc23', '2023-05-12 13:11:52', '2023-05-12 13:11:52', 1);
INSERT INTO `exam_question` VALUES ('2f246d5d13c4f00c25fbdfd15584fe45', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>小张这个夏天如果去新疆，就要游吐鲁番和喀纳斯，否则就不去；只有与小李同游，小张才会游吐鲁番或天池；如果与小李同游，小张一定要与小李做约定；如果小张与小李做约定，则小李这个夏天一定要有时间。遗憾的是，这个夏天小李单位来了一项紧急任务，相关人员一律不得请假，小李也不例外。由此可以推出：</p>', '<p>小张这个夏天未去新疆</p>', '7aaebd7b7799df276981aa5901479f7f', '2023-05-12 13:12:27', '2023-05-12 13:12:27', 1);
INSERT INTO `exam_question` VALUES ('c43e7f718d812a64cab2e5e23aeb9d8a', 1, 'c260c13ce9b110ac7a3fdaf56525b182', '5', 1, '<p>调查研究显示，相较传统的农业生产方式，有机农业生产出的农作物产量会有一定程度的下降。但现在仍然有越来越多的农民从传统农业转向有机农业，甚至花费资金，添置用于有机农业耕作的农用设备。以下选项如果为真，最能解释上述现象的是：</p>', '<p>有机农业生产出的农作物市场售价远高于传统农业</p>', 'e78fd6d5eb5f6e3b12298d8361cc7a69', '2023-05-12 13:13:11', '2023-05-12 13:13:11', 1);
INSERT INTO `exam_question` VALUES ('a71c031999fec51a4399a9937bc35aed', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">乡镇人民政府是()</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">《中华人民共和国宪法》第九十五条规定，省、直辖市、县、市、市辖区、乡、民族乡、镇设立人民代表大会和人民政府。《中华人民共和国地方各级人民代表大会和地方各级人民政府组织法》第五十四条规定，地方各级人民政府是地方各级人民代表大会的执行机关，是地方各级国家行政机关。由此可知，乡镇人民政府属于我国的国家行政机关。</span></p>', 'c9101721f573f46e06684bb2962d4bb0', '2023-05-12 13:16:35', '2023-05-12 13:16:35', 1);
INSERT INTO `exam_question` VALUES ('f4378048ba4d6b242b71637c38da291c', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">2022年中央一号文件提出，推进中国特色农业现代化，要始终把改革作为根本动力，立足国情农情，顺应时代要求，坚持( &nbsp; &nbsp;)为基础与多种经营形式共同发展。</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">2022年1月19日，中共中央、国务院印发了《关于全面深化农村改革加快推进农业现代化的若干意见》，简称《2022年中央一号文件》，《2022年中央一号文件》提出，推进中国特色农业现代化，要始终把改革作为根本动力，立足国情农情，顺应时代要求，坚持家庭经营为基础与多种经营形式共同发展，传统精耕细作与现代物质技术装备相辅相成，实现高产高效与资源生态永续利用协调兼顾，加强政府支持保护与发挥市场配置资源决定性作用功能互补。</span></p>', 'f92bd96f3e319022a38e076c40354a40', '2023-05-12 13:17:14', '2023-05-12 13:17:15', 1);
INSERT INTO `exam_question` VALUES ('a72d4ca55d71f16afe6904f94857802e', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">根据《中国共产党章程》，党的( &nbsp; &nbsp;)每届任期两年或三年。</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">《中国共产党章程》第三十条规定，党的基层委员会每届任期三年至五年，总支部委员会、支部委员会每届任期两年或三年。基层委员会、总支部委员会、支部委员会的书记、副书记选举产生后，应报上级党组织批准。</span></p>', 'b90abc9524e36c751e746c98c996a66f', '2023-05-12 13:18:08', '2023-05-12 13:18:08', 1);
INSERT INTO `exam_question` VALUES ('5db9cb6038ac91b76cd75c3010939b8a', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">李某是甲村村民委员会成员，根据《村民委员会组织法》，以下人员可以担任该村村务监督机构成员的是( &nbsp; )。</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">村民委员会组织法》第三十二条规定，村应当建立村务监督委员会或者其他形式的村务监督机构，负责村民民主理财，监督村务公开等制度的落实，其成员由村民会议或者村民代表会议在村民中推选产生，其中应有具备财会、管理知识的人员。村民委员会成员及其近亲属不得担任村务监督机构成员。村务监督机构成员向村民会议和村民代表会议负责，可以列席村民委员会会议。因此，李某的妻子、哥哥、父亲不得担任村务监督人员。李某的朋友是可以的。</span></p>', '1a1b056c5c6340556821293444e71e22', '2023-05-12 13:18:59', '2023-05-12 13:18:59', 1);
INSERT INTO `exam_question` VALUES ('e250fee180388d3896d471d148877228', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p style=\"text-indent: 27pt;\">乡村的美丽在于历史记忆，千百年来( &nbsp; &nbsp;)的村落空间、建筑风格、镌刻着一圈圈生命的年轮。</p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">本题考查固定搭配，四个选项中能与空间、风格搭配的只有形成，并且“形成”强调历史，强调时间变化，符合题意</span></p>', '87f3e3c4d62fba932cb7fa78675c4d7b', '2023-05-12 13:20:42', '2023-05-12 13:20:42', 1);
INSERT INTO `exam_question` VALUES ('340064115578410da4bfe65f7ba60296', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p style=\"text-indent: 27pt;\"><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">正如中国乡村在拥抱现代化的过程中不断嬗变一样，乡村道德也在剧烈变化的大时代里面临( &nbsp; &nbsp;)。</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">中国乡村道德的不断嬗变”意味着转变，只有C选项能体现这种大范围，整体上的变动。</span></p>', 'cda6c512c17ac274db4093af21efa15f', '2023-05-12 13:21:14', '2023-05-12 13:21:14', 1);
INSERT INTO `exam_question` VALUES ('b5741ee156a64bbbbda964cfe287e69f', 1, '80bf0db118f64744d374bbd3904fb9cd', '5', 1, '<p style=\"text-indent: 27pt;\"><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">在有条件的地方开展按实际粮食播种面积或产量对生产者补贴试点，提高补贴精准性、指向性。这是中央一号文件的一个突出()，也是对一直以来农业补贴政策上各种呼声的一个合理( &nbsp; &nbsp;)</span></p>', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">亮点回应</span></p>', '8f3ecf1752a271c20b6462c3a40fc973', '2023-05-12 13:21:57', '2023-05-12 13:21:57', 1);
INSERT INTO `exam_question` VALUES ('4d9c6a61d43cb8a9cd08f6594a3b35e0', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>党的二十大报告指出，全过程人民民主是社会主义民主政治的本质属性，是最广泛、最真实、最管用的民主，下列事例体现了全过程人民民主的有几项：</p><p>①某地人代会开会前，群众代表通过初审政府预算草案，提出修改意见，监督管好政府\"钱袋子”，使公共资金使用更好反映人民意愿</p><p>②某地居委会和社区一同组织居民讨论社区公共服务资金的分配使用规则，居民通过各种创新的基层协商民主方式，让财政决策更接地气</p><p>③某直播平台开展了“最美建筑摄影\"网络投票活动，众多摄影爱好者纷纷拍摄并投稿，网友们通过公平公开公正的方式评选出“最高人气奖”</p><p>④某政府网络平台开辟了“领导留言板\"栏目，群众可直接给政府主要负责同志留言，提出意见和诉求</p><p><br></p>', '<p>第一步，本题考查时政。</p><p>第二步，①某地人代会开会前，群众代表通过初审政府预算草案，提出修改意见，监督管好政府\"钱袋子\"，使公共资金使用更好反映人民意愿。通过这样的监督方式，能够最大限度地保障人民群众的利益，体现的是最管用的民主。</p><p>②某地居委会和社区一同组织居民讨论社区公共服务资金的分配使用规则，居民通过各种创新的基层协商民主方式，让财政决策更接地气。基层民主协商，切口小但破题大，切实有效地解决了基层社会治理的末梢问题。体现的是居民通过民主协商的方式来表达诉求，反映了我国的民主是最真实、最管用的民主。</p><p>③某直播平台开展了“最美建筑摄影\"网络投票活动，众多摄影爱好者纷纷拍摄并投稿，网友们通过公平公开公正的方式评选出“最高人气奖\"。直播平台的管理并非是社会主义民主的范围，因此无法反映出来社会主义民主特征。</p><p>④某政府网络平台开辟了“领导留言板\"栏目，群众可直接给政府主要负责同志留言，提出意见和诉求。群众通过合理的途径能够反映自己的意见和诉求，政府通过\"领导留言板\"栏目来搜集群众最真实的想法，体现的是社会主义最真实的民主。</p><p>因此，上述表述中能够反映社会主义民主的是①②④，总共3项</p>', '67dabf39a314355e72faece9d3235d94', '2023-05-12 14:13:30', '2023-05-12 14:26:36', 1);
INSERT INTO `exam_question` VALUES ('96620fc08b06e7291b62af7b9c6544fa', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>党的二十大报告指出，实现碳达峰碳中和是一场广泛而深刻的经济社会系统性变革，下列关于实现碳达峰碳中和的说法错误的是：</p>', '<p>第一步，本题考查时政并选错误项。</p><p>第二步，党的二十大报告指出，积极稳妥推进碳达峰碳中和，立足我国能源资源禀赋，坚持先立后破，有计划分步骤实施碳达峰行动，深入推进能源革命，加强煤炭清洁高效利用，加快规划建设新型能源体系，积极参与应对气候变化全球治理。故B项\"先破后立\"与报告中\"先立后破\"不符，说法错误，当选。</p>', '75e758673d2c8e31e51c12c83b52593d', '2023-05-12 14:15:43', '2023-05-12 14:26:51', 1);
INSERT INTO `exam_question` VALUES ('fa3e80ac83bd0cc49bb1e96cc9ee4b0b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>下列习近平总书记讲话内容与所涉及的省区对应正确的有几项：</p><p>①盐湖资源是全国的战略性资源--青海</p><p>②让黄花成为乡亲们的\"致富花\"--山西</p><p>③奋力谱写雪域高原长治久安和高质量发展新篇章--西藏</p><p>④从黄浦江畔搬到渭水之滨，你们打起背包就出发，舍小家顾大家--陕西</p><p><br></p>', '<p>第一步，本题考查时政。</p><p>第二步，①2016年8月，习近平总书记在青海考察时指出，盐湖资源是青海的第一大资源，也是全国的战略性资源，务必处理好资源开发利用和生态环境保护的关系。讲话内容涉及青海，正确。</p><p>②2020年5月11日，习近平总书记在山西省大同市云州区考察有机黄花标准化种植基地并强调，“希望把黄花产业保护好、发展好，做成大产业，做成全国知名品牌，让黄花成为乡亲们的\'致富花\"。讲话内容涉及山西，正确。</p><p>③2021年7月21日至23日，习近平总书记在西藏考察并强调，在推动青藏高原生态保护和可持续发展上不断取得新成就，奋力谱写雪域高原长治久安和高质量发展新篇章。讲话内容涉及西藏，正确。</p><p>④2020年4月22日，习近平总书记在陕西考察期间来到西安交通大学，参观交大西迁博物馆。习近平总书记说：“从黄浦江畔搬到渭水之滨，你们打起背包就出发，舍小家顾大家。交大西迁对整个国家和民族来讲、对西部发展战略布局来讲，意义都十分重大。”讲话内容涉及陕西，正确。</p><p>因此，选择D选项。</p><p><br></p>', 'ffeb11499129cd86902f23ac35adfd39', '2023-05-12 14:16:37', '2023-05-12 14:27:07', 1);
INSERT INTO `exam_question` VALUES ('9c66a89b49bd580ef24f9977ea228549', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>宋朝是我国历史上商品经济、文化教育、科学创新高度繁荣的时代。下列选项中描述的景象，可能出现在宋朝的有几项?</p><p>①社会出现严重通货膨胀</p><p>②百姓们用煤炭作燃料取暖做饭</p><p>③农民使用水力翻车进行田间灌流</p><p>④士兵们用火药制成的\"震天雷\"击退敌人</p><p><br></p>', '<p>第一步，本题考查中国史知识。</p><p>第二步，①项：宋朝前期，国家对于货币的发行和管制都非常的稳定，国家财政相对稳固，这一时期，市场上的货币数量大体上还相当标准。但到了宋徽宗时期，由于行政机构的繁杂，社会上形成了冗官、冗兵、冗费的三冗局面，国家财政支出浩大，《宋史》中记载：“今官较之元祐，已多十倍，国用安得不乏\"，于是宋朝政府为了解决财政支出的高昂费用，开始随意发行纸币，结果造成了纸币贬值，社会出现了严重的通货膨胀。①项正确。</p><p>②项：在宋代出现了煤炭利用的新形式--焦炭。这是一个煤炭利用史上划时代的进步，而且宋代是焦炭大规模运用的朝代。因此，百姓们可用煤炭作燃料取暖做饭，②项正确。</p><p>③项：水力翻车是宋代的。水力翻车是旧时汉族水利灌溉农具，流行于中国大部分地区，水力翻车是使用水流驱动水车轮旋转起来的，利用的是自然界的力量，人力、畜力可以用作别的生产活动，且此法输水灌溉可日夜不息，方便之处又在人踏翻车之上。宋代，农民可使用水力翻车进行田间灌溉。③项正确。</p><p>④项：到了12-13世纪，即北宋末、南宋、辽金元时期，由于社会的需求，火药和火药武器的研制和生产都有较大的发展。据史书记载，北宋末年的战场上出现两种新型的火药武器，一是“霹雳炮\"，二是“震天雷\"。因此，士兵们可用火药制成的“震天雷“击退敌人。④项正确。</p><p><br></p>', '6be08cdfa0f76e3476a62ed9ed238a6c', '2023-05-12 14:20:17', '2023-05-12 14:27:45', 1);
INSERT INTO `exam_question` VALUES ('9eeb7f8ca573b858956d4fb6e0cdbaeb', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>关于微生物，下列说法错误的是：</p>', '<p>第一步，本题考查生活常识。第二步，幽门螺旋杆菌感染一般会引起慢性胃炎，并非急性。</p><p><br></p>', '427ce076385cfddebcccb031ad92ceb8', '2023-05-12 14:31:09', '2023-05-12 14:31:10', 1);
INSERT INTO `exam_question` VALUES ('b4b2b9ec7cbf71452098ea9504748535', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>下列关于革命遗址及革命纪念建筑物的说法错误的是：</p>', '<p>第一步，本题考查中国史并选择错误项。</p><p>第二步，秋收起义文家市会师旧址，位于湖南省浏阳县文家市镇人民路33号，背靠文化山。1927年9月，秋收起义部队在这里会师，毛泽东主持前委会议，及时作出从进攻大城市转向农村进军的决定，初步形成了农村包围城市的战略思想，中国人民革命史开始了具有决定意义的新起点。“十六字诀\"游击战术，即\"关于人民军队在敌强我弱条件下广泛开展游击作战的指导性方针”，内容为“敌进我退，敌驻我扰，敌疲我打，敌退我追\"，在抗战期间发挥了重要作用。关于游击战术“十六字诀\"的产生过程，党史学界议论纷纷，莫衷一是。</p>', '9df943889e196a800342cc4026077911', '2023-05-12 14:32:21', '2023-05-12 14:32:21', 1);
INSERT INTO `exam_question` VALUES ('f615f3709b7eab8da65c4c748c398e35', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>《论语》中提到“行夏之时，乘殷之辂，服周之冕\"。下列与之相关的说法错误的是：</p>', '<p>第一步，本题考查文学知识并选错误项。</p><p>第二步，“夏之时\"指的就是夏朝的历法，即《夏小正》一类的文献遗存。《夏小正》按月记录了时令物候，与农业生产的安排有密切关系。后代的历法，从形式到内容，都承袭《夏小正》而加以发展。传说《大衍历》为唐代僧一行所作，不是夏代的历法。</p>', 'b838af5c1b49fb7a6be3e5989134e385', '2023-05-12 14:33:25', '2023-05-12 14:33:25', 1);
INSERT INTO `exam_question` VALUES ('795e8d92885e319354345e9569025965', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某小区业主王某拟将其自住用房改为民宿用房，物业公司和业主委员会不同意，为此发生争执。下列与之相关的说法正确的是：</p>', '<p>第一步，本题考查民法。</p><p>第二步，根据2021年版《民法典》第279条规定，业主不得违反法律、法规以及管理规约，将住宅改变为经营性用房。业主将住宅改变为经营性用房的，除遵守法律、法规以及管理规约外，应当经有利害关系的业主一致同意。</p>', 'bd7d7b937cb0df0f490c6a18150a127f', '2023-05-12 14:34:36', '2023-05-12 14:34:37', 1);
INSERT INTO `exam_question` VALUES ('03fed2596153b2d59a92e7b401ff180e', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>2020年1月李某因意外事件下落不明，2022年3月李某的丈夫盛某向法院申请宣告李某死亡，法院于2022年4月10日作出判决。2022年8月，李某返回家中，发现盛某已于另一名女子杜某结婚，自己的女儿已被朋友艾某收养。下列与之相关的说法错误的是：</p>', '<p>第一步，本题考查民法并选错误项。</p><p>第二步，根据2021年版《中华人民共和国民法典》第49条规定，自然人被宣告死亡但是并未死亡的，不影响该自然人在被宣告死亡期间实施的民事法律行为的效力。故李某在2020年1月至2022年8月期间实施的民事法律行为无效的说法错误。</p>', '1ea2246009cdff905d931db708449394', '2023-05-12 14:35:28', '2023-05-12 14:35:28', 1);
INSERT INTO `exam_question` VALUES ('48b217f9f848587ef96333ea5894cdb2', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>地球系统是指由大气圈、水圈、陆圈和生物圈组成的有机整体。下列相关的说法正确的是：</p>', '<p>第一步，本题考查地理国情。</p><p>第二步，自然界的能源资源按其形成和来源，一般分为三大类：(1)来自太阳辐射的能源，人类所使用的能源。绝大部分是过去和现在太阳辐射的能量，简称太阳能，如：太阳能、生物能、煤、石油、天然气、水能、风能等；(2)来自地球内部的能源。如：地热、核能等；(3)由月球、太阳对地球的引力而形成的潮汐能。地球上最基本、最主要的能量最终来源于太阳能。</p>', '0a1989d6c22a50b3ed450f479920e1d4', '2023-05-12 14:36:25', '2023-05-12 14:36:26', 1);
INSERT INTO `exam_question` VALUES ('865b648632688b8fb1d8627202f2e6e6', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>北京2022年冬残奥会闭幕式融入了天干地支元素，下列关于天干地支的说法正确的是：</p>', '<p>第一步，本题考查人文历史。</p><p>第二步，十二地支为：子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥。以地支十二解释十二生肖(十二禽)，最早见于王充《论衡·物势篇》，用十二种动物分别与十二地支相配成为“十二生肖年\"。</p>', 'ecff143f79fcedf7170bf8317915f0c5', '2023-05-12 14:37:28', '2023-05-12 14:37:29', 1);
INSERT INTO `exam_question` VALUES ('2c4a7ab7a6a8ebdb0f67104f73a17ce3', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>二十四节气\"鲜明地体现了中国人尊重自然、顺应自然规律和可持续发展的理念。下列关于“二十四节气\"的说法正确的是：</p>', '<p>第一步，本题考查地理知识。第二步，春分和秋分太阳会直射赤道，全球正午太阳高度从赤道向两极递减，全球昼夜平分。</p>', 'fde416251c68842806a9c90afa737514', '2023-05-12 14:38:20', '2023-05-12 14:38:20', 1);
INSERT INTO `exam_question` VALUES ('def7130544d759fb9b73665bf1cc62d0', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>在“工业的血液--石油文化展”上，最不可能出现的事物是：</p>', '<p>第一步，本题考查人文常识并选错误项。</p><p>第二步，《梦溪笔谈》，北宋科学家、政治家沈括(1031年-1095年)撰，是一部涉及古代中国自然科学、工艺技术及社会历史现象的综合性笔记体著作。该书在国际亦受重视，英国科学史家李约瑟评价为“中国科学史上的里程碑\"。其内容涉及天文、数学、物理、化学、生物等各个门类学科，其价值非凡。书中的自然科学部分，总结了中国古代、特别是北宋时期科学成就。石油文化展上不太可能出现《梦溪笔谈》原文摘录。</p>', '6a2636aea2abb5d020017f8a8ebdfc28', '2023-05-12 14:39:11', '2023-05-12 14:39:12', 1);
INSERT INTO `exam_question` VALUES ('5ec819c5f3accaa75518a79e3c1436c8', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>关于体育项目中所蕴含的物理原理，下列说法错误的是：</p>', '<p>第一步，本题考查物理知识并选错误项。</p><p>第二步，绳子的受力特点是在绳子的处处张力都相等，不管是怎么拉动，T甲=T 乙(为了区别于阻力F，绳子的拉力用T表示)恒成立。至于为什么最终一方会向另一方移动，其原因是两者克服拉力所能承受的最大阻力即静摩擦力不同。</p>', 'cc9b4737ee70e5e67faa7c9e1ab0264c', '2023-05-12 14:39:59', '2023-05-12 14:39:59', 1);
INSERT INTO `exam_question` VALUES ('3e033b9de20433e87f2fa2f999a670e3', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>截至2022年底，中国位居全球风力发电装机总量第一位。下列与风力发电有关的说法错误的是：</p>', '<p>第一步，本题考查物理并选错误项。第二步，风力发电的功率的大小更主要取决于风量的大小，而不仅是发电机的功率大小。</p>', 'b3d32683b0bd0845c9050574d0e0758a', '2023-05-12 14:40:47', '2023-05-12 14:40:47', 1);
INSERT INTO `exam_question` VALUES ('0af07cb6468826b246862a22c4dcbe44', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>针对人民教育出版社小学数学教材插图问题，教育部高度重视，_____，对全国中小学教材教辅和进入校园课外读物的插图及内容进行了全面排查整改，确保体现正确的政治方向和价值导向，弘扬中华优秀文化，符合大众审美习惯。填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析语境。空前反映了教育部对数学插画的版面问题，空后面教育部则对其他类型的教辅都进行了统一排查，所以这个空应该体现由一类问题发现了其他相关问题。A项“举一反三”指拿已知的一件事理去推知相类似的其他事理；比喻善于由此知彼，触类旁通。符合语境。B项“一蹴而就\"比喻事情轻而易举，一下子就成功。不符合语境。C项“融会贯通\"指融合贯穿各方面的知识，得到全面、系统、透彻的理解。不符合语境。D项“见微知著\"是指见到细微的苗头，就能预知事物发展的方向。能透过微小的现象看到本质，推断结论或结果。不符合语境。因此，选择A选项。</p>', 'aea1c4d244454ac943a46644f389d058', '2023-05-12 14:42:09', '2023-05-12 14:42:09', 1);
INSERT INTO `exam_question` VALUES ('411201c308e1f685db60ae651947e81a', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>城市文化是一座城市的气质所在，也是城市发展的内在动力。近年来，一些城市的景观规划动辄\"大开大合”，形成______的整体风格，或者移栽网红花木，打造网红街景，将城市文化灌入流量。这些功利的城市治理行为也许会带动一段时间的消费热涨，却让城市失去了原本的生活底色。填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析语境。根据文段“动辄大开大合”让城市失去了原本的生活底色\"可知，城市风格发生了巨大变化，并且很类似。</p><p>第二步，辨析选项。A项“照猫画虎\"比喻只是依样画葫芦，实际上并不理解。文段并无是否理解的含义，排除。B项“老生常谈“比喻人们听惯了的没有新鲜意思的话。C项“因循守旧指的是沿袭旧规，不思革新，死守老一套，缺乏创新的精神。B项、C项均不符合语境，排除。D项“千篇一律“比喻文章、题材、写法等公式化。也泛指事物只有一种形式；毫无变化，符合语境。</p>', 'afff8a71ad23a0af23f395a78b922efc', '2023-05-12 14:43:59', '2023-05-12 14:44:00', 1);
INSERT INTO `exam_question` VALUES ('650d40e04181b086b8fbd4c0d1ede29a', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制止网络暴力，加强、完善相关制度性建设刻不容缓。_______，每一个口出恶言之人都是推动网暴潮水前进的一部分。反过来讲，在评判热点人物和事件时保持善意和理智，哪怕只是做到少说不说，这样的人每多一个，抵御网暴的堤坝就能高一分。填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析语境。根据\"每一个口出恶言之人都是推动网暴潮水前进的一部</p><p>分”、“哪怕只是做到少说不说\"可知，文段强调大家在面对热点人物事件时不要轻易发表恶言，该空要体现言论的影响大。</p><p>第二步，辨析选项。A选项“人言籍籍“意思是指人们议论纷纷，侧重于言论“多\"，文段则侧重于言论\"影响大\"，排除。B选项“众口钰金\"指众人异口同声的言论，足能融化金属，比喻舆论力量强大，符合文意。C选项“三人成虎”比喻说的人多了，就能使人们把谣言当作事实，侧重“把\'谣言\'当\'事实”，文段强调的是“恶言对社会的危害\"，排除。D选项\"流言蜚语\"指毫无根据的话，不可作为独立语出现，排除。</p>', '5889becde4f9d252a78a3623605e7f35', '2023-05-12 14:46:03', '2023-05-12 14:46:03', 1);
INSERT INTO `exam_question` VALUES ('72fa45858b7405fa8091207bba1c5f2c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>电影音乐作为电影艺术的组成部分，早已和画面构图、色彩、语言一样，成了表达主题、塑造人物、______意境的一个重要手段。它在渲染气氛、揭示人物心灵、影响观众心理方面所能达到的神奇效果，是前人始料所不及的。一部电影如果缺少了_____的音乐，就好比一道大餐少了盐。依次填入横线处的词语最恰当的一组是：</p>', '<p>第一步，分析第一空。根据\"电影音乐作为电影艺术的组成部分，早已和画面构图、色彩、语言一样，成了表达主题、塑造人物、__意境的一个重要手段\"可知，横线处搭配意境，且前文主语未电影音乐，此处应体现电影音乐为电影带来意境。A项“设立“是指设置；建置约束，一般搭机构，不搭意境，不符合文意，排除A项。B项\"创造\"是指将两个或两个以上概念或事物按一定方式联系起来，主观地制造客观上能被人普遍接受的事物，以达到某种目的的行为，搭配得当，符合文意。C项“生成\"具有长成、形成、养育等意思，一般搭文字、目录等，不搭意境，不符合文意，排除C项。D项“展现\"是指明显地表现出来的意思，一般搭原本潜藏需要显现出来的事物，意境不是原本潜藏的事物，不搭意境，不符合文意，排除D项。</p><p>第二步，验证第二空。“相得益彰\"指两个人或两件事物互相配合，双方的能力和作用更能显示出来，能够体现音乐和电影融合所达到的神奇效果，符合文意。因此，选择B选项。</p><p><br></p>', '536f868fd35ed9a945ad40e335492185', '2023-05-12 14:47:35', '2023-05-12 14:47:35', 1);
INSERT INTO `exam_question` VALUES ('2e1e1ef61a44c98264b306be021b818f', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>包括儒家在内的中国传统思想对文艺的功利性______，“文以载道“可谓天经地义，时时处处以人心与教化的标准来审视和介入文艺的生产与传播，未必都具有积极的社会意义。这需要具体问题具体分析，关键在于人心与教化的标准不能走偏或错谬，否则这种审视和介入就会______或戕害文艺的发展。填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第二空。根据\"关键在于人心与教化的标准不能走偏或错谬，否则这种审视和介入就会或戕害文艺的发展\"可知横线处与戕害并列，“戕害”指杀害且为消极，对比选项A项“妨碍\"和B项“阻止\"消极倾向且可以与“戕害\"并列，保留A项和B项，C项“主张”、D项“推动\"为中性词，排除。</p><p>第二步，分析第一空。根据横线后文，“文以载道\'可谓天经地义\"可知传统思想对文艺的功利性具有倾向性且为客观表述。B项“不屑一顾”指认为不值得一看，形容极端轻视。感情倾向消极且不符合语境，排除B项。A项“情有独钟\"指对某人或某件事特别有感情，把自己的心思和感情都集中到他上面。符合语境。</p><p>因此，选择A选项。</p>', 'badf67f3f7d9becc92e036eaa6db40c5', '2023-05-12 14:48:55', '2023-05-12 14:48:55', 1);
INSERT INTO `exam_question` VALUES ('70ae9dfff69a71b25be07c083ea0bdb4', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>1925年10月10日，故宫博物院正式成立，这是一件具有划时代意义的大事。故宫博物院从皇宫到博物院的______，也是中国社会由帝制走向共和的一个____。</p><p>依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，本题破题点在第二空。分析第二空，此处意思是故宫博物院的转变是中国社会变化的一个体现。A项“背影“指人的背面身影。搭配故宫博物院不合适。B 项“幻影\"指幻想中的景象；虚幻中的景象。故宫博物院是实际存在的物体。C项“倒影”指映出的倒立的影子。与文意不符。排除ABC项。D项\"缩影”指同类型的人或事物以具体而微的方式呈现。符合文意。</p><p>第二步，验证第一空。第一空意为故宫博物院由皇宫变成了博物院，D项\"转变”指由一种情况变成另一种情况。符合文意。</p><p>因此，选择D选项。</p>', '59f4f6ed246d5a14045d437b7ed2bc2d', '2023-05-12 14:50:05', '2023-05-12 14:50:05', 1);
INSERT INTO `exam_question` VALUES ('c148f33b82417a05890c2890ddf8c1c7', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>追星_______，但频频越界的\"饭圈“乱象，不仅有违社会公序良俗、触碰社会道德底线，有的还已触碰法律红线。______“饭圈\"乱象，关涉青少年成长，关乎社会和谐稳定。</p><p>依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。根据后文“但频频越界的\"饭圈“乱象，......有的还已触碰法律红线\"可知，追星这种行为虽有问题，但还是可以理解的。B项“天经地义\"比喻正确的，不可改变的因而也不容置疑的道理，不符合文意，排除。</p><p>第二步，分析第二空。根据前文\"饭圈\'乱象的危害”，及后文“关涉青少年成长，</p><p>关乎社会和谐稳定\"可知，对\"饭圈\"乱象要进行治理，且搭配\"乱象\"。A项\"整治”指整顿、治理，符合文意。B项\"疏导\"指使淤塞的水流或阻塞的道路畅通；也比喻开导、打通人的思想，疏导思想，与\"乱象\"不搭，排除。D项“梳理\"指用梳子整理，搭配\"脉络、头绪、体系\"等，与“乱象\"不搭，排除。</p><p>因此，选择C选项。</p><p><br></p>', '323fc55180da472c4c747b339a90bf32', '2023-05-12 14:51:35', '2023-05-12 14:51:35', 1);
INSERT INTO `exam_question` VALUES ('fa5fe9c25ee0a7dde89127161458d9ad', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>我们常常讨论创造性的培养，好像创造性就一定意味着______，一个问题有一百个解，不受约束。实际上，_______地看待世界，明白局部与整体之间的联系和运作；做事情讲方法，有步骤，有恒心，能统合各方力量，这些才是创造性的基石。</p><p>依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，突破口在第二空。根据语境，应对应\"明白局部与整体之间的联系和运作”。所以该空应体现大局观之意。A项“壮观“意思为雄奇伟观的事物或风景。不符合语境。排除A项。B项\"宏观“意思与“微观“相对，不涉及分子、原子、电子等内部结构或机制；也泛指大的方面或总体，符合文意，保留B项。C项“微观\"原意是“小\"。微观与“宏观\"相对。微观在粒子自然科学中一般指空间线度小于10-9米(即纳米以下)的物质系统。在社会科学或者广义的概念，微观是指从小的方面去观察，不符合文意，排除C项。D项“乐观\"意思是遍观世上人、事、物，皆觉快然而自足的持久性心境，不符合文意，排除D项。</p><p>第二步，验证第一空。“天马行空”指天马奔腾神速，像是腾起在空中飞行一样。比喻诗文书法等气势豪放，不拘一格，流畅自然，也指思维的不同寻常的跳跃，还指不切实际的想法，符合文意。</p><p>因此，选择B选项。</p>', 'e8102ac7fd8972ecd836946a6a047eb5', '2023-05-12 14:53:01', '2023-05-12 14:53:01', 1);
INSERT INTO `exam_question` VALUES ('0d4cc83eb21e6eab64fa7d567cdebd6f', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>在延安中央大礼堂外，伫立着两棵柳树和一排松树。当年，毛泽东曾作“松柳之喻\"：共产党员要像柳树一样，插到哪里就在那里活起来。但是柳树也有弱点，就是随风倒，软得很，所以还要学松树，松树的劲大得很，到冬天也不落叶子。松树有原则性，柳树有灵活性。像柳树那样_____，人人喜欢；像松树那样_______，稳当可靠。依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。根据\"像柳树那样_，人人喜欢“可知，文中要表达的意思是柳树插到哪里都可以活起来，具有灵活性，讨人喜欢之意。A项意思是可以亲近；引起人亲近的情感。符合文意，保留A项。B项“可爱\"意思是令人敬爱的。也指令人喜爱的，讨人喜欢的，深受热爱的。符合文意，保留。C项“可敬\"意思是值得尊敬；D项“可贵\"意思是值得珍视，值得看重，值得倡导，两项均不符合文意，排除。</p><p>第二步，分析第二空。根据\"像松树那样_，稳当可靠\"可知，文中要表达的意思是松树稳当可靠，有原则性，A项“坚定\"意思是立场、主张、意志等稳定坚强，不动摇。符合文意。B项“坚固\"意思是牢固，不易毁坏，与松树搭配不当。</p><p>因此，选择A选项。</p>', '95b0a3d84000be0ba16522ba31e45729', '2023-05-12 14:54:43', '2023-05-12 14:54:43', 1);
INSERT INTO `exam_question` VALUES ('a89b35950d525fa416d98af1bbd50d48', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>立于传统之上的创新，远比借______招徕粉丝难得多。因为对传统越是懂，越知道它的______之处在于\"增之一分则太长，减之一分则太短”，越不敢越雷池一步。</p><p>依次填入横线处的词语最恰当的一组是：</p>', '<p>第一步，分析第一空。根据\"立于传统之上的创新，远比借_招徕粉丝难得多\"可知，横线处应与\"创新“构成相反，应体现拘泥与传统之意，不知变通。A项“时兴”一时流行的，不符合文意，排除A项。B项\"流量\"是在一段时期某一变量的加总量另一种指手机上网所用的流量，不符合文意，排除B项。C项\"套路”一般多指某人做事有所欺瞒或有极具实际经验的处事方法，从而形成了一类行为模式，不符合文意，排除C项。D项\"流俗”指社会上流行的风俗习惯，多含贬义，能体现遵从之前的传统不加改变之意，符合文意。</p><p>第二步，验证第二空。“精巧”指精细巧妙，对应\"增之一分则太长，减之一分则太短\"，符合文意。</p><p>因此，选择D选项。</p>', 'ae273be1b6610f1de3a113c8740c5918', '2023-05-12 14:56:25', '2023-05-12 14:56:25', 1);
INSERT INTO `exam_question` VALUES ('42e1f9ca42c5c8030ddb94feeb7d5c70', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>青色文化_______，繁复至极、但沿着牛顿的光谱学说看过去，青光的波长在425至445纳米之间，仅仅20纳米而已，又显得______了，两相对比，有一种摄人心魄的震撼。想来，这就是科学与文化的魅力吧，让人着迷。依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析语境。突破口为第二个空，前文描述青光的波长仅仅20纳米，所以空处要体现很小的意思。A项“不值一提\"意思是不值得提起，形容事情很轻微或者不重要。文中只是形容小，但并不能说明不重要，不符合语境。B项“无足轻重\"意思是没有它并不轻些，有它也并不重些。指无关紧要。不符合语境。C项“平淡无奇”指事物或诗文平平常常，没有吸引人的地方。后文明确说摄人心魄，不符合语境。D项“微乎其微\"意思是形容非常小或非常少。符合语境。答案锁定D项。</p><p>第二步，验证第一空。“洋洋大观\"意思是形容美好的事物复杂繁多，丰富多彩。形容青色文化发展的好恰当。</p><p>因此，选择D选项。</p>', 'd7795a130cc93a53b68e5c8ad4206198', '2023-05-12 14:57:32', '2023-05-12 14:57:32', 1);
INSERT INTO `exam_question` VALUES ('703bf1250d4f3517d5e059f65e4b80ae', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>平衡好情怀与创新改编之间的关系，能使经典乐曲焕发_____的魅力，我们也希望记忆中的歌声除了那些______的经典，还有不断诞生的新曲目。依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。前文提到“平衡好情怀与创新改编之间的关系，能使经典乐曲焕发魅力\"，可知这里存在因果关系，故互为提示，第一空应体现“新\"与“老“之间的关系，A项\"经久不衰“形容某事或某人经历很长时间仍旧保持较高的旺盛状态。只能体现时间的久，不能体现出“新”，不符合语境。B项“生生不息“指不断地生长、繁殖，不符合语境。C项“历久弥新“指经历长久的时间而更加鲜活，更加有活力，更显价值，体现出文段既有时间久的\"老\"又有“新”，符合语境。D项“耳目一新“意思是听到的、看到的跟以前完全不同，令人感觉到很新鲜，侧重新感觉的产生，不符合语境。故排除A项、B项、D项。</p><p>第二步，验证第二空。通过空后搭配\"经典”可知，人们对经典作品很熟悉，所以C 项中的“耳熟能详\"是听得多了，能够很清楚、很详细地复述出来的意思，符合语境。</p><p>因此，选择C选项。</p>', 'd1e8259e4a06449b0823db047deb7033', '2023-05-12 15:00:09', '2023-05-12 15:00:09', 1);
INSERT INTO `exam_question` VALUES ('10741dec33317fa1cd1d34c4ba464876', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>与人类繁衍发展的漫长历史相比，科学的历史并不______。但就在科学有了一席之地的有限历史维度中，人类社会从关系架构、行为方式到思维模式都被科学深刻影响甚至颠覆性______。科学已经成为现代社会不可______的重要部分，是延续和推动现代社会发展的核心力量。依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，突破口在第二个空。主语是人类社会，根据\"甚至\"一词说明第二空前表递进，可知本空语义重且搭配\"颠覆性\"，说明语义有重新构建的含义。A项“重构”指重新构建，符合；B项\"解构”指结构分解，本身也是一种重构，先保留；C项“重建\"是重新建设或建立；重新组建，虽有重新组建之意，但常见搭配是重建秩序等，不与人类社会搭配，排除；D项\"创新“是创立或创造新的或者首先，不符，排除。</p><p>第二步，分析第一空。搭配历史，B项“深远\"搭配的是影响，而不能与历史搭配；A项“久远\"是长久、长远；广阔辽远，符合文意。</p><p>第三步，验证第三空。A项“不可分割\"为固定搭配，符合语境。</p><p>因此，选择A选项。</p>', '52c1cacc7bdf82098b2c33e96ab57a30', '2023-05-12 15:01:35', '2023-05-12 15:01:36', 1);
INSERT INTO `exam_question` VALUES ('5ded98e622e339d7d3b2d535269c419d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>读书可以提高我们的眼光、境界、格局、胸怀，读书的好处，是可以让我们跳出此时此地的______、穿透一时一地的迷雾，从更大的格局和更长远的眼光来把握眼前的各种______，从而把不解和不安化成豁然开明和淡定从容，最后养成战略上的_____。</p><p>依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。根据前文“读书可以提高我们的眼光....，我们可以跳出此时此地\"以及后面“穿透迷雾\"，此处应该填入局限或者限制。A项“奴役\"指使奴隶一样使唤别人。不符合语境，排除A项。B项\"束缚\"指缠绕捆绑。不符合语境，排除B项。</p><p>第二步，分析第三空。前文\"养成战略上的\"，D项“定力”指处变和把握自己的意志力，符合语境。</p><p>第三步，验证第一空。跳出“限制\"，符合语境。</p><p>因此，选择D选项。</p>', 'f0e47b298c1428c7af7a66b6e7a76a01', '2023-05-12 15:03:02', '2023-05-12 15:03:02', 1);
INSERT INTO `exam_question` VALUES ('072b7562c087f5cc8bf5c50f5f3f35c4', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>人类成就和文明进步的史诗，是通过历史上最有天赋和才能的个体对艺术、科学和所有其他领域所做的贡献_____的。天资卓越、创造力出众的拔尖人才可以利用他们的天赋和才能来______人类社会的现状，也可以对其侵蚀破坏，而他们最终如何选择自己的道路，能否肩负起社会责任，形塑提升社会资本、创造更广泛的社会福祉的贡献导向，对于人类命运共同体的未来发展方向有_______的影响。</p><p>依次填入划横线部分最恰当的一组是：</p>', '<p>第一步，突破口在第三空。根据“他们最终如何选择自己的道路，能否肩负起社会责任，形塑提升社会资本、创造更广泛的社会福祉的贡献导向，对于人类命运共同体的未来发展方向有的影响\"可知，第三空作者表达的含义为人才对人类命运共同体有重要的作用。A项“举足轻重\"：形容身份或地位特殊，一举一动足以影响全局，符合文意。B项\"举重若轻”：比喻能力强，能够轻松地胜任繁重的工作或处理困难的问题，不符合文意，排除B项。C项“才轻任重”：指才能不高而肩负重任，不符合文意，排除C项。D项“无足轻重”：指无关紧要，不符合文意，排除D项。答案锁定D选项。</p><p>第二步。验证第一、第二空。A项“写就\"搭配得当，符合文意。“改善\"搭配得当，符合文意。</p><p>因此，选择A选项。</p>', 'fd62227e78495dd9c3041058920775fb', '2023-05-12 15:04:44', '2023-05-12 15:04:44', 1);
INSERT INTO `exam_question` VALUES ('45526640e84f7981af583a24016d007c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>应急科普能够及时解疑释惑，提升公众认知力，还可以_____伪科学和谣言，______社会和网络环境。正因如此，建立健全国家应急科普协调联动机制，完善各级政府应急管理预案中的应急科普措施，极为必要，更是依次填入横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。根据语境，前文提到应急科学普及能提升公众认知力后面一个还表示并列关系，可知，文中要表达的意思是提升认知力能够让伪科学以及谣言没有生存的土壤。A项\"批驳\"指的是对错误的言论或行为加以批判和驳斥。文中伪科学和谣言本身就是一种错误的言论，A项符合文意，保留。B项“抵制\"指的是阻止、抗拒、排斥，也可以和言论搭配，保留。C项“对抗\"指的是挑战、抵抗、对立、抗拒、抗衡。不能用作对抗谣言和伪科学，日常用法常说对抗演练、攻防对抗、实战对抗，搭配不当，排除。D项“拆穿“指的是意思是点破、说穿。谣言和伪科学本身便是虚假迷惑大众的内容，“拆穿“可以对应保留。保留A、B、D选项。</p><p>第二步，分析第二空。A项“净化”常和生态社会相搭配，为约定俗成搭配，例如净化社会环境，净化网络空间、生态、环境，保留。B项“维护”可以和网络环境搭配但是和社会搭配不当，维护和社会搭配通常说维护社会安定或者维护社会稳定，不能直接搭配社会，排除。D项\"建设\"不能和环境搭配，搭配不当排除。锁定A选项。</p><p>第三步，带入验证。“未雨绸缪\"指的是天还没有下雨，先把门窗绑牢。比喻事先做好准备工作。对应前文建立健全机制和完善科普措施。</p><p>因此，选择A选项。</p>', '6b722789253823c192ff8c185aa62188', '2023-05-12 15:06:39', '2023-05-12 15:06:39', 1);
INSERT INTO `exam_question` VALUES ('9ceca3bf72b659866a7ce7bea5af9df5', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>大脑对于外界单调、规律的声音会产生谐振，同时会掩盖住其余声音，起到一种掩蔽效应，因为没有任何变化从而并不引起生理上的______与注意，会不自觉地______可能影响到自己的噪声，更容易______于当下的活动。依次填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析第一空。分析横线的下文语境，应与“注意\"构成并列关系。A项“不适\"意思为(形)(身体)不舒服。符合语境。保留A项。B项“反感\"意思是一指不满或反对的情绪；二指厌恶；不满，语义过重，排除B项。C项“体验“释义为一指亲身经历，实地领会；二指通过亲身实践所获得的经验；三指查核、考察，无法构成并列关系，排除C项。D项“认知\"是指对感觉、知觉、记忆、思维、想象和语言理解的过程等，符合文意，保留D项。</p><p>第二步，分析第三空。根据语境，第三空应对应\"屏蔽效应”。A项“习惯\"意思是指积久养成的生活方式。今泛指一地方的风俗、社会习俗、道德传统等，不符合语意，排除B项。B项“沉浸\"多比喻完全处于某种境界或思想活动中，全神贯注于某种事物，符合文意。</p><p>第三步，验证第二空。“弱化”指使某种事物变弱，减轻程度，符合文意。</p><p>因此，选择D选项。</p>', '62f66745d490cd3be3bd468db56b1257', '2023-05-12 15:08:44', '2023-05-12 15:08:45', 1);
INSERT INTO `exam_question` VALUES ('b2d91b35222afe8d7714993dcde20260', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>人工智能的技术内核虽然______，但“模拟人类智慧\"这一理念本身却并不____。因此，该理念就很容易被一些______的思想先驱者转化为一些艺术形象，由此形成对于技术形态本身的\"抢跑\"态势。依次填入划横线部分最恰当的一组是：</p>', '<p>第一步，分析第一空。根据\"人工智能的技术内核虽然，但“模拟人类智慧\"这一理念本身却并不“可知，第一空与第二空含义相近，A项“深奥”与“超前\"含义不同，不符合文意，排除A项。B项“先进\"与\"抽象\"含义不同，不符合文意，排除B项。C项“艰深\"与\"晦涩\"含义相近，符合文意。D项“高端”与“艰涩\"含义不同，不符合文意，排除D项。答案锁定C选项。</p><p>第二步，验证第三空。C项“敏锐\"的思想。搭配得当，符合文意。</p><p>因此，选择C选项。</p>', 'c5919748a4cb9389ff9a3eaa6d871da7', '2023-05-12 15:10:13', '2023-05-12 15:10:13', 1);
INSERT INTO `exam_question` VALUES ('af533e7aa7add0315878aea3a9df5554', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>互联网时代是人机交互的时代，视觉、听觉、触觉在接入互联网的过程中尤为重要，而老年人多感官的衰老都为他们的\"触网困难\"埋下了伏笔。同时，任何一款新功能、任何一次灵活的界面转换都可能会造成他们在互联网中的\"迷失\"，成为阻拦他们“入网”的道道关卡。此外，软件更新频繁、无意中跳转到新页面、关不掉各类弹出式信息三类情况均给不少老年人带来了“触网\"难题。这段文字意在说明：</p>', '<p>第一步，分析文段，首句指出互联网时代中人机交互以及视、听、触觉的重要性，句中的“而”在此处只是承接上下句，前后句语义并没有相反，故非转折。第二句的“同时”以及第三句中的\"此外”都表并列含义，第二句表示新功能和灵活的界面切换会成为老年人在互联网中的难题；第三句表明其余三类情况也给老年人带来难题。故文段为一道主旨类的意图题，文段为分-分结构，文段主要论述的是“互联网时代老年人在入网等过程中遭遇了诸多问题。”</p><p>第二步，对比选项。C项为主要内容的同义替换。</p><p>因此，选择C选项。</p>', 'ac94db0167ee319339674eaf3d992048', '2023-05-12 15:11:14', '2023-05-12 15:11:14', 1);
INSERT INTO `exam_question` VALUES ('9805ce7b80a98b570a0b13698af9a18f', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>为什么_______?一个重要原因是，在中国经济发展中，地方分权尤其是财政包干对地区经济发展产生了正向激励，由此也引发了一些地方的\"一亩三分地\"思维，政策取向更多考虑一地一域，而非站在全国角度通盘考虑。尤其是受唯GDP思维惯性影响， 地方对能带动当地经济、增加财政收入的项目多有青睐， 通过或明或暗的方式保护，造成了市场分割。</p><p>填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析横线处的上下文语境。横线处现在文段开头，起到引出话题或者总领全文的作用。横线处是个疑问句，下文“一个重要原因是.....“进行了回答。下文阐述了地方分权引发了\"一亩三分地\"的思维，政策更多从地方自身考虑，这些思维和政策导致了保护地方产业，造成市场分割的问题。文段主要是回答了保护地方产业，造成市场分割的成因。</p><p>第二步，对比选项。A项地方保护主义难以根除，符合文意当选。B项国内大循环仍存在堵点，下文中并没有对国内大循环进行阐述，无中生有。C项“产能严重过剩\"无中生有。D项重点是成因，而非分布领域。</p><p>因此，选择A选项。</p>', '80710fa512c8b584c3a67f9684b5758b', '2023-05-12 15:12:09', '2023-05-12 15:12:09', 1);
INSERT INTO `exam_question` VALUES ('fb1639773af1752f39b6fdc54506c3da', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>哈士奇太闹腾、比特犬攻击性太强、拉布拉多很友好.......狗狗的性格，似乎已经和它们的品种画上了等号。因此在选择宠物狗时，人们会格外在意它们的品种是否纯正。但研究人员发现，_______。现代狗的品种在19世纪中后期出现，当时，犬类的主要划分依据是体型特征，比如大丹犬体型巨大，而吉娃娃娇小玲珑。人们通常认为，品种代表着犬类的行为特征，但现在，研究人员认为，没有什么迹象表明这种联系真的存在。</p><p>填入画横线部分最恰当的一项是：</p>', '<p>第一步，分析文段。画横线部分在文段中间，通过转折关联词表达了与前文相反的意思，后文是对画横线部分的论述，所以需要选择一个承上启下的选项。前文说狗狗的性格似乎已经和品种画上了等号，后文说研究人员认为没有什么迹象表明这种联系真的存在，由此可知，该处要表达的意思是狗的品种和其性格行为没有关系。</p><p>第二步，对比选项。C项表达的意思就是狗的品种和行为没有关系。</p><p>因此，选择C项。</p>', '1f794bfedab4d3bf6cf1dba28b636946', '2023-05-12 15:18:33', '2023-05-12 15:18:33', 1);
INSERT INTO `exam_question` VALUES ('3d710f15087864dd8cc1cab58e5310bb', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>研究表明，许多动物能够探测到人类无法感知的最微小的振动、细微的大气变化甚至磁场电流。从这个意义上说，啮齿动物和狗可以听到比人类能听到的高得多的频率。大象能感知到的频率则比我们能感知的更低，而许多昆虫的腿部对振动非常敏感。许多动物通过不同的感知获得的这种特殊敏感性的集合，可能是对它们能预感灾难来临的合理解释。最适合做这段文字标题的是：</p>', '<p>第一步，分析文段。文段首句引出科学研究的观点，即许多动物能够探测到人类无法感知的最微小的振动、细微的大气变化甚至磁场电流。第二句进一步强调啮齿动物和狗可以听到比人类能听到的高得多的频率。第三句补充说明大象能感知到的频率则比我们能感知的更低，而许多昆虫的腿部对振动非常敏感。尾句引出文段主旨即\"许多动物通过不同的感知获得的这种特殊敏感性的集合，可能是对它们能预感灾难来临的合理解释\"，即动物可能有预感灾难的能力。</p><p>第二步，对比选项。B项为文段重点的概括归纳项，符合文段主旨，且满足标题特征，“为什么\"更有悬念。</p><p>因此，选择B选项。</p>', 'e6e7e46f01ee4604acc695f410390191', '2023-05-12 15:19:39', '2023-05-12 15:19:39', 1);
INSERT INTO `exam_question` VALUES ('a1027147cdc1b7c59d2fdeb5dc8f403d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>截至2021年，化石燃料的燃烧正式改变了北半球空气中碳同位素的组成，甚至足以抵消核武器试验发出的信号。而这可能会给有价值的碳年代测定技术带来问题。英国伦敦帝国理工学院化学物理学家发现，从放射性碳年代测定法来看，现代物品看起来就像是20世纪早期的物品。放射性碳年代测定专家表示，这种趋势“可能很快就会让人很难分辨一件东西是1000年前的还是现代的\"。</p><p>更适合做这段文字标题的是：</p>', '<p>第一步，分析文段。原文第二句\"这”指代的是第一句的内容，后文是对第二句的论证，说明碳年代测定技术的问题--测定结果不准确。文段是\"分-总-分\"结构，第二句是文段重点。</p><p>第二步，对比选项。D选项是文段重点的同义替换。因此，选择D选项。</p>', '3536d75ddd996ab20b046a011b5bdf68', '2023-05-12 15:22:38', '2023-05-12 15:22:39', 1);
INSERT INTO `exam_question` VALUES ('b467df8074e58019c7eab871de92b5e7', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>①由于亮度与光的强度成正比，因此行星看起来比恒星更亮</p><p>②当我们仰望星空时，或许能分辨出哪一颗是恒星，哪一颗是行星--闪烁的是恒星，不闪烁的是行星</p><p>③有趣的是，行星并不发光，而是反射恒星的光，但是从地球上看时，行星显得比恒星更亮</p><p>④而我们看得到的行星距离地球相对较近，折射较少</p><p>⑤这主要与行星和恒星到达地球的视距离有关。因为行星离地球较近，所以我们的眼睛感知行星的光的强度比离地球较远的恒星要高得多</p><p>⑥这是因为绝大多数恒星离地球非常远，来自恒星的光经历多次折射，光速不断变化，因此产生了这种效果。</p><p>将以上6个句子重新排列，语序正确的是：</p>', '<p>第一步，辨析首句。②句引出话题恒星和行星之间从亮度我们能够分辨，③句有趣的是很明显是进一步的论述，相较于②不适合做首句，排除C项和D项。</p><p>第二步，寻找相关信息。⑥句出现这种效果，辨析选项，应该指代的是②句闪烁的恒星和不闪烁的行星，因此②⑥捆绑，而B项④句并没有提到效果，排除B项。因此，选择A选项。</p>', '14952fd3c772d943747424d156f03e0d', '2023-05-12 15:24:30', '2023-05-12 15:24:31', 1);
INSERT INTO `exam_question` VALUES ('7127c53f84d2673cbad903b120997dd1', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>①发表在《自然·通讯》的新研究显示，母亲卵子中的一种特定蛋白质的供应，可以影响驱动后代骨骼形态的基因</p><p>②如果卵子中没有母体的SMC HD 1， 后代出生后的骨骼结构会发生改变</p><p>③表观遗传信息的变化会受到环境变化的影响， 但是这些变化不会改变DNA， 通常不会从父母传给后代</p><p>④在哺乳动物的胚胎发育过程中， Hox基因控制着每个椎体， 而表观遗传调节器则防止这些基因过早被激活</p><p>⑤在这项研究中， 研究人员发现， 母亲卵子中SMC HD 1的数量会影响Hox基因的活性，并影响胚胎的形态</p><p>⑥该研究集中在一种称为SMC HD 1的蛋白上， 它是一种表观遗传调节器。</p><p>将以上6个句子重新排列，语序正确的是：</p>', '<p>第一步，对比选项，确定首句。①和③这两句，是对哺乳动物的遗传问题的整体描述， ②句论述的是卵子中的一种特定蛋白质SMC HD 1， ④句则强调是胚胎发育过程中， Hox基因的影响。因此， ①和③更适合做段首， ②和④不适合置于首句，排除B项和D项。</p><p>第二步， 对比A项和C项。⑥句论述的该研究集中在一种称为SMC HD 1的蛋白质上，该研究指代的正是①句提及的发表在《自热·通讯》的新研究。因此，①⑥这两句话进行话题捆绑。且④句强调的是胚胎发育过程中， Hox基因的影响， 而⑤这句话则在论述SMC HD 1的数量会影响Hox基因的活性， 所以⑥④需置于⑤之前，排除A项。</p><p>因此，选择C选项。</p>', '56bf428281e290f7682cfc1c0dcdf41c', '2023-05-12 15:27:34', '2023-05-12 15:27:34', 1);
INSERT INTO `exam_question` VALUES ('442e5bdc9501c8ef803381d93f1f69e0', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>现代社会是陌生人社会，以市场经济为基础，更广范围更大规模的交易如跨国贸易，更长距离的往来如海运空运，甚至是跨期买卖如期货交易，不再是在几个熟人之间进行，而是大规模的陌生人社会交往，迫切需要一套交易规则来保障交易的正常进行，这个时候，规则与法律的作用就远远超过熟人社会的习俗礼节与乡规民约。</p><p>根据这段文字，下列说法正确的是：</p>', '<p>第一步，分析文段，将选项与原文一一对应。</p><p>第二步，辨析选项。A项“差序格局\"文中未提及，无中生有。B项对应原文\"不再是在几个熟人之间进行，而是大规模的陌生人社会交往，迫切需要一套交易规则来保障交易的正常运行\"。说法与原文相悖。C项文中未提及，无中生有。D项对应尾句\"这个时候，规则和法律的作用就远远超过熟人社会的习俗礼节与乡规民约。符合原文。</p><p>因此，选择D选项。</p>', 'd6bc289668b90cab70215336d0fcbfd2', '2023-05-12 15:29:10', '2023-05-12 15:29:10', 1);
INSERT INTO `exam_question` VALUES ('ea48a3756ecd9d83e41aa59b70eed966', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>小镇是一种介于城乡之间的社会实体，在城市和农村之间，小镇扮演着一种沟通和过渡的角色。城市发展繁荣，人口密集，物质和精神消费品丰富，聚集了更多的资源和财富。而农村地区仍是以农业为主，教育、创新、产业发展处于落后水平。在城乡之间，喧嚣的小镇出现了，城乡居民在此处会集、落脚、定居，在乡愁和发展中找到欲望的栖息之地和财富生机。</p><p>这段文字意在说明：</p>', '<p>第一步，分析文段。文段首句引出“小镇\"话题，介绍小镇在城乡之间扮演着\"沟通和过渡\"的角色，紧接着介绍城乡之间的各种差距，最后一句指出小镇在城乡之间对城乡居民的意义。文段为\"分-总\"结构，最后一句为文段重点。第二步，对比选项。D项为主旨句的概括归纳，符合文段意图。因此，选择D选项。</p>', 'ac71f0e4ad9cd25177cd8ad4537e5f92', '2023-05-12 15:30:11', '2023-05-12 15:30:12', 1);
INSERT INTO `exam_question` VALUES ('5941fc6f67a5adcdceb3d8dbb0ada6b9', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>近年来，以南海一号沉船博物馆、秦始皇帝陵博物院、安阳殷墟博物馆、海昏侯国遗址博物馆等为代表的考古遗址博物馆，在旅游网站推荐榜单中排名渐次上升。__________。人们已不再单纯满足于简单的、传统的博物馆参观，而是产生了深入历史场景、触及历史语境的\"沉浸式\"体验需求。</p>', '<p>第一步，分析语境。横线的位置位于文段中间部分，承上启下。文段第一句通过背景铺垫列举了多个考古遗址博物馆，在旅游网站推荐榜单中排名渐次上升。说明这些考古博物馆逐渐受到游客追捧。横线后面内容强调人们更希望获得可以深入历史场景、触及历史语境的\"沉浸式\"体验需求。横线上的内容要表达出这一现象所体现出来的群众对于文化旅游的需求转变。</p><p>第二步，辨析选项。A项“文化产品的不断更新换代\"与后文“体验需求\"衔接不恰当。B项“新技术\"上下文中均未提到。C项“这一新动态\"概括上文\"考古遗址博物馆，在旅游网站推荐榜单中排名渐次上升”，“文化消费的深化与转型\"衔接后文人们的参观体验需求的转变。D项“新型博物馆\"、“旅游打卡\"与上下文不衔接。</p><p>因此，选择C选项。</p>', 'cfd85451226386c2f05be8d7a30a9e1f', '2023-05-12 15:31:22', '2023-05-12 15:31:22', 1);
INSERT INTO `exam_question` VALUES ('f1e3a5099b2a29c7a056e0aff0f29b82', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家实施文化数字化战略，出发点和落脚点之一都是为了满足人民日益增长的精神文化需要，这也决定了，尽管文化数字资源可以在市场上“开展数据交易\"，但也要依法依规向民众开放，公共文化资源数据开发后的交易也要把社会效益放在首位。文化是实现共同富裕的重要变量，数字化无疑为这个变量增加了权重，文化数字化战略秉持以人为本、全民共享，坚持以文化公平促共同富裕。</p><p>这段文字意在强调：</p>', '<p>第一步，分析文段。第一句话先介绍了国家实施文化数字化战略的出发点与落脚点。代词\"这\"引出主旨且重点看转折关联词\"但\"之后的内容，强调数据资源要向公众开放且要关注社会效益。最后一句话强调文化数字化要坚持以人为本、全民共享、以文化公平促进共同富裕，论证主旨句。</p><p>第二步，辨析选项。A项“精神文化需求的结果\"是第一句话内容，非重点。B项是重点句的同义替换。C项主语为\"民众\"，文段讨论的核心话题是\"文化数字化\"。D 项“数字化”，缺少“文化”前缀，话题对象不准确。“共同富裕\"无中生有。</p><p>因此，选择B选项。</p>', '7d7906fff7d54b8600287d81fcaf510e', '2023-05-12 15:32:18', '2023-05-12 15:32:18', 1);
INSERT INTO `exam_question` VALUES ('3d5b60a7714b50ad52d5ae8d8faefc34', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>现代人的祖先智人，曾在很长时间内与丹尼索瓦人、尼安德特人生活在同一片大陆上。只有智人进化成现在的人类。越来越多的证据表明，现代人的基因组中仍然留存着许多尼安德特人和丹尼素瓦人的基因。这一切都要归功于近年来考古学和现代分子生物学测序的发展。从基因组的比对信息中，我们可以看到已经灭绝的尼安德特人、丹尼素瓦人与现代人之间密切的联系。</p><p>从这段文字可推出：</p>', '<p>第一步，分析文段，将选项与原文一一对应。</p><p>第二步，辨析选项。A项，文段中无任何对应信息，无法由文段推出，属于无中生有，排除A项。B项对应\"现代人的祖先智人，曾在很长时间内与丹尼索瓦人、尼安德特人生活在同一片大陆上。只有智人进化成现在的人类\"，说明只有智人进化成现在的人类，而三者非共同进化成现代人，排除B项。C项对应\"现代人的祖先智人，曾在很长时间内与丹尼索瓦人、尼安德特人生活在同一片大陆上”，说明智人和丹尼索瓦人、尼安德特人生活在同一历史时期，而非尼安德特人与丹尼索瓦人是人类祖先智人之前的种群，排除C项。D项对应\"从基因组的比对信息中，我们可以看到已经灭绝的尼安德特人、丹尼索瓦人与现代人之间密切的联系\"，合理推出，符合文意。</p><p>因此，选择D选项。</p>', 'd15718ee7ec9313e6ca2de502f81358e', '2023-05-12 15:33:15', '2023-05-12 15:33:15', 1);
INSERT INTO `exam_question` VALUES ('48956dd3d669fae573f77185fdc96d23', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>莲子心发育过程中，多数叶绿素生物合成结构基因的表达是显著上调的，与叶绿素的积累模式一致。原叶绿素酸酯氧化还原酶参与催化的原叶绿素酸酯转化为叶绿素酸酯是一个关键步骤，生成的叶绿素酸酯进一步转化形成叶绿素。光依赖的原叶绿素酸酯氧化还原酶(LP OR) 是被子植物中参与这一反应的关键酶， 并且此过程是被子植物中叶绿素合成唯一需要光的反应。而一些裸子植物和微生物可以采用不依赖光的原叶绿素酸酯氧化还原酶(DP OR) 完成这一反应； 莲子心中并不存在DP OR编码基因， 但鉴定到两个LP OR编码基因， 且其表达模式与叶绿素的积累模式一致。</p><p>这段文字意在说明：</p>', '<p>第一步，分析文段。文段首句引出话题，说明莲子心发育进程中，多数叶绿素生物合成结构基因的表达是显著上调的，与叶绿素的积累模式一致。接下来介绍了形成叶绿素的关键步骤。然后指出LP OR是被子植物中参与这一反应的关键酶， 并且此过程是被子植物中叶绿素合成唯一需要光的反应。转折关联词“而\"后通过对比一些裸子植物和微生物与莲子， 重点指出莲子心中鉴定到两个LP OR编码基因，且其表达模式与叶绿素积累模式一致，说明莲子心的叶绿素合成需要光参与。</p><p>第二步，对比选项。C项为文段重点的概括归纳项，符合文段主旨。</p><p>因此，选择C选项。</p>', '02e3584f0281d163877ea75ebb59c646', '2023-05-12 15:34:23', '2023-05-12 15:34:24', 1);
INSERT INTO `exam_question` VALUES ('9695d5a2cac8226df345b51eaddb5976', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>传统村落传承着中华民族的历史记忆、生产生活智慧、文化艺术结晶和民族地域特色。传统村落的建筑设计工艺和技术值得现代建筑研究和挖掘，传统村落的空间格局、邻里关系、乡风民约等对于城市打造和谐的邻里关系，提高社区治理能力有很好的借鉴意义。对于长期生活在喧嚣城市中的居民来说，传统村落和乡村风貌有较强的吸引力。保护传统村落，发展乡村旅游，可为巩固拓展脱贫攻坚成果同乡村振兴有效衔接提供有力产业支撑。</p><p>这段文字意在说明：</p>', '<p>第一步，分析文段。文段先指出“传统村落的重要意义\"，然后指出传统村落和乡村风貌对于城市社区治理具有借鉴意义，并拿\"传统村落对城市居民具有吸引力”进行论证，最后指出保护传统村落可支撑乡村振兴。文段前面讲的是传统村落对城市治理的意义，最后一句讲的是传统村落对乡村振兴的意义，即文段是\"分分”结构。</p><p>第二步，对比选项。A项“多元丰富\"可全面概括文段前后的内容。B项“对城市有借鉴意义\"、C项\"推进乡村振兴\"都只谈到了其中一个方面的内容，片面；D项未提及“传统村落\"。</p><p>因此，选择A选项。</p>', 'a6b1ce3a6b7785f39306d86faea739f3', '2023-05-12 15:35:22', '2023-05-12 15:35:22', 1);
INSERT INTO `exam_question` VALUES ('6fb871ae3aa3728c8b1531ff9f33e87b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>我们经常需要控制自己的欲望，晚一些再满足它，称之为\"延迟满足\"。与我们今晚享受大餐相比，推迟享受的大餐，其吸引力(价值)被打了折扣，心理学家称之为时间折扣。时间折扣越大，我们越无法接受延迟满足。但在面临诸多决策时，人们趋于采用单一策略：当现在和未来的时间距离不那么遥远，便直接\"齐同”两者在时间维度的差别，不再给未来选择打一个时间折扣，让不同时问点之间的选择变得更加简单。</p><p>下列与划横线部分意思相符的是：</p>', '<p>第一步，定位原文，划横线部分出现在文段中最后一句话中。分析这句话的上下文语境，横线所在这句话转折前论述的是人们在未来和当下时间距离比较遥远的时候会不太接受延迟满足，距离越远越无法接受；后文通过转折论述当距离不遥远的时候，人们会抹平未来与当下的时间差别，不会再将未来进行打折，让自己选择更简单，也就是说选择当下。</p><p>第二步，对比选项。B选项符合上属语境。。</p><p>因此，选择B选项。</p>', '77c83273226c0aae28e774c4b10bbfd8', '2023-05-12 15:36:18', '2023-05-12 15:36:18', 1);
INSERT INTO `exam_question` VALUES ('ec2c3314eecfc90f3e417d3c45cd765d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>大量的人口流入给城市的发展带来了强大动力，也快速形成了超特大城市的发展红利。然而大城市社会福利分配的限制，发展带来的高生活成本以及区域间文化的巨大差异，让大量农村人口面临进得来、留不下的困境，而且远距离的流动也导致一系列社会问题。县域城镇化连接着农村人口生活的家乡以及工作的城市，具有距离、文化等优势，县域城镇化发展不仅能为农村人口提供更多发展机会，还能为农业转移人口提供城镇化水平的社会服务，让农村人口在参与城镇化建设过程中真正享受其成果。</p><p>这段文字接下来最可能讲的是：</p>', '<p>第一步，阅读文段，分析话题落脚点。文段首句给出背景，通过然而引出\"大城市存在的让农村人口进来和留下的困境”，接着引出新话题“县域城镇化\"并分析其在解决上述困境存在的优势。根据话题和行文脉络，接下来应围绕“县域城镇化\"这一话题给出对策。</p><p>第二步，对比选项。D项为对策表述项且话题与落脚点话题一致。A项、B项和C 项与落脚点话题不一致，排除。</p><p>因此，选择D选项。</p>', '68da5d8bd406a1cbf9a456d951361658', '2023-05-12 15:37:22', '2023-05-12 15:37:22', 1);
INSERT INTO `exam_question` VALUES ('79f3abc44dc3ea71cdf9d9077951ad6d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>汉代扬雄讲“言，心声也；书，心画也；声画形，君子小人见矣\"，是好节法看作是人品与人格精神的象征，中国书法艺术美学中实际上蕴含着中华传统美学的道德精神。而作为\"文房四宝”的笔墨纸砚，是中国书法与中国专画艺术之间的直接纽带，中国书画艺术实现了两者之间的审美融通和形式共生，即所谓“书画同源”。中国书法和中国绘画艺术同属中华优秀文化典范，且共同植根中华美学思想、蕴含中华道德精神。</p><p>根据这段文字，对\"书画同源\"的正确理解为：</p>', '<p>第一步，找到\"书画同源\"在文段的位置，在倒数第二句。第二步，分析语境，既所谓\"书画同源\"，既所谓是解释性词语，所以“书画同源\"是指中国书画艺术实现了两者之间的审美融通和形式共生。第三步，对比选项。B项，相通的笔墨丹青与审美意境，是审美融通与形式共生的同义替换。</p><p>因此，选择B选项。</p>', '8203af9c274fdd0c2795e4dff2b12b6c', '2023-05-12 15:38:16', '2023-05-12 15:38:16', 1);
INSERT INTO `exam_question` VALUES ('a7f78445167a2cade2fd391787a99355', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>喝酒有害健康早已成为共识，酒精对大脑的影响也逐渐受到更多关注。《自然通讯》的一项研究发现，每周喝几瓶啤酒，就会造成大脑灰质和白质体积减小；发表于《英国医学杂志》的一项研究指出，每周饮酒会导致海马体萎缩风险急剧上升。由此造成的后果是，长期饮酒的人更易患上痴呆症。不过，这些研究往往关注长期饮酒的影响，如果只是偶尔喝一次酒，也会对大脑造成危害吗?发表于《美国科学院院刊》的最新研究给出了肯定答案：你人生中的第一次醉酒，不仅会改变大脑神经元的形态，这种影响甚至会伴随终生。</p><p>这段文字意在：</p>', '<p>第一步，分析文段。文段首句首先指出，喝酒有害健康已成共识，酒精对大脑的影响逐渐受到更多关注。然后第二、第三句话，则以《自然·通讯》和《英国医学杂志》的研究结果，强调了长期饮酒对健康的危害。紧接着通过\"不过\"表转折，然后提出了偶尔喝酒是否对大脑造成危害、危及健康这一问题。最后一句话，则通过发表于《美国科学院院刊》的研究证明，哪怕一次醉酒也会危害人体健康。故文段主要围绕喝酒有害健康这一问题进行探讨，并得出结论。</p><p>第二步，对比选项。D项是主旨句的同义替换，符合文段意图。</p><p>因此，选择D选项。</p>', 'b24fa637ecf1b0914a802c556fb83a49', '2023-05-12 15:39:27', '2023-05-12 15:39:27', 1);
INSERT INTO `exam_question` VALUES ('c211e1f27e4dcf824949ea5569604037', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>在某应急救援作业中，假设每台机器工作效率相同，如果两台机器配合作业，效率分别提高25%，而三台机器同时合作，每台效率各自提高50%。甲、乙、丙三台机器依次投入救援，直到救援完成。已知甲救援时间为60分钟，乙救援时间为甲的1/2，而丙救援时间为乙的1/3，</p><p>问仅有一台机器完成该救援作业需要多少分钟：</p>', '<p>第一步，本题考查工程问题，属于效率类。</p><p>第二步，赋值一台机器的效率为4；两台机器合作时，效率提高25%，则一台效率为5，两台效率为10；三台机器合作时，效率提高50%，则一台效率为6，三台效率为18。甲、乙、丙机器依次投入工作，甲工作时间为60分钟，乙为甲的1/2，则乙的工作时间为30分钟，丙为乙的1/3，则丙的工作时间为10分钟。前30分钟只有甲工作，30分到50分共20分钟，甲乙两台机器在工作，最后10分钟，三台机器一起在工作，由此列式：工作总量=30x4+20×10+10x18=500，如果仅有一台工作需要500+4=125分。</p><p><br></p>', 'f2db61283c3f3d33665e828790d79ef0', '2023-05-12 15:40:37', '2023-05-12 15:40:38', 1);
INSERT INTO `exam_question` VALUES ('81a055fa7ddd9d6ece2968df4f4599ea', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某学院有新生两百多人，将学生从1开始依次编号，选取编号为3的倍数的学生，正好构成新生运动会开幕式方队，选取编号为m(3&lt;m&lt;10，且m为整数)的倍数的学生，恰好构成闭幕式方队，</p><p>问该学院新生人数有多少人：</p>', '<p>第一步，本题考查方阵问题，用代入排除法解题。</p><p>第二步，代入A选项：编号为3的倍数的学生有242+3=80...2，即80人，由方队人数必须为平方数，80不是平方数，不符合题意，排除；代入B选项：编号为3的倍数的学生有243+3=81，即81人，为平方数，再依次代入m=3，4.....9，所得人数均不为平方数，不符合题意，排除；代入C选项：编号为3的倍数的学生有245+3=81...2，即81人，为平方数，再依次代入m=3，4......9，其中245+5=49，即49人，为平方数，满足题意；代入D选项：编号为3的倍数的学生有246+3=82，即82人，82不是平方数，不符合题意，排除。</p><p>因此，选择C选项。</p>', '73c980f9031ec56fb33535a525949c80', '2023-05-12 15:41:35', '2023-05-12 15:41:35', 1);
INSERT INTO `exam_question` VALUES ('5689c45896d08691171caa86130451fb', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>甲、乙两个商场营业日每天是否打折概率均为1/2。某周，甲商场营业7天，而乙商场营业6天，休业1天。</p><p>问在这一周，甲商场打折天数比乙商场多的概率为：</p><p><br></p>', '<p>第一步，本题考查概率问题，属于分类分步型。</p><p>第二步，分类考虑如下：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '112a567790f4b74fba05df147c2f86d4', '2023-05-12 15:44:17', '2023-05-12 15:44:19', 1);
INSERT INTO `exam_question` VALUES ('291ffdbedfb9171ce9caf2ed2a297327', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某高校学生会选拔乡村支教志愿者，初试合格者中，语文类5名，数学类6名，文体类4名，从中选取9名志愿者，但每类至少要选2名。问就9名志愿者科目类别构成而言，共有几种选拔方式：</p>', '<p>第一步，本题考查基础应用题。</p><p>第二步，根据题目“每类至少要选2名\"，先将每类中选择2名志愿者，共选择了6名志愿者，所以还需要选择9-6=3名志愿者，此时语文类还剩3名志愿者，数学类还剩4名志愿者，文体类还剩2名志愿者。</p><p>第三步，此时就科目类别构成而言，可选拔方式有：语文、语文、语文；数学、数学、数学；语文、语文、数学；语文、数学、数学；语文、语文、文体；语文、文体、文体；数学、数学、文体；数学、文体、文体；语文、数学、文体，共9种选择方式。</p><p>因此，选择D选项。</p>', '14c44758c103c8c5a43945045b3e1064', '2023-05-12 15:45:27', '2023-05-12 15:45:27', 1);
INSERT INTO `exam_question` VALUES ('b24ea1d7acab3954284bfdbacbd7cf45', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>边长为10厘米的正方形ABCD如下图所示， E为正方形中某一点， 已知AE长8厘米， BE长6厘米，</p><p> 问三角形A DE的面积为多少平方厘米：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '537d537afb04a7a2a3f6006b6f58bf67', '2023-05-12 16:01:34', '2023-05-12 16:03:41', 1);
INSERT INTO `exam_question` VALUES ('2dca7b45ef16b1fb68d21823a52cb368', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>一家三口年龄各不相同，今年爸爸与妈妈年龄之和是孩子年龄的8倍，而10年后，爸爸与妈妈年龄之和为孩子年龄的5倍。今年爸爸、妈妈的年龄在各种可能组合中乘积最大，</p><p>问今年妈妈的年龄可能是多少岁：</p>', '<p>第一步，本题考查年龄问题，用方程法求解。</p><p>第二步，设今年孩子的年龄为x，则爸爸妈妈年龄和为8x，而10年后，爸爸与妈妈年龄之和为孩子的5倍，根据每个人的年龄过10年加10岁，可得：8x+20=5(x+10)，解得x=10，所以爸爸与妈妈年龄之和为80岁。当两人年龄相同时，乘积最大，但题目要求一家三口年龄各不相同，则爸爸妈妈年龄越接近乘积越大，所以妈妈年龄可能是39或41。</p>', '224c0d3df41b217bf63d8d4d420224ed', '2023-05-12 16:05:16', '2023-05-12 16:05:16', 1);
INSERT INTO `exam_question` VALUES ('e755197e2d133b48aa0fd5b4c60b32bc', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某种商品有小、中、大三种包装规格，每箱分别装有10件、20件和30件这种商品。如果订货量为10的整数倍，则商家在所有总件数等同于订货件数的整箱组合中随机选择一种发货。已知某笔订单订购了70件这种商品，则该商家发出的货物中包含至少1箱大包装的概率为：</p>', '<p>第一步，本题考查基础应用题，用枚举法解题。</p><p>第二步，由总件数为70件，分装成10件/箱、20件/箱、30件/箱的规格，枚举可得以下情况：</p><p>30件/箱、20件/箱、10件/箱</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>共计8种情况，至少包含一项大包装的为前4种，因此概率P=50%。</p>', '524dd8b7899595fa008ce0b1b1fc7b59', '2023-05-12 16:07:22', '2023-05-12 16:07:22', 1);
INSERT INTO `exam_question` VALUES ('f4066379d18189e283737cc77cd10a90', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某单位员工集中核酸检测，18人一组混检，需m(m为正整数)个组，但会多余1人，如果分成m-1个组，人数刚好平均分配。问该单位有多少员工：</p>', '<p>第一步，本题考查余数问题。</p><p>第二步，余数问题优先考虑用代入排除法解题。代入A选项，325+18=18.....1，325+(18-1)除不开，不满足题意，排除；</p><p>代入B选项，361+18=20....1，361+(20-1)=19，满足题意。</p>', 'b0b27e5c66a3516979c2b1d6fd4b45d5', '2023-05-12 16:08:40', '2023-05-12 16:08:40', 1);
INSERT INTO `exam_question` VALUES ('b8f282b1a8a4ddea674fd4f96a2104d2', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某地突发森林火灾，现有甲、乙两支消防队离火灾发生地距离相同，但路况不同，假设两支队伍接到命令后同时出发，并且按照一定速度匀速赶往火灾现场参</p><p>与救援。已知当甲消防队走了1/3路程时，乙消防队走了9公里，当乙消防队走了1/3路程时，甲消防队走了16公里，</p><p>问甲消防队到达目的地时，乙消防队距离目的地还有多少公里：</p><p><br></p>', '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '11aa06b0090cbd530de2a2ee859864f3', '2023-05-12 16:10:03', '2023-05-12 16:10:03', 1);
INSERT INTO `exam_question` VALUES ('285297305ff20fe99cb18b7d441f775d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>如图所示，某地计划修建一个长50米，宽40米的长方形观光园。现在需要在观光园中修建几条鹅卵石小道供游客行走，其中一条是长为50米，宽为2米的水平直线型小路，另外两条修成斜线型，并且要求这两条斜线型小路任何地方的水平方向宽度都是1米，</p><p>问修完小路后观光园剩下部分的面积是多少平方米：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，本题考查几何问题，属于平面几何类。</p><p>第二步，根据题意整个长方形观光园面积=50x40=2000(平方米)。其中水平直线型的小路面积=50×2=100(平方米)，两条斜线型小路经过拼接可组合成一条底为1，高为38的平行四边形小路，面积=1x38=38(平方米)。第三步，修完小路后观光园剩下部分的面积=2000-100-38=1862(平方米)。</p>', '43f7e700a355714d75fe1db8422a2fe8', '2023-05-12 16:11:20', '2023-05-12 16:11:20', 1);
INSERT INTO `exam_question` VALUES ('b527f0b46b9ce11e952bc6d5a259b02c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某围棋队的两位选手小李与小张决定进行1次围棋比赛，两人轮流先手开局，第一局小李先手开局。甲、乙两人分别记录了全程比赛，均显示共比赛18局，结果为10：8。甲的记录显示为：小李胜10局，小张胜8局，且先手者共胜8局，但乙的记录显示为：先手者共胜6局。</p><p>问甲乙两人的记录结果是：</p>', '<p>第一步，本题考查比赛问题。</p><p>第二步，设小李先手开局时胜x局，根据小李共胜10局，则小李执后手时胜(10-x)局。共比赛18局，则小李共9局为执后手，则小李执后手时共输9-(10-x)=(x-1)局，即小张先手开局共赢(x-1)局，可得先手者共胜x+(x-1)=(2x-1)局，根据奇偶性可知，先手者共胜局数为奇数，则甲、乙两人记录结果均错误。</p>', '20e9636879273ca97c9f2711077837e3', '2023-05-12 16:12:18', '2023-05-12 16:12:18', 1);
INSERT INTO `exam_question` VALUES ('cf776809c5e84d8ccad7b622c25ca277', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>桌上整齐摆放着若干只相同玻璃杯，除一只空杯外，其余杯中都放有彩色珠子，共有45颗。如果在有彩色珠子的每个杯中取1颗放入空杯，则只需调整玻璃杯的位置，即可与最初完全一样。</p><p>问桌上共有几只玻璃杯：</p>', '<p>第一步，本题考查统筹推断问题。</p><p>第二步，根据题目\"如果在有彩色珠子的每个杯子中去1颗放入空杯，则只需调整玻璃杯位置，即可与最初完全一样\"，先将选项代入，A选项假如共有7个玻璃杯，则原来每个玻璃杯放有的彩色珠子分别为0，1，6，5，4，3，2。现有的彩色珠子为6，0，5，4，3，2，1。彩色珠子总数为21。不满足题意舍去。B选项假如共有8个玻璃杯，则原来每个玻璃杯放有的的彩色珠子分别为0，1，7，6，5，4，3，2。现有的彩色珠子为7，0，6，5，4，3，2，1。彩色珠子总数为28。不满足题意舍去。C选项假如共有9个玻璃杯，则原来每个玻璃杯放有的彩色珠子分别为0，1，8，7，6，5，4，3，2。现有的彩色珠子为8，0，7，6，5，4，3，2，1。彩色珠子总数为36。D选项假如共有10个杯子，则原来每个玻璃杯放有的彩色珠子为0，1，9，8，7，6，5，4，3，2。现有的彩色珠子为9，0，8，7，6，5，4，3，2，1。彩色珠子总数为45，满足题意。</p>', '9d5cc834729020da88dc5ffcd6c6cce4', '2023-05-12 16:13:30', '2023-05-12 16:13:30', 1);
INSERT INTO `exam_question` VALUES ('be4cfcf01e7149143ca571efa9a69d26', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>亿万年前的超新星爆发产生的星云会孕育下一颗恒星，就像盘古开天地的传说一样。星云中重的元素汇聚在一起形成一个个核心，有的核心越聚越大，最终重新点燃了核反应形成新的恒星；小的核心围着恒星旋转就形成了行星，星星们就这样组合在一起形成了星系，就像我们熟知的太阳系一样。同时，超新星爆发喷射出的高能粒子，还会为它所到达的平静的星云带来波澜和扰动，加速星云汇聚的速度。</p><p>上述文段意在说明：</p>', '<p>第一步，分析文段。文段首句介绍了超新星爆发产生的星云会孕育下一颗恒星。紧接着介绍星云中重的元素汇聚在一起形成恒星和行星，他们形成了星系，并且举例说明。通过“同时\"并列关系，指出超新星爆发喷射出的高能粒子，还能加速星云汇聚的速度。文段为“分一分\"结构，概括为超新星爆发形成星系。</p><p>第二步，对比选项。C“宇宙\"和“星级\"同义替换，符合文段意图。</p>', '6dfbba8ca6b8acae3517cde8804182aa', '2023-05-12 16:14:48', '2023-05-12 16:14:48', 1);
INSERT INTO `exam_question` VALUES ('942fcf5698e82324264e981b1a9f2877', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>把下面的六个图形分为两类，使每一类图形都有各自的共同特征或规律，分类正确的一项是：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，观察特征。</p><p>组成不同，考虑数量类或属性类。题干中存在着典型的一笔画、两笔画图形，优先笔画数。</p><p>第二步，分组分类，根据规律进行分组。</p><p>①④⑥均是一笔画图形，②③⑤均是两笔画图形，据此分为两组</p>', '01da899dae61242617d9628c088e7190', '2023-05-12 16:16:13', '2023-05-12 16:16:13', 1);
INSERT INTO `exam_question` VALUES ('43b4e2f64871cec771d6f15de4959136', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>从所给的四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：</p><p><br></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，观察特征。</p><p>图形元素相同，局部位置变化明显，看位置</p><p>第二步，两段式，第一段找规律，第二段应用规律。</p><p>第一行第一幅图以第二幅图作为对称轴进行左右翻转得到第三幅图，第三幅图以第四幅图作为对称轴进行上下翻转得到第五幅图。第二行运用上述规律，第一幅图以第二幅图作为对称轴进行上下翻转得到第三幅图，第三幅图以第四幅图作为对称轴进行左右翻转得到B选项。</p><p>因此，选择B选项。</p><p><br></p>', '04b972b95235c39eec0a4d89cfae3d04', '2023-05-12 16:17:11', '2023-05-12 16:17:11', 1);
INSERT INTO `exam_question` VALUES ('498da69bd0d55d2749b7d59e7d5b179e', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，观察特征。</p><p>图形元素组成相似，优先考虑样式类。</p><p>第二步，两段式，第一段找规律，第二段应用规律。第一段，观察图形发现，连续两个图形首尾存在求同的规律，即前一个图形的尾字母是后一个图形的首字母，第二段用规律，即问号处图形首位是2，末位是4。观察选项，只有A项符合。</p><p><br></p>', '14c3b7dc06c479be6309fea70e962d3b', '2023-05-12 16:18:25', '2023-05-12 16:18:25', 1);
INSERT INTO `exam_question` VALUES ('2eab1fbede0712512dcba7928c2130bf', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>左边给定的是纸盒外表面的展开图，下面哪一项能由它折叠而成?请把它找出来。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，本题选择不一样的，我们可以选择任意俩面看相对特征：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>第二步，分析选项。</p><p>A项：填入解析内容1和2在一起不用动；</p><p>B项：填入解析内容1和2在一起不用动；</p><p>C项：填入解析内容将2号面旋转下来，发现特征与A项一致；</p><p>D项：填入解析内容讲一号面向上旋转，然后平移到左侧，同时2号面向左旋转，发现与A一致。</p>', 'c7fc4ada070b5ecd1e6d3929d86d1382', '2023-05-12 16:19:30', '2023-05-12 16:21:09', 1);
INSERT INTO `exam_question` VALUES ('189fb99408b33754890ef0b303897b9b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定的规律性：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，观察特征。</p><p>题干黑色方块数量变化明显，考虑数量类数素。第二步，一条式，从左到右找规律。</p><p>黑色方块的数量分别为2、1、2，1、2，构成周期数列规律，问号处应为1个黑色方块，只有B项符合。</p>', 'ee8749e6beebae88caa802a5b1cfc2a2', '2023-05-12 16:22:18', '2023-05-12 16:22:18', 1);
INSERT INTO `exam_question` VALUES ('59a7fea094368c8980a770891216919d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>新市民主要是指因本人创业就业、子女上学、投靠子女等原因来到城镇常住，未获得当地户籍或获得当地户籍不满三年的各类群体，包括但不限于进城务工人员、新就业大中专毕业生等，目前约有三亿人。</p><p>根据上述定义，下列画横线部分不属于新市民的是：</p>', '<p>第一步，看提问方式，本题属于选非题。</p><p>第二步，找关键信息。</p><p>①因本人创业就业、子女上学、投靠子女等原因来到城镇常住；</p><p>②未获得当地户籍或获得户籍不满三年的各类群体。</p><p>第三步，辨析选项。</p><p>A项：小张从乡下到省会城市做快递员，符合“因本人创业就业、子女上学、投靠子女等原因来到城镇常住\"与“未获得当地户籍或获得户籍不满三年的各类群体”，符合定义；</p><p>B项：老李夫妇在女儿大学附近做生意，符合“因本人创业就业、子女上学、投靠子女等原因来到城镇常住\"与“未获得当地户籍或获得户籍不满三年的各类群体\"，符合定义；</p><p>C项：小王2015年到市里工作，户口随即解决，说明获得户籍已经满三年，不符合\"未获得当地户籍或获得户籍不满三年的各类群体\"，不符合定义；</p><p>D项：女儿将黄婆婆从农村接到自己家里，符合“因本人创业就业、子女上学、投靠子女等原因来到城镇常住\"与“未获得当地户籍或获得户籍不满三年的各类群体\"，符合定义。</p>', 'e9022d49d8222f5d2abaf0a57c570a6f', '2023-05-12 16:30:18', '2023-05-12 16:30:18', 1);
INSERT INTO `exam_question` VALUES ('d7cf557f4017fc7eae332f70857f3727', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>档案管理是指档案馆(室)以维护档案的真实、完整、准确、安全、便于社会和其他各方面利用为原则，对档案进行收集、整理、保管、鉴定、统计和提供利用的各种业务工作。按管理门类分为文书档案管理和专业档案管理；按档案载体形式分为传统档案管理和电子档案管理。</p><p>根据上述定义，下列属于档案管理的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>①档案馆；</p><p>②维护档案的真实、完整、准确、安全、便于社会和其他各方面利用为原则；③对档案进行收集、管理、保管、鉴定、统计和提供利用的各种业务工作。</p><p>第三步，辨析选项。</p><p>A项：甲档案馆向社会开放经济、教育、科技、文化类的档案查询，符合“维护档案的真实、完整、准确、安全、便于社会和其他各方面利用为原则\"，符合定义；B项：知识网站不属于“档案馆\"，主体不一致，不符合定义；</p><p>C项：资料库不属于“档案馆”，主体不一致，不符合定义；</p><p>D项：丁单位的档案室依法健全档案管理制度，并不是为了维护档案的真实、完整、准确、安全，而对档案进行收集、管理、保管、鉴定、统计和提供利用的各种业务工作，不符合定义。</p>', 'b7a821acc9bbba4d236dd428c5271949', '2023-05-12 16:31:06', '2023-05-12 16:31:06', 1);
INSERT INTO `exam_question` VALUES ('1a7f9ce150e9cf5dec826623a7f44560', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>环境知觉是人们在环境外观感觉的基础上对地理环境的整体认识和综合解释的过程，是环境刺激与个体已有知识经验相互作用的结果。环境认知是人们对环境信息再现大脑后的认识，它是人们对地理环境识记再现的一种形态，当人们对以前识记的地理环境再度感知的时候，觉得熟悉，仍能认识，经过近一步分析思考后能够做出知觉判断。</p><p>根据上述定义，下列涉及环境认知的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>多定义，关键信息如下：</p><p>(1)环境知觉：①环境外观感觉的基础上对地理环境的整体认识和综合解释的过程，是环境刺激与个体已有知识经验相互作用的结果；</p><p>(2)环境认知：①人们对环境信息再现大脑后的认识，它是人们对地理环境识记再现的一种形态，当人们对以前识记的地理环境再度感知的时候，觉得熟悉，仍能认识，经过进一步分析思考后能够做出知觉判断。</p><p>第三步，辨析选项。</p><p>A项：小周小李只是观点不同，并未体现“对以前识记的地理环境再度感知”，不符合定义；</p><p>B项：没有地图导航而熟悉路线，是对路线的熟悉而不是环境，并未体现“对以前识记的地理环境再度感知\"，不符合定义；</p><p>C项：关于九寨沟的反复看了好多遍，当她第一次去九寨沟时熟悉的感觉涌上心头，体现了“人们对地理环境识记再现的一种形态，当人们对以前识记的地理环境再度感知的时候，觉得熟悉，仍能认识，经过进一步分析思考后能够做出知觉判断”，符合定义；</p><p>D项：测绘数据后形成数字化地图并未体现\"对以前识记的地理环境再度感知”，不符合定义。</p>', '1a4f3d2e9174f3dcb8b7fd63dbaa6282', '2023-05-12 16:32:30', '2023-05-12 16:32:30', 1);
INSERT INTO `exam_question` VALUES ('5eeb3aaafa29bfd9a249b6474b1b4097', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>结构性进入壁垒是指企业自身无法支配的、外生的，由产品技术特点、资源供给条件、社会法律制度、政府行为以及消费者偏好等因素所形成的壁垒。策略性进入壁垒是指产业内在位企业为保持在市场上的主导地位，获取垄断利润，利用自身的优势通过一系列的有意识的策略性行为构筑起的防止潜在进入者进入的壁垒。</p><p>根据上述定义，下列符合策略性进入壁垒的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>多定义，考查\"策略性进入壁垒\"，其关键信息为：</p><p>①企业为保持在市场上的主导地位，获取垄断利润；</p><p>②利用自身优势通过一系列有意识的策略性行为；</p><p>③筑起的防止潜在进入者进入的壁垒。</p><p>第三步，辨析选项。</p><p>A项：甲动画投资公司规模较小，因为资金不足、产业链不完善望而却步，不符合“利用自身优势通过一系列有意识的策略性行为“，不符合定义；</p><p>B项：乙汽车厂商在推出新车型之前，必须先有政府进行严格检验，不符合\"利用自身优势通过一系列有意识的策略性行为“，不符合定义；</p><p>C项：丙公司因许多行业巨头运营多年迟迟打不开市场，不符合“利用自身优势通过一系列有意识的策略性行为“，不符合定义；</p><p>D项：丁乳制品公司市场占有量极大，在小公司纷纷试水的情况下靠低价出促销巩固市场地位，符合“企业为保持在市场上的主导地位，获取垄断利润，利用自身优势通过一系列有意识的策略性行为，筑起的防止潜在进入者进入的壁垒\"，符合定义；</p>', '2c046e685129e859db7738dd31ebff02', '2023-05-12 16:34:06', '2023-05-12 16:34:06', 1);
INSERT INTO `exam_question` VALUES ('2d4323adf6a3de7ec6f31e6afbe4c003', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>数字产业化，就是通过现代信息技术的市场化应用，将数字化的知识和信息转化为生产要素，通过信息技术创新和管理创新、商业模式创新融合，不断催生新产业、新业态、新模式，最终形成数字产业链和产业集群。</p><p>根据上述定义，下列属于数字产业化的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>①通过现代信息技术的市场化应用将数字化的知识和信息转化为生产要素。</p><p>②最终形成数字产业链和产业集群。</p><p>第三步，辨析选项。</p><p>A项：各类打车软件推出，不符合“通过现代信息技术的市场化应用将数字化的知识和信息转化为生产要素\"，不符合定义；</p><p>B项：运用仓储机器人分拣包裹，不符合“通过现代信息技术的市场化应用将数字化的知识和信息转化为生产要素\"，不符合定义；</p><p>C项：人工智能数据分析在汽车生产线中得到广泛应用，符合“过现代信息技术的市场化应用将数字化的知识和信息转化为生产要素”，符合定义；</p><p>D项：故宫博物馆推出的数字故宫，让世界各地观众身临其境体验到参观故宫的乐趣，不符合“最终形成数字产业链和产业集群\"，不符合定义；</p><p><br></p>', 'cf5bd0278f0bde6527aeb627c8e51a59', '2023-05-12 16:35:11', '2023-05-12 16:35:11', 1);
INSERT INTO `exam_question` VALUES ('929d3a22e70ebbb8257793cf7785f08c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>能够引起情绪反应及感受的词汇被称为情绪词，可以直接表达情绪状态的被称为情绪标签词；词汇本身不表达情绪状态，但能引发个体情绪反应的被称为情绪负载词。</p><p>根据上述定义，下列不含情绪标签词的是：</p>', '<p>第一步，看提问方式，本题属于选非题。</p><p>第二步，找关键信息。多定义，考查“情绪标签词\"，其关键信息如下：</p><p>①能够引起情绪反应及感受的词汇；</p><p>②直接表达情绪状态。</p><p>第三步，辨析选项。</p><p>A项：“白发三千丈，缘愁似个长\"出自李白的《秋浦歌十七首》，意思是“白发长达三千丈，是因为愁才长得这样长\"，直接表达了忧愁的情绪状态，符合定义，排除；</p><p>B项：“朱门酒肉臭，路有冻死骨”出自杜甫的《自京赴奉先县咏怀五百字》，意思是“豪门贵族家里酒肉多得吃不完而腐臭，穷人们却在街头因冻饿而死\"，没有直接表达任何情绪状态，不符合关键信息②，不符合定义，保留；</p><p>C项：“春风得意马蹄疾，一日看尽长安花\"出自孟郊的《登科后》，意思是“迎着浩荡春风得意地纵马奔驰，就好像一天就可以看完长安似锦的繁华\"，直接表达了喜悦得意的情绪状态，符合定义，排除；</p><p>D项：“却看妻子愁何在，漫卷诗书喜欲狂\"出自杜甫的《闻官军收河南河北》，意思是“回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂\"，直接表达了欣喜若狂的情绪状态，符合定义，排除。</p><p><br></p>', '0e34044cacc5f15f711c5e84a7063be8', '2023-05-12 16:36:09', '2023-05-12 16:36:09', 1);
INSERT INTO `exam_question` VALUES ('f3cf8168ace666032326f95989b667d1', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>认识性好奇心是由新颖的知识、复杂的概念、晦涩难懂的理论或尚未解决的难题引起的个体想要探究知识的渴望，进而引起探索的行为。</p><p>根据上述定义，下列属于认识性好奇心的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>①由新颖的知识、复杂的概念、晦涩难懂的理论或尚未解决的难题引起的个体想要探究知识的渴望；</p><p>②引起探索的行为。</p><p>第三步，辨析选项。</p><p>A项：被飞舞的雪花吸引伸手去接，但没有引起探索行为，不符合定义关键信息“引起探索的行为\"，不符合定义；</p><p>B项：孩子看见父亲打游戏，不由自主凑上去，符合定义关键信息“由新颖的知识、复杂的概念、晦涩难懂的理论或尚未解决的难题引起的个体想要探究知识的渴望\"，但没有引起探索行为，不符合定义关键信息“引起探索的行为\"，不符合定义；</p><p>C项：小学生看见不认识的字会主动查字典，符合定义关键信息“由新颖的知识、复杂的概念、晦涩难懂的理论或尚未解决的难题引起的个体想要探究知识的渴望”和“引起探索的行为\"，符合定义；</p><p>D项：老师通过提问督促学生思考，不是引起学生想要探究知识的渴望，不符合定义关键信息“由新颖的知识、复杂的概念、晦涩难懂的理论或尚未解决的难题引起的个体想要探究知识的渴望\"，也没有引起学生探索的行为，不符合定义关键信息“引起探索的行为\"，不符合定义。</p><p><br></p>', '88a723d542064601fa6d57d1a810a3e3', '2023-05-12 16:37:03', '2023-05-12 16:37:03', 1);
INSERT INTO `exam_question` VALUES ('9a780433037fc196dfc82ba5cba35b16', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>生物多样性评估是指以生物多样性保护和可持续利用为目的开展的基因、物种和生态系统多样性调查和评价活动。由于生物多样性评估依赖于数据的可获取性，许多情况下受直接测定的限制，人们不得不采取代理指标评估方法，即运用一类与生物多样性及其时空分布具有统计相关性的特殊生物类群或环境因子进行评估的方法。</p><p>根据上述定义，下列体现了生物多样性代理指标评估方法的是：</p>', '<p>第一步，看提问方式，本题属于选是题。</p><p>第二步，找关键信息。</p><p>①运用一类与生物多样性及时空分布具有统计相关性的特殊生物类群或环境因</p><p>子。</p><p>②进行评估的方法。</p><p>第三步，辨析选项。</p><p>A项：利用遥感数据绘制景观图像，不符合定义关键信息“运用一类与生物多样性及时空分布具有统计相关性的特殊生物类群或环境因子\"，不符合定义；</p><p>B项：采用野生鸟类指数，符合定义关键信息\"运用一类与生物多样性及时空分布具有统计相关性的特殊生物类群或环境因子”，判断某地区生态系统的保护状态，符合定义关键信息“进行评估的方法\"，符合定义；</p><p>C项：建立物种-面积关系模型，不符合定义关键信息“运用一类与生物多样性及时空分布具有统计相关性的特殊生物类群或环境因子\"，不符合定义；</p><p>D项：选择地理因子划分某地区，没有评估，不符合定义关键信息“进行评估的方法\"，不符合定义。</p>', '23a6315d8377f05aa82dda40c3101d3c', '2023-05-12 16:38:15', '2023-05-12 16:38:15', 1);
INSERT INTO `exam_question` VALUES ('f9e0d746ea22b0160d1b2466011fceee', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>报纸编辑：期刊编辑：编辑</p>', '<p>第一步，确定题干逻辑关系。</p><p>“报纸编辑\"和“期刊编辑\"是并列关系，都是“编辑\"的一种，是种属关系；</p><p>第二步，辨析选项。</p><p>A项：“小学教师和“民办教师\"，属于交叉关系，与题干逻辑关系不一致，排除；B项：“青年律师“和“民事律师\"，属于交叉关系，与题干逻辑关系不一致，排除；C项：“网剧导演“是\"影视导演\"的一种，二者是种属关系，与题干逻辑关系不一致，排除；</p><p>D项：“城市规划\"和\"乡村规划\"二者是并列关系，都是\"规划\"的一种，都是种属关系，符合。</p>', '80a348e15b1a0788c08f96b04069f29b', '2023-05-12 16:40:31', '2023-05-12 16:40:31', 1);
INSERT INTO `exam_question` VALUES ('9f17c1ed26a78175d78d90e58e21c5db', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>花匠：修剪：花草</p>', '<p>第一步，确定题干逻辑关系。</p><p>“花匠\"修剪“花草\"，三者是主谓宾关系。</p><p>第二步，辨析选项。</p><p>A项：“渔民\"使用“渔船\"来进行\"捕捞\"，“渔船\"是工具，与题干逻辑关系不一致，排除；</p><p>B项：“医生\"治疗“病人“，二者是主宾关系，“病人\"“住院\"二者是主谓关系，与题干逻辑关系不一致，排除；</p><p>C项：“农民“在“土地”上“播种\"，“土地\"是地点，三者不构成主谓宾关系，与题干逻辑关系不一致，排除；</p><p>D项：“学生”\"阅读\"课本\"，三者是主谓宾关系，与题干逻辑关系一致，当选。</p>', '1ab7fc9a6a826e2540231809a41ed455', '2023-05-12 16:41:14', '2023-05-12 16:41:14', 1);
INSERT INTO `exam_question` VALUES ('b987c2bdfd638fe0069ddf45baf53fea', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>斤：两：钱</p>', '<p>第一步，确定题干逻辑关系。“斤“、“两“、“钱“是三个重量单位，属于并列关系，且按重量大小依次排列。</p><p>第二步，辨析选项。</p><p>A项：“眼”、“口”、“手\"是三个身体部位，属于并列关系，但没有先后顺序，与题干逻辑关系不一致，排除；</p><p>B项：“年”、“月”、“日“是三个时间单位，属于并列关系，是按时间顺序排列，符合；</p><p>C项：“天”、“时”、“秒“是三个时间单位，属于并列关系，“时“后边是分，不是“秒“，排除；</p><p>D项：“孟”、“仲”、“季\"是兄弟排行的次序，属于并列关系，“仲\"后边是叔，不是“季\"，排除。</p>', '8b459a1824873fa595ed8489afeb263e', '2023-05-12 16:42:03', '2023-05-12 16:42:03', 1);
INSERT INTO `exam_question` VALUES ('0b4d195b8f1f2c07b59548cbe0bf43b3', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>奋斗：锤炼：本领</p>', '<p>第一步，确定题干逻辑关系。</p><p>“锤炼\"本领”二者属于动宾关系，通过“奋斗\"可以\"锤炼\"本领”，“奋斗\"与“锤炼\"\"本领”为对应关系。</p><p>第二步，辨析选项</p><p>A项：“增长\"\"才干\"二者属于动宾关系，通过“磨砺“可以“增长\"\"才干\"，“磨砺\"与\"增长\"\"才干\"为对应关系，与题干逻辑关系一致，符合；</p><p>B项：“社会”是我们“奉献\"的主体，二者为对应关系，与题干逻辑关系不一致，排除；</p><p>C项：“获取”“阅读\"二者不构成动宾关系，通过\"阅读“可以“获取“\"知识”，与题干逻辑关系不一致，排除；</p><p>D项：“启迪\"\"智慧\"二者为动宾关系，但与题干顺序不一致，排除。</p>', '43e0001d1755bad44a8a35de07f8f951', '2023-05-12 16:42:52', '2023-05-12 16:42:52', 1);
INSERT INTO `exam_question` VALUES ('a8fcf98a2781ed62e2588401a114b53c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>春兰：墨兰：兰花</p>', '<p>第一步，确定题干逻辑关系。</p><p>“春兰\"与\"墨兰\"都是\"兰花\"的一种，二者并列，且与\"兰花\"分别构成种属关系，且“春兰\"与“墨兰\"是具体的两种兰花。</p><p>第二步，辨析选项。</p><p>A项：“凤蝶\"与\"粉蝶”都是\"蝴蝶\"的一类，二者并列，且与“蝴蝶\"分别构成种属关系，但是\"凤蝶\"与“粉蝶\"是两个不同的科，而非具体的两种“蝴蝶\"，与题干逻辑关系不一致，排除；</p><p>B项：“春茶\"与“秋茶\"是不同的茶，在“茶馆\"里喝茶，属于地点对应，与题干逻辑关系不一致，排除；</p><p>C项：“果蔬\"为\"蔬菜\"与“水果”的总称，“蔬菜\"与“水果\"组成了“果蔬\"，与题干逻辑关系不一致，排除；</p><p>D项：“梅花\"与“菊花”都是\"花卉”的一种，二者并列，且与“花卉\"分别构成种属关系，且“梅花\"与“菊花\"是具体的两种花卉。与题干逻辑关系一致，符合。</p>', 'f0f831bd90539ae2fd272535b6b87f8d', '2023-05-12 16:43:40', '2023-05-12 16:43:40', 1);
INSERT INTO `exam_question` VALUES ('7971e7eda9b6cfc2c6118d3f95004c70', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>提纲挈领对于( &nbsp; &nbsp; &nbsp;) &nbsp;相当于 德才兼备 对于：</p>', '<p>分别将选项代入题干，确定逻辑关系。</p><p>A项：提纲挈领比喻抓住事物的关键和要领，网之一孔比喻局部在整体中才能起其作用；脱离了整体，局部便不起作用，二者无明显逻辑关系；德才兼备指的是既有好的思想品质，又有工作的才干和能力，德高望重指品德高尚，名声很大，二者为近义关系，前后逻辑关系不一致，排除；</p><p>B项：提纲挈领比喻抓住事物的关键和要领，中流砥柱比喻能担当重任，在艰难环境中起支柱作用的集体或个人，二者无明显逻辑关系；德才兼备指的是既有好的思想品质，又有工作的才干和能力，达士通人指心胸豁达，学识渊博的人，二者无明显逻辑关系，排除；</p><p>C项：提纲挈领比喻抓住事物的关键和要领，以一持万形容抓住关键，可以控制全局，二者为近义关系，德才兼备指的是既有好的思想品质，又有工作的才干和能力，才高行洁指的是才智高超，操行纯洁，二者为近义关系，前后逻辑关系一致，符合；</p><p>D项：提纲挈领比喻抓住事物的关键和要领，毛举细故指烦琐地列举小事情，加以责难或攻击，二者无明显逻辑关系，德才兼备指的是既有好的思想品质，又有工作的才干和能力，指不记别人的仇，反而给他好处，二者无明显逻辑关系，排除。</p><p><br></p>', 'ac07a952b2bdb31bfa2886ef5e2f439f', '2023-05-12 16:44:49', '2023-05-12 16:44:49', 1);
INSERT INTO `exam_question` VALUES ('90ac1a7c6a76287d56d8a7b72f5586ab', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>衣食住行对于( &nbsp; &nbsp;)相当于 &nbsp; 琴棋书画对于：</p>', '<p>分别将选项代入题干，确定逻辑关系。</p><p>A项：衣食住行指日常生活的四个方面，四者并列，亭台楼阁指四种不同的建</p><p>筑，四者并列，但两组词描写的并非同一角度，琴棋书画指的是古代文学艺术的四种技能，四者并列，花鸟虫鱼指的是四种不同的生物，四者并列，但两组词描写的并非同一角度，排除；</p><p>B项：衣食住行指日常生活的四个方面，四者并列，油盐酱醋指的是日常生活中四种不同的调味品，四者并列，且两组词描写角度都为日常生活，琴棋书画指的是古代文学艺术的四种技能，四者并列，望闻问切指的是四种不同的中医诊断方法，四者并列，但两组词描写的并非同一角度，排除；</p><p>C项：衣食住行指日常生活的四个方面，四者并列，王侯将相指的是古代四种不同的贵族官职，四者并列，但两组词描写的并非同一角度，琴棋书画指的是古代文学艺术的四种技能，四者并列，山川河岳指的是山川与河流，构不成四者并列，排除；</p><p>D项：衣食住行指日常生活的四个方面，四者并列，锅碗瓢盆指的是日常生活中的四种工具，四者并列，且两组词描写角度都为日常生活，琴棋书画指的是古代文学艺术的四种技能，四者并列，笔墨纸砚指的是古代文学艺术的四种工具，四者并列，且两组词描写角度都为文学艺术方面，描述角度相同，符合。</p><p><br></p>', '7feabfe3b41a23cc5c0a0643da6eb622', '2023-05-12 16:45:38', '2023-05-12 16:45:38', 1);
INSERT INTO `exam_question` VALUES ('23b2f57052e2a9f2dbf7e6d020673d8d', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>( &nbsp; &nbsp; )对于有所作为相当于知行合一对于F( &nbsp; &nbsp; )</p>', '<p>分别将选项代入题干，确定逻辑关系。</p><p>A项：“有所作为\"需要\"拼搏向上\"，二者构成必要条件；“知行合一“是指认识事物的道理与实行其事，是密不可分的，“学而不思\"意思是只读书学习，而不思考问题，二者没有明显的逻辑关系，前后逻辑关系不一致，排除；</p><p>B项：“有所作为\"需要“勤奋进取”，二者构成必要条件；“空谈误国\"是指只泛泛而谈地讨论国家大事、不联系实际解决问题，会耽误国家的发展，与\"知行合一\"构成反义关系，前后逻辑关系不一致，排除；</p><p>C项：“有所作为\"需要“自强不息\"，二者构成必要条件；“成就事业\"需要\"知行合一”，二者构成必要条件，前后逻辑关系一致，符合；</p><p>D项：“有所作为\"需要“勇于开拓”，二者构成必要条件；“温故知新\"是指复习已学过的知识，会有新的体会和理解，与\"知行合一\"没有明显的逻辑关系，前后逻辑关系不一致，排除。</p><p><br></p>', '613628bc7786aa298b79e0f0c99420d8', '2023-05-12 16:46:34', '2023-05-12 16:46:34', 1);
INSERT INTO `exam_question` VALUES ('afc35d8f8e9f8d7eca8b9eb806757596', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>“饿怒\"是\"饥饿\"和\"愤怒“两个词的合成词。最近，研究人员在欧洲招募了64位自愿受试者，在21天里，对他们在日常工作和生活环境中，处于饥饿状态时的情绪变化数据进行了收集整理分析。得出的结论是，愤怒和易恼等情绪与饥饿之间存在被诱导的关系，也就是说，饥饿会使人们\"饿怒\"。</p><p>以下哪项如果为真，最能支持上述结论：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“最能支持\"，确定为加强论证。</p><p>第二步，找论点和论据。</p><p>论点：愤怒和易恼等情绪与饥饿之间存在被诱导的关系，也就是说，饥饿会使人们“饿怒。</p><p>论据：研究人员在欧洲招募了64位自愿受试者，在21天里，对他们在日常工作和生活环境中，处于饥饿状态时的情绪变化数据进行了收集整理分析。</p><p>第三步，辨析选项。</p><p>A项：不明确项。受试者在饥饿状态下能保持情绪愉悦的不到10%，无法确定受试者是否“愤怒\"，排除；</p><p>B项：不明确项。饥饿与愤怒、愉悦等情绪“有关\"，到底是什么关系并不明确，排除；</p><p>C项：补充论据。该选项补充了题干实验的具体数据，对论点有加强作用，当</p><p>选；</p><p>D项：无关选项。科学家发现饥饿会导致“饿怒“的时间早晚与论点本身没有关系，排除。</p>', '441072cb53f95e3922e19f68a0342516', '2023-05-12 16:47:17', '2023-05-12 16:47:17', 1);
INSERT INTO `exam_question` VALUES ('3e4de5439415a8e1ec75720dfe164319', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>快速暴汗、狂甩赘肉、不胖勿点...近期暴汗服可谓火爆网络。商家直播时声称，穿暴汗服运动半小时，所流的汗水超过不穿暴汗服状态下运动2小时所流的汗水。因此能帮助运动者加快新陈代谢，降低体重，迅速减肥。</p><p>以下哪几项如果为真，最能质疑商家宣传?</p><p>①暴汗后的即时体重下降，减少的是身体里的水分，没有减少脂肪</p><p>②暴汗服是利用衣服材质不透气性和隔热性，让人运动时出更多汗</p><p>③大量出汗使人体水分大量流失，易造成脱水，严重时会危及生命</p><p>④脂肪分解主要产生二氧化碳，通过肺呼出，出汗多不等于减脂肪</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“最能质疑\"，确定为削弱论证。</p><p>第二步，找论点和论据。</p><p>论点：帮助运动者加快新陈代谢，降低体重，迅速减肥。</p><p>论据：穿暴汗服运动半小时，所流汗水超过不穿暴汗服状态下运动2小时所流的汗水。</p><p>第三步，辨析选项。</p><p>①：否定论点。暴汗后减少的只是水分，不是脂肪，否定了论点可以减肥的功能；</p><p>②：肯定论据。解释了论据为什么穿暴汗服流汗多的原因；</p><p>③：无关选项。大量出汗，严重时会危及生命，与论点暴汗能减肥之间无逻辑联系；</p><p>④：切断联系。切断了出汗与减肥二者之间的关系。</p><p>所以选择①④。</p>', '2d932dbfabb3842a106eca7f000bbf14', '2023-05-12 16:48:16', '2023-05-12 16:48:16', 1);
INSERT INTO `exam_question` VALUES ('67f7737ce05c9b7db724733045eea835', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>在人类进化过程中，到底是什么因素引起了人脑生长增长呢?一项研究指出，人类祖先最初主要捕食非洲大陆上最大、行动速度最慢的猎物。但在约460万年前，大型动物开始消失或减少，人类转而捕食体型较小的动物。研究结论是，这种转变让人脑承受进化压力，使其生长变大，因为较小的猎物更难跟踪和捕捉，捕猎小型动物的过程也更复杂。</p><p>以下哪项如果为真，最能质疑上述结论：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“削弱”，确定为加强论证。</p><p>第二步，找论点和论据。</p><p>论点：在约460万年前，大型动物开始消失或减少，人类转而捕食体型较小的动物。研究结论是，这种转变让人脑承受进化压力，使其生长变大。</p><p>论据：因为较小的猎物更难跟踪和捕捉，捕猎小型动物的过程也更复杂。</p><p>第三步，辨析选项。</p><p>A项：否定论点。该项说的是人脑的生长增大是由诸多因素引起的，而非由单一因素造成的，所以说明不是捕食动物的转变这一原因造成的，可以削弱；</p><p>B项：不明确项。大象仍是捕食对象不代表大型动物没有消失或减少，不明确是否削弱论据；</p><p>C项：无关选项。该项指出脑组织完善，脑细胞数量增多是长期的结果，讨论的是过程长短的问题，而不是原因的问题，话题不一致，无法削弱；</p><p>D项：不明确项。该项指出哲学家的观点，但事实上是否是生产劳动促进了人脑生长增大无法确定，无法削弱。</p><p><br></p>', '4b01b2d7692334d3eca51d14a3e5883b', '2023-05-12 16:49:17', '2023-05-12 16:49:17', 1);
INSERT INTO `exam_question` VALUES ('726ef22ad66e2bd08df068e24f24f754', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>茶是全球消费量最大的饮料之一。此前研究表明，喝绿茶与较低的死亡风险之间存在关联。近10年来，研究人员对50万名年龄在40至69岁之间的男性和女性进行了跟踪研究。这些人中，85%的人报告经常喝茶，经常喝茶的人中89%报告喝红茶。研究发现，喝红茶的人比不喝茶的人更健康长寿。研究结论是：喝红茶可能也与较低的死亡风险有关。</p><p>以下哪项如果为真，最能支持上述研究结论：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“最能支持”，确定为加强论证。第二步，找论点和论据。论点：喝红茶能够降低死亡风险。论据：近10年来，研究人员对50万名年龄在40至69岁之间的男性和女性进行了跟踪研究。这些人中，85%的人经常喝茶，经常喝茶的人群中89%喝红茶。研究发现，喝红茶的人比不喝茶的人更健康长寿。第三步，辨析选项。A项：无关选项。论点是喝红茶和死亡风险之间的关系，该选项说的是喝红茶的患病风险低，排除；B项：另有他因。同时喝红茶咖啡可乐等饮料死亡风险也降低，削弱了论点成立的可能性，排除；C项：无关选项。红茶是否是健康饮食与能否降低死亡风险无关，排除；D项：补充论据。用具体的数据来证明喝红茶的确降低了死亡风险，当选。</p><p><br></p>', '3832624e4e5ed8b85d65ca329e69a29d', '2023-05-12 16:49:57', '2023-05-12 16:49:57', 1);
INSERT INTO `exam_question` VALUES ('7e326399e024dd6b9388a926ea500f9c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>为减少不断增长的人口规模对气候的影响，全球人类饮食需要在更具营养价值的同时降低温室气体排放。有研究指出，可持续的海产品可以为人类提供比牛肉、猪肉和鸡肉更多的营养。这项研究表明，促进海产品替代其他动物蛋白，可改善未来食品安全，帮助应对气候变化。</p><p>以下哪项如果为真，最能加强上述论证：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“最能加强”，确定为加强论证。</p><p>第二步，找论点和论据。</p><p>论点：促进海产品替代其他动物蛋白，可改善未来食品安全，帮助应对气候变化。</p><p>论据：为减少不断增长的人口规模对气候的影响，全球人类饮食要在更具营养价值的同时降低温室气体排放。有研究指出，海产品可以为人类提供比牛肉、猪肉和鸡肉更多的营养。第三步，辨析选项。</p><p>A项：无关选项。基于植物的\"绿色\"饮食与论点无关，排除；</p><p>B项：无关选项。渔业应当采用什么样的捕捞技术与论点无关，排除；</p><p>C项：补充论据。明确说明海产品的营养价值高于其他动物蛋白，且降低温室气体排放，对论点有加强作用，当选；</p><p>D项：无关选项。论点比较的是海产品和其他动物肉制品的比较，而本选项比较的是不同来源的海产品，与论点无关，排除。</p>', 'b4bb5f9dd3059fc839f15ec9aed2d940', '2023-05-12 16:50:55', '2023-05-12 16:50:55', 1);
INSERT INTO `exam_question` VALUES ('e4af972a3dc7a31dfbe52812224d58e8', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>某大学神经生物学家做过这样的实验：一头猪在死亡一小时之后，实验人员将一种特殊的灌注液注入它的身体，在其静脉和动脉中循环，新鲜的氧气也在其中流动。接下来的六小时中，实验人员发现，猪的心脏、肝脏、肾胜和大脑中部分细胞开始恢复功能与活性，循环系统也逐步恢复。猪的心脏虽未完全恢复跳动，但可以扫描到电生理活动，说明它具有收缩能力。每个重要器官中，细胞对葡萄糖的反应都较强，说明它们正重启部分新陈代谢。实验结果表明，科学家成功复活了一头猪。</p><p>以下哪项如果为真，最能质疑上述论证：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“最能质疑”，确定为削弱论证。</p><p>第二步，找论点和论据。</p><p>论点：科学家成功复活了一头猪。</p><p>论据：猪的心脏、肝脏、肾胜和大脑中部分细胞开始恢复功能与活性，循环系统也逐步恢复。猪的心脏虽未完全恢复跳动，但可以扫描到电生理活动，说明它具有收缩能力。每个重要器官中，细胞对葡萄糖的反应都较强，说明它们正重启部分新陈代谢。</p><p>第三步，辨析选项。</p><p>A项：无关选项。对脑死亡的判定方法与论点无关，排除；</p><p>B项：不明确项。细胞会死亡，但不知道猪是否能够复活，排除；</p><p>C项：否定论点。哺乳动物的器官死亡是不可逆的过程，说明猪不可能复活，当选；</p><p>D项：补充论据。该选项增加了新的论据，是对论点的加强，排除。</p><p><br></p>', '66bca0a57ca6c9b216adc4453d18753f', '2023-05-12 16:52:04', '2023-05-12 16:52:04', 1);
INSERT INTO `exam_question` VALUES ('959b7088ad7cb3fed94b52f9aae4a58b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>哈佛大学最近的一项研究选取了权威数据库中的五十多万名年龄介于40-69岁之间的参与者，并且所有参与者均完成了食物加盐频率的问题，研究人员还考虑了年龄、性别、吸烟、饮酒、饮食和医疗状况等综合因素。该研究显示在50岁时与很少摄入盐的参与者相比，吃的咸的男性预期寿命减少1.5岁，吃的咸的女性预期寿命减少2.28岁。吃的咸的参与者过早死亡的风险增加了28%，因此食物中添加盐的频率越高，过早死亡风险越高，预期寿命也越低。</p><p>以下哪项如果为真最能加强上述论证：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的\"最能加强”，确定为加强论证。</p><p>第二步，找论点和论据。</p><p>论点：食物中添加盐的频率越高，过早死亡风险越高，预期寿命也越低以下。论据：在50岁时与很少摄入盐的参与者相比，吃的咸的男性预期寿命减少1.5岁，吃的咸的女性预期寿命减少2.28岁。吃了咸的参与者过早死亡的风险增加了28%。</p><p>第三步，辨析选项。</p><p>A项：加强选项。孙先生患有胃癌，他有吃咸泡菜的习惯，说明盐的频率和死亡风险有关，具有加强作用；</p><p>B项：加强选项。从内在原理上解释了高盐食物增加了患癌风险，具有加强作用；</p><p>C项：不明确项。该选项说的是低盐饮食提高人们的整体生活质量，但不明确高盐对人身体的影响，排除；</p><p>D项：不明确项。长期低盐会引起恶心，内分泌紊乱，但不明确高盐对人身体的影响，排除。</p><p>A和D均能加强，力度比较，从本质上解释的选项力度大于举例子，所以B项力度更强。</p>', 'e88c44a334481cd3281e7381c199d379', '2023-05-12 16:53:00', '2023-05-12 16:53:01', 1);
INSERT INTO `exam_question` VALUES ('7ecec4c9fcbfe91c1d1ed97fd2b6510c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国外有纳米工程师已开发出抗肺炎微型机器人，其由藻类细胞制成，表面点缀着抗生素填充的纳米颗粒，由藻类提供运动能力，使微型机器人能够四处游动，并将抗生素直接输送到肺部的更多细菌中，通过提供的药物清除危及生命的细菌性肺炎感染。研究表明，靶向药物递送与微型机器人的主动运动相结合，可提高治疗效果。</p><p>以下哪项如果为真，最能加强上述论证：</p>', '<p>第一步，确定题型。</p><p>根据提问方式中的“加强”，确定为加强论证。第二步，找论点和论据。</p><p>论点：靶向药物递送与微型机器人的主动运动相结合，可提高治疗效果。论据：无。</p><p>第三步，辨析选项。</p><p>A项：无关选项。只说明了“微型机器人\"的作用，不涉及“靶向药物递送与微型机器人的主动运动相结合\"，不具有加强作用；B项：无关选项。只说明了“微型机器人“的作用，不涉及\"靶向药物递送与微型机器人的主动运动相结合\"，不具有加强作用；C项：补充新论据。解释了为什么靶向药物递送与微型机器人的主动运动相结合会有更好的治疗效果，具有加强作用；</p><p>D项：无关选项。只说明了“微型机器人\"的作用，不涉及“靶向药物递送与微型机器人的主动运动相结合\"，不具有加强作用；。</p>', '4a22728f7f775abfcbe603bdd77299a1', '2023-05-12 16:54:09', '2023-05-12 16:54:09', 1);
INSERT INTO `exam_question` VALUES ('81ac014d81c44108ea7dad492f17300f', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>小张想利用三天假期自驾川西小环线，去过的同事给出了如下建议：</p><p>①如果去四姑娘山，就不去墨石公园</p><p>②塔公草原和墨石公园去一个就好</p><p>③塔公草原和墨石公园都不去</p><p>小张犹豫了一下，对同事的建议都没采纳，那么小张游玩了哪些景点</p>', '<p>第一步，确定题型。根据题干关联词\"如果.......就......“和提问方式，确定为翻译推理。</p><p>第二步，翻译题干。</p><p>①：去四姑娘山→不去墨石公园</p><p>②：要么塔公草原，要么墨石公园</p><p>③：-塔公草原且-墨石公园第三步，进行推理。小张对同事的建议都没有采纳，所以要找到①、②、③的矛盾命题。</p><p>①的矛盾命题是去四姑娘山且去墨石公园，可知小张去了四姑娘山和墨石公园，排除B、C、D选项。</p>', 'f138e432632a7199ec258bd35dfeb4f2', '2023-05-12 16:55:13', '2023-05-12 16:55:13', 1);
INSERT INTO `exam_question` VALUES ('ac9fd8a21714eeb94c647d22beb10c06', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>周末，甲、乙、丙、丁在商场偶遇，一阵寒暄过后得知，他们几人再商量要么只看了电影，要么只购了物：</p><p>①丁有购物</p><p>②如果甲有购物，那么乙去看了电影</p><p>③如果丁没有购物，那么丙去看了电影</p><p>④甲和乙都有购物</p><p>如果以上陈述只有一项为真，可以推出：</p>', '<p><br></p>', '31d3076856f2d54977beb5deb95216e5', '2023-05-12 16:56:07', '2023-05-12 16:56:07', 1);
INSERT INTO `exam_question` VALUES ('f5eaa20113ef881d604059b1e78841af', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家能源局发布2022年1~7月，全国规模以上工业发电4.77万亿千瓦时，同比增长1.4%，增速比上半年加快0.7个百分点。7月份，全国发电量8059亿千瓦时，同比增长4.5%，增速比上月加快3.0个百分点。分品种看，7月份火电由降转增，同比增长5.3%；由于来水偏枯，水电同比增长2.4%，增速比上月放缓26.6个百分点；风电同比增长5.7%，增速比上月放缓11.0个百分点；核电同比下降3.3%，降幅比上月收窄5.7个百分点；太阳能发电同比增长13.0%，增速比上月加快3.1个百分点。</p><p>国家能源局发布2022年1~7月，全社会用电量累计49303亿千瓦时，同比增长</p><p>3.4%。分产业看，第一产业用电量634亿千瓦时，同比增长11.1%；第二产业用电量32552亿千瓦时，同比增长1.1%；第三产业用电量8531亿千瓦时，同比增长4.6%；城乡居民生活用电量7586亿千瓦时，同比增长12.5%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%。分产业看，第一产业用电量121亿千瓦时，同比增长14.3%；第二产业用电量5132亿千瓦时，同比下降0.1%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%。</p><p>2021年7月份，全国发电量大约是多少亿千瓦时：</p>', '<p>第一步，本题考查基期量中基期量计算问题。</p><p>第二步，定位文字材料第一段，“2022年7月份，全国发电量8059亿千瓦时，同比增长4.5%\"。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '07cb43f3ecbed904895fcb90ca460b65', '2023-05-12 16:58:38', '2023-05-12 16:58:38', 1);
INSERT INTO `exam_question` VALUES ('4fdac40f5c1f24f7cfe747834a92e4c0', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家能源局发布2022年1~7月，全国规模以上工业发电4.77万亿千瓦时，同比增长1.4%，增速比上半年加快0.7个百分点。7月份，全国发电量8059亿千瓦时，同比增长4.5%，增速比上月加快3.0个百分点。分品种看，7月份火电由降转增，同比增长5.3%；由于来水偏枯，水电同比增长2.4%，增速比上月放缓26.6个百分点；风电同比增长5.7%，增速比上月放缓11.0个百分点；核电同比下降3.3%，降幅比上月收窄5.7个百分点；太阳能发电同比增长13.0%，增速比上月加快3.1个百分点。</p><p>国家能源局发布2022年1~7月，全社会用电量累计49303亿千瓦时，同比增长</p><p>3.4%。分产业看，第一产业用电量634亿千瓦时，同比增长11.1%；第二产业用电量32552亿千瓦时，同比增长1.1%；第三产业用电量8531亿千瓦时，同比增长4.6%；城乡居民生活用电量7586亿千瓦时，同比增长12.5%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%。分产业看，第一产业用电量121亿千瓦时，同比增长14.3%；第二产业用电量5132亿千瓦时，同比下降0.1%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%。</p><p><br></p><p>2022年1-7月份，全国城乡居民生活用电量比2021年1-7月份约多：</p>', '<p>一步，本题考查增长量计算中已知现期量与增长率。</p><p>第二步，定位文字材料第二段，“2022年1~7月份，城乡居民生活用电量7586亿千瓦时，同比增长12.5%\"。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', 'f89a3e8d783c0a7e22cc70a10769a838', '2023-05-12 17:00:38', '2023-05-12 17:01:16', 1);
INSERT INTO `exam_question` VALUES ('71e6db0c90abadcac1f6e8fcc9d47338', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家能源局发布2022年1~7月，全国规模以上工业发电4.77万亿千瓦时，同比增长1.4%，增速比上半年加快0.7个百分点。7月份，全国发电量8059亿千瓦时，同比增长4.5%，增速比上月加快3.0个百分点。分品种看，7月份火电由降转增，同比增长5.3%；由于来水偏枯，水电同比增长2.4%，增速比上月放缓26.6个百分点；风电同比增长5.7%，增速比上月放缓11.0个百分点；核电同比下降3.3%，降幅比上月收窄5.7个百分点；太阳能发电同比增长13.0%，增速比上月加快3.1个百分点。</p><p>国家能源局发布2022年1~7月，全社会用电量累计49303亿千瓦时，同比增长</p><p>3.4%。分产业看，第一产业用电量634亿千瓦时，同比增长11.1%；第二产业用电量32552亿千瓦时，同比增长1.1%；第三产业用电量8531亿千瓦时，同比增长4.6%；城乡居民生活用电量7586亿千瓦时，同比增长12.5%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%。分产业看，第一产业用电量121亿千瓦时，同比增长14.3%；第二产业用电量5132亿千瓦时，同比下降0.1%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%。</p><p>2021年7月份，全社会用电量中第三产业用电量的占比与城乡居民生活用电量的占比相较约：</p>', '<p>第一步，本题考查基期比重计算。</p><p>第二步，定位文字材料第二段，“2022年7月份，全社会用电量8324亿千瓦时，同比增长6.3%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%\"。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '4c06ffd0f39c0661ec89966d67fd8c8e', '2023-05-12 17:03:04', '2023-05-12 17:03:32', 1);
INSERT INTO `exam_question` VALUES ('7483649a7e2b115c133d1ef7c989c51b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家能源局发布2022年1~7月，全国规模以上工业发电4.77万亿千瓦时，同比增长1.4%，增速比上半年加快0.7个百分点。7月份，全国发电量8059亿千瓦时，同比增长4.5%，增速比上月加快3.0个百分点。分品种看，7月份火电由降转增，同比增长5.3%；由于来水偏枯，水电同比增长2.4%，增速比上月放缓26.6个百分点；风电同比增长5.7%，增速比上月放缓11.0个百分点；核电同比下降3.3%，降幅比上月收窄5.7个百分点；太阳能发电同比增长13.0%，增速比上月加快3.1个百分点。</p><p>国家能源局发布2022年1~7月，全社会用电量累计49303亿千瓦时，同比增长</p><p>3.4%。分产业看，第一产业用电量634亿千瓦时，同比增长11.1%；第二产业用电量32552亿千瓦时，同比增长1.1%；第三产业用电量8531亿千瓦时，同比增长4.6%；城乡居民生活用电量7586亿千瓦时，同比增长12.5%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%。分产业看，第一产业用电量121亿千瓦时，同比增长14.3%；第二产业用电量5132亿千瓦时，同比下降0.1%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%。</p><p><br></p><p>2021年1-6月全社会用电量累计约多少亿千瓦时：</p>', '<p>第一步，本题考查基期量中基期量和差计算。</p><p>第二步，定位文字材料第二段，“国家能源局发布2022年1-7月，全社会用电量累计49303亿千瓦时，同比增长3.4%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%\"。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '3dc50454e637928bb61e46c52903e09e', '2023-05-12 17:05:15', '2023-05-12 17:05:15', 1);
INSERT INTO `exam_question` VALUES ('0797a054a51add5ba9ea4c3635275ea7', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>国家能源局发布2022年1~7月，全国规模以上工业发电4.77万亿千瓦时，同比增长1.4%，增速比上半年加快0.7个百分点。7月份，全国发电量8059亿千瓦时，同比增长4.5%，增速比上月加快3.0个百分点。分品种看，7月份火电由降转增，同比增长5.3%；由于来水偏枯，水电同比增长2.4%，增速比上月放缓26.6个百分点；风电同比增长5.7%，增速比上月放缓11.0个百分点；核电同比下降3.3%，降幅比上月收窄5.7个百分点；太阳能发电同比增长13.0%，增速比上月加快3.1个百分点。</p><p>国家能源局发布2022年1~7月，全社会用电量累计49303亿千瓦时，同比增长</p><p>3.4%。分产业看，第一产业用电量634亿千瓦时，同比增长11.1%；第二产业用电量32552亿千瓦时，同比增长1.1%；第三产业用电量8531亿千瓦时，同比增长4.6%；城乡居民生活用电量7586亿千瓦时，同比增长12.5%。7月份，全社会用电量8324亿千瓦时，同比增长6.3%。分产业看，第一产业用电量121亿千瓦时，同比增长14.3%；第二产业用电量5132亿千瓦时，同比下降0.1%；第三产业用电量1591亿千瓦时，同比增长11.5%；城乡居民生活用电量1480亿千瓦时，同比增长26.8%。</p><p><br></p><p>能够从上述资料中推出的是：</p>', '<p>第一步，本题考查综合分析问题，且需选出能推出的一项。</p><p>第二步，A选项，增长量比较，定位第一段文字材料，“太阳能发电量同比增长13%，增速比上月加快3.1个百分点”，材料中没有提及现期值或基期值，无法推出太阳能发电量增长量，错误。</p><p>B选项，基期量比较，定位第一段文字材料“核电同比下降3.3%，降幅比上月收窄5.7个百分点\"，无法推出2022年6月核电发电量与5月的大小，错误。</p><p>C选项，现期平均数比较，定位第二段文字材料\"2022年1-7月第二产业</p><p>用电量32332亿千瓦时，7月份第二产业用电量5132亿千瓦时\"，根据</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '1df0e5eccdd26aaa11e9b40ab2b0dcb7', '2023-05-12 17:07:34', '2023-05-12 17:07:34', 1);
INSERT INTO `exam_question` VALUES ('f7a2746adced30f1f2057329e67bf14c', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制造业PM I(采购经理指数) 由5个分类指数加权计算而成， 5个分类指数及其权数是依据其对经济的先行影响程度确定的。具体包括：新订单指数，权数为30%；生产指数，权数为25%；从业人员指数，权数为20%；供应商配送时间指数，权数为15%；原材料库存指数，权数为10%。其中，供应商配送时间指数为逆指数， 在计算制造业PM I指数时进行反向运算， 即100%-供应商配送时间指数。2022年8月份， 制造业PM I为49.4%， 低于PM I临界点(50%) ， 比上月上升0.4个百分点， 制造业景气水平有所回升。下面给出2021年8月至2022年8月制造业PM I 指数走势图及相关分类指数数据。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>2022年1-8月， PM I指数和新订单指数均在临界点之上的月份有几个：</p>', '<p>第一步，本题考查读数比较。</p><p>第二步， 定位文字材料第二段\"PIM临界点(50%) “及表格材料\"2022年1-8月的PM I和新订单\"行列。</p><p>第三步， 根据题意在临界点之上， 要求2022年1-8月具体数值&gt;50%， 对应PM I 指数符合的月份有1月、2月、6月，新订单指数符合月份有2月、6月，因此均高于临界点之上的月份为2月、6月，共2个月。</p><p><br></p>', '6f9c10ef7f21ae8f2ee28655d8700466', '2023-05-12 17:09:27', '2023-05-12 17:09:27', 1);
INSERT INTO `exam_question` VALUES ('cecbd8dc6c0572f7ed0c48c833b1a54e', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制造业PM I(采购经理指数) 由5个分类指数加权计算而成， 5个分类指数及其权数是依据其对经济的先行影响程度确定的。具体包括：新订单指数，权数为30%；生产指数，权数为25%；从业人员指数，权数为20%；供应商配送时间指数，权数为15%；原材料库存指数，权数为10%。其中，供应商配送时间指数为逆指数， 在计算制造业PM I指数时进行反向运算， 即100%-供应商配送时间指数。2022年8月份， 制造业PM I为49.4%， 低于PM I临界点(50%) ， 比上月上升0.4个百分点， 制造业景气水平有所回升。下面给出2021年8月至2022年8月制造业PM I 指数走势图及相关分类指数数据。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><br></p><p>2022年8月， 哪个分类指数对PM I较上月上升的0.4个百分点贡献最大：</p>', '<p>第一步，本题考查和差比较。</p><p>第二步，定位文字材料第一段“具体包括：新订单指数，权数为30%，...，供应商配送时间指数，权数为15%\"及表格材料\"2022年7-8月\"行。</p><p>第三步，根据题意指数较上月贡献最大的可知，需要计算指数变化情况×对应权数后比较大小，数值越大贡献越大。对应数值利用(8月指标数值-7月指标数值)x对应权数，生产=(49.8-49.8)x25%=0，新订单=(49.2-48.5)x30%=0.21，从业人员=(48.9-48.6)×20%=0.06，供应商配送时间=[(100%-49.5%)-(100-50.1%)]x15%=0.09，比较大小后新订单数值最大。</p>', 'd1c10e05cbb015e9e798e4a5b9cb3ad4', '2023-05-12 17:11:15', '2023-05-12 17:11:15', 1);
INSERT INTO `exam_question` VALUES ('8d63f13ac8351d25f0bed4ddbcdee320', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制造业PM I(采购经理指数) 由5个分类指数加权计算而成， 5个分类指数及其权数是依据其对经济的先行影响程度确定的。具体包括：新订单指数，权数为30%；生产指数，权数为25%；从业人员指数，权数为20%；供应商配送时间指数，权数为15%；原材料库存指数，权数为10%。其中，供应商配送时间指数为逆指数， 在计算制造业PM I指数时进行反向运算， 即100%-供应商配送时间指数。2022年8月份， 制造业PM I为49.4%， 低于PM I临界点(50%) ， 比上月上升0.4个百分点， 制造业景气水平有所回升。下面给出2021年8月至2022年8月制造业PM I 指数走势图及相关分类指数数据。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>2022年1-8月，供应商配送时间指数最小的那个月，与去年同期相比下降了23.4%。则去年同期供应商配送时间指数大约是：</p>', '<p>第一步，本题考查基期量计算。</p><p>第二步，定位表格材料“2022年1一8月供应商配送时间”行列。</p><p>第三步，定位表格进行比较，2022年1一8月供应商配送时间指数最小的月份为4月(37.2)，则题目需计算2021年4月供应商配送时间指数，为基期量的计算，</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '6f0767059ab7d809ab95ee3e47176721', '2023-05-12 17:13:06', '2023-05-12 17:14:21', 1);
INSERT INTO `exam_question` VALUES ('7bb4a028962249c723e8a67e0b603e5f', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制造业PM I(采购经理指数) 由5个分类指数加权计算而成， 5个分类指数及其权数是依据其对经济的先行影响程度确定的。具体包括：新订单指数，权数为30%；生产指数，权数为25%；从业人员指数，权数为20%；供应商配送时间指数，权数为15%；原材料库存指数，权数为10%。其中，供应商配送时间指数为逆指数， 在计算制造业PM I指数时进行反向运算， 即100%-供应商配送时间指数。2022年8月份， 制造业PM I为49.4%， 低于PM I临界点(50%) ， 比上月上升0.4个百分点， 制造业景气水平有所回升。下面给出2021年8月至2022年8月制造业PM I 指数走势图及相关分类指数数据。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>如果某月PM I指数为49%， 则下个月新订单指数增加了1个百分点， 供应商配送时间增加了3个百分点， 其他分类指数不变， 则下个月PM I指数：</p>', '<p>第一步，本题考查简单计算，属于和差类计算。</p><p>第二步， 定位材料中第一段“制造业PM I(采购经理指数) ..即100-供应商配送时间指数。“可得公式PM I=新订单指数x 30%+生产指数×25%+从业人员指数×20%+(100%-供应商配送时间指数)x15%+主要原材料库存x10%。</p><p>第三步， 下个月PM I指数较本月增加了1%x 30%-3%x 15%=-0.15%， 即下个月PM I 指数较本月减少0.15个百分点。</p><p><br></p>', '5d84585c1507cb17171a8523ca284e4d', '2023-05-12 17:24:54', '2023-05-12 17:24:55', 1);
INSERT INTO `exam_question` VALUES ('9a06ceea4c38c4d857e39264e29a56b8', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p>制造业PM I(采购经理指数) 由5个分类指数加权计算而成， 5个分类指数及其权数是依据其对经济的先行影响程度确定的。具体包括：新订单指数，权数为30%；生产指数，权数为25%；从业人员指数，权数为20%；供应商配送时间指数，权数为15%；原材料库存指数，权数为10%。其中，供应商配送时间指数为逆指数， 在计算制造业PM I指数时进行反向运算， 即100%-供应商配送时间指数。2022年8月份， 制造业PM I为49.4%， 低于PM I临界点(50%) ， 比上月上升0.4个百分点， 制造业景气水平有所回升。下面给出2021年8月至2022年8月制造业PM I 指数走势图及相关分类指数数据。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>不能从上述资料中推出的是：</p>', '<p>第一步，本题考查综合分析，并选出错误的一项。</p><p>第二步， A选项， 其他计算类。定位材料第一段， 可得公式PM I=新订单指数</p><p>×30%+生产指数×25%+从业人员指数×20%+(100%-供应商配送时间指数)x15%+主要原材料库存x10%，无法推出，错误。</p><p>B选项，和差类。定位表格2022年8月从业人员指数为48.9%，2022年7月从业人员指数为48.6%，环比上升0.3%，说明就业人员增加，即用工景气度回升，正确。</p><p>C选项，和差类。定位表格2022年8月原材料库存指数48%，2022年7月原材料库存指数47.9%，环比上升0.1%，原材料库存指数是一个非常重要的指标，其反映的是企业主动补库存的意愿，原材料库存指数上升，说明库存被消耗，库存降低，正确。</p><p>D选项，和差类。定位表格2022年8月供应商配送时间指数49.5%，2022年7月供应商配送时间指数50.1%，环比下降0.6%，说明配送时间指数较上月下降，即本月配送时间低于上月，正确。</p><p><br></p>', '8db6a17d5708b8a6e42884207d249c3c', '2023-05-12 17:27:25', '2023-05-12 17:27:26', 1);
INSERT INTO `exam_question` VALUES ('4390579bede72067c8a416fa282a6c0b', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>2018年~2021年期间，我国母婴商品消费规模最大的年份是：</p>', '<p>第一步，本题考查简单比较中读数比较。</p><p>第二步，定位图1中国母婴商品消费规模。</p><p>第三步，2018年(26593亿元)，2019年(29919亿元)，2020年(31231亿元)，2021年(34591亿元)。</p>', 'fcf332b83e8a7c636ffe06e39af19413', '2023-05-12 17:30:05', '2023-05-12 17:32:57', 1);
INSERT INTO `exam_question` VALUES ('10edb6ae6ec91eec4993fd25dfe31852', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-30-37.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>2018年~2021年，我国母婴商品消费规模增长率的变动趋势是：</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-33-50.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '<p>第一步，本题考查增长率比较中增长率计算比较。</p><p>第二步，定位图1中国母婴商品消费规模。</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '3f57e0e4f7b7b8d085afd3f54446dca9', '2023-05-12 17:37:33', '2023-05-12 17:37:34', 1);
INSERT INTO `exam_question` VALUES ('bf251b63dea93329c345cfa3ca37ca44', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-30-37.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>根据上述资料，在母婴商品消费规模增速最小的年份，其增速最小的原因最可能是：</p>', '<p>第一步，本题考查其他类中其他比较。</p><p>第二步，定位图3和图4。</p><p>第三步，根据102题可知2018-2021年增速最慢的为2020年，根据图3和图4所提供的数据，可知无需比较2017年数据。</p><p>A选项，根据图3可知，2020年0-14岁人口数(25277万人)最多，错误；</p><p>B选项，根据图3可知，2020年0-14岁人口占总数比重(17.9%)最大，错误；</p><p>C选项，根据图4可知，2020年人均可支配收入水平(32189元)比2019年(30733元)上升，错误；</p><p>D选项，根据图4进行增速计算</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p>', '9c76bbb98e36021293ff7830f51ad8ec', '2023-05-12 17:42:40', '2023-05-12 17:42:43', 1);
INSERT INTO `exam_question` VALUES ('a1793a1b44d8a29a93524e6c5432d5bb', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-30-37.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>2021年，我国消费最多的母婴商品金额约为：</p>', '<p>第一步，本题考查现期比重计算中求部分量。</p><p>第二步，定位图1和图2。</p><p>第三步，根据图2数据可知，消费最多的母婴商品为服装鞋帽，根据公式：部分量=整体量×比重=34591×26%，观察选项，选项差距大，四舍五入保留前2位，原式=34591×26%&lt;35000×26%=9100，选项中略小于9100的数据为8994。</p><p><br></p>', '27cd74dc1ed539e50c684187cfe43b6f', '2023-05-12 17:47:36', '2023-05-12 17:47:37', 1);
INSERT INTO `exam_question` VALUES ('2102b73ffd1212fde9be729744237acf', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-30-37.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>比较2018年~2021年我国母婴商品消费额与居民人均可支配收入的年增长率，下列说法错误的有几项：</p><p>①母婴商品消费额的年增长率均超过居民人均可支配收入的年增长率</p><p>②母婴商品消费额的年增长率均低于居民人均可支配收入的年增长率</p><p>③母婴商品消费额的年增长率与居民人均可支配收入的年增长率大体一致</p><p>④母婴商品消费额的年增长率与居民人均可支配收入的年增长率趋势相反</p>', '<p>第一步，本题考查综合分析问题，且需选出错误的有几项。</p><p>第二步，定位图1和图4，首先计算中国母婴商品消费额增速，2018年=</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>民人均可支配收入增速(0.049)，错误；③每年母婴商品消费规模增速和全国居民人均可支配收入增速均不相同，并非大体一致，错误；④母婴商品消费规模增速趋势为先下降然后下降最后上升，全国居民人均可支配收入增速趋势为先上升再下降最后上升，两者趋势并非相反，错误。</p>', 'cf726c3713dfc326f2bf875669901f47', '2023-05-12 17:56:45', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question` VALUES ('ca00f842f3a0aebedcf8b0ab82d7e3eb', 1, '4c57ac68f2a8d3ac3c41c3da343ba302', '5', 1, '<p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-30-37.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/Snipaste_2023-05-12_17-31-30.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>比较2018年~2021年我国母婴商品消费额与居民人均可支配收入的年增长率，下列说法错误的有几项：</p><p>①母婴商品消费额的年增长率均超过居民人均可支配收入的年增长率</p><p>②母婴商品消费额的年增长率均低于居民人均可支配收入的年增长率</p><p>③母婴商品消费额的年增长率与居民人均可支配收入的年增长率大体一致</p><p>④母婴商品消费额的年增长率与居民人均可支配收入的年增长率趋势相反</p>', '<p>第一步，本题考查综合分析问题，且需选出错误的有几项。</p><p>第二步，定位图1和图4，首先计算中国母婴商品消费额增速，2018年=</p><p><img src=\"https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230512/image.png\" alt=\"\" data-href=\"\" style=\"\"/></p><p>民人均可支配收入增速(0.049)，错误；③每年母婴商品消费规模增速和全国居民人均可支配收入增速均不相同，并非大体一致，错误；④母婴商品消费规模增速趋势为先下降然后下降最后上升，全国居民人均可支配收入增速趋势为先上升再下降最后上升，两者趋势并非相反，错误。</p>', 'a9a4b7543c8448e7bd4dd161b4d27260', '2023-05-12 17:56:45', '2023-05-12 17:56:47', 1);

-- ----------------------------
-- Table structure for exam_question_item
-- ----------------------------
DROP TABLE IF EXISTS `exam_question_item`;
CREATE TABLE `exam_question_item`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项名称',
  `sort_index` int(255) NULL DEFAULT NULL COMMENT '排序字段',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试题选项' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_question_item
-- ----------------------------
INSERT INTO `exam_question_item` VALUES ('72625e08bc4fae67dfe5d33f145f0588', '<p>《共产党宣言》的发表</p>', 1, '2023-05-11 15:13:12', '2023-05-11 15:13:12', 1);
INSERT INTO `exam_question_item` VALUES ('f8c94f213664851d7a742d343bc1a89e', '<p>《资本论》的出版</p>', 2, '2023-05-11 15:13:12', '2023-05-11 15:13:12', 1);
INSERT INTO `exam_question_item` VALUES ('66d14b5252da10b66d6682c43c21a061', '<p>巴黎公社的建立</p>', 3, '2023-05-11 15:13:12', '2023-05-11 15:13:12', 1);
INSERT INTO `exam_question_item` VALUES ('8c2bca7a65ed31d67a418cdd89a2b6d4', '<p>十月革命的胜利</p>', 4, '2023-05-11 15:13:12', '2023-05-11 15:13:12', 1);
INSERT INTO `exam_question_item` VALUES ('7f04b36deee4b2710e7fd0c5c6779153', '<p>“人窑一色，出窑万彩”是钧瓷的特点</p>', 1, '2023-05-11 15:14:34', '2023-05-11 15:14:34', 1);
INSERT INTO `exam_question_item` VALUES ('a58ba430c2bedb11438623f23adb4912', '<p>紫砂壶是用含铁量较高的黏土制成的</p>', 2, '2023-05-11 15:14:34', '2023-05-11 15:14:34', 1);
INSERT INTO `exam_question_item` VALUES ('d6bb44afa9c2cbc470929ed46ab1a99b', '<p>景德镇在宋代时期主要烧制青白瓷</p>', 3, '2023-05-11 15:14:34', '2023-05-11 15:14:34', 1);
INSERT INTO `exam_question_item` VALUES ('e78cb3f5297f9a4055109578b0028eb3', '<p>唐三彩中最具代表性的造型是虎和骆驼</p>', 4, '2023-05-11 15:14:34', '2023-05-11 15:14:34', 1);
INSERT INTO `exam_question_item` VALUES ('517d17364e66e4a00efdb6aa4645c90b', '<p>孟子——穷则独善其身，达则兼济天下</p>', 1, '2023-05-11 15:16:09', '2023-05-11 15:16:09', 1);
INSERT INTO `exam_question_item` VALUES ('7e64015c216b888ff854e392322e0365', '<p>林则徐——苟利国家生死以，岂因祸福避趋之</p>', 2, '2023-05-11 15:16:09', '2023-05-11 15:16:09', 1);
INSERT INTO `exam_question_item` VALUES ('070beab19ed2947bf125eab868f5b6a8', '<p>梁启超——国家之主人为谁?即一国之民是也</p>', 3, '2023-05-11 15:16:09', '2023-05-11 15:16:09', 1);
INSERT INTO `exam_question_item` VALUES ('17d8d189d45f2b423279c2e6cd44a663', '<p>曾国藩——天变不足畏，祖宗不足法，人言不足恤</p>', 4, '2023-05-11 15:16:09', '2023-05-11 15:16:09', 1);
INSERT INTO `exam_question_item` VALUES ('afa358b74a96521330a32c9a0f99d4f4', '<p>鲁迅一《阿Q正传》一绍兴</p>', 1, '2023-05-11 15:18:31', '2023-05-11 15:18:31', 1);
INSERT INTO `exam_question_item` VALUES ('a2a91243d1697e59364d9c49cc2694ab', '<p>沈从文一《边城》一湘西</p>', 2, '2023-05-11 15:18:31', '2023-05-11 15:18:31', 1);
INSERT INTO `exam_question_item` VALUES ('59d44a1585b3eeaf7967ab582376d765', '<p>汪曾祺一《受戒》一高邮</p>', 3, '2023-05-11 15:18:31', '2023-05-11 15:18:31', 1);
INSERT INTO `exam_question_item` VALUES ('ad346684d0833577f00c2014270168a3', '<p>莫言一《红高粱》一东北</p>', 4, '2023-05-11 15:18:31', '2023-05-11 15:18:31', 1);
INSERT INTO `exam_question_item` VALUES ('22756baf56e3ba7ec6d4b97fbac3e385', '<p>齐物；中庸；正名</p>', 1, '2023-05-11 15:19:26', '2023-05-11 15:19:26', 1);
INSERT INTO `exam_question_item` VALUES ('7b93ab0da1448524c2026d01dd8262b9', '<p>四谛；五行；三纲</p>', 2, '2023-05-11 15:19:26', '2023-05-11 15:19:26', 1);
INSERT INTO `exam_question_item` VALUES ('8b2bbd0b7a42054af6525d7776cca27a', '<p>五常；自然；因缘</p>', 3, '2023-05-11 15:19:26', '2023-05-11 15:19:26', 1);
INSERT INTO `exam_question_item` VALUES ('3993a6291cc3b1d8c9c3b4c8be1c6ce9', '<p>兼爱；良知；涅槃</p>', 4, '2023-05-11 15:19:26', '2023-05-11 15:19:26', 1);
INSERT INTO `exam_question_item` VALUES ('e46c9003b2f847ff379193c654aa9200', '<p>中国、印度都有人获得</p>', 1, '2023-05-11 15:21:31', '2023-05-11 15:21:31', 1);
INSERT INTO `exam_question_item` VALUES ('5740ab20c4e925a11a24f5a11372b233', '<p>雪国》是获奖作家川端康成的作品</p>', 2, '2023-05-11 15:21:31', '2023-05-11 15:21:31', 1);
INSERT INTO `exam_question_item` VALUES ('34121e0e0cf597ea6c49162ffd38c2af', '<p>《百年孤独》是获奖作品</p>', 3, '2023-05-11 15:21:31', '2023-05-11 15:21:31', 1);
INSERT INTO `exam_question_item` VALUES ('3ef54dabe1d28f42e3a2e9701c5a8925', '<p>列夫·托尔斯泰是获奖作家</p>', 4, '2023-05-11 15:21:31', '2023-05-11 15:21:31', 1);
INSERT INTO `exam_question_item` VALUES ('af80924b07fc8421eb834baa037fced5', '<p>.燕太子丹与荆轲分坐八仙桌两侧，秉烛夜谈，谋划赴咸阳刺杀秦王计划</p>', 1, '2023-05-11 15:22:20', '2023-05-11 15:22:20', 1);
INSERT INTO `exam_question_item` VALUES ('73921dacda908fab9f246fe05dd8bfcd', '<p>毛泽东与李宗仁幽默地说：德邻先生，你这次归国，是误上了贼船啊</p>', 2, '2023-05-11 15:22:20', '2023-05-11 15:22:20', 1);
INSERT INTO `exam_question_item` VALUES ('1eb8fe5d0250cbed8147e637d19d2fef', '<p>魏征劝谏李世民时，说道：陛下当先天下之忧而忧，后天下之乐而乐</p>', 3, '2023-05-11 15:22:20', '2023-05-11 15:22:20', 1);
INSERT INTO `exam_question_item` VALUES ('ffaefe8ede16840275e907eeb28926fe', '<p>越王勾践兵败后给吴王夫差当奴仆，以红薯充饥，每晚则睡在柴垛上</p><p><br></p>', 4, '2023-05-11 15:22:20', '2023-05-11 15:22:20', 1);
INSERT INTO `exam_question_item` VALUES ('92d88af560cc8a19bf83a1cb90bfdb0e', '<p>雨点从高空中匀速下落时只有重力做功</p>', 1, '2023-05-11 15:23:03', '2023-05-11 15:23:03', 1);
INSERT INTO `exam_question_item` VALUES ('43b33fad2c6874f1216cf294c88c3a42', '<p>匀速圆周运动的物体动能始终发生变化</p>', 2, '2023-05-11 15:23:03', '2023-05-11 15:23:03', 1);
INSERT INTO `exam_question_item` VALUES ('76ee3b248751132952cac6a67d1259b3', '<p>自由落体过程中物体的机械能保持不变</p>', 3, '2023-05-11 15:23:03', '2023-05-11 15:23:03', 1);
INSERT INTO `exam_question_item` VALUES ('63892d33ea1c48f75b88e2467a7b203e', '<p>向上飞的石子重力做负功导致势能减小</p>', 4, '2023-05-11 15:23:03', '2023-05-11 15:23:03', 1);
INSERT INTO `exam_question_item` VALUES ('bd282ded77e21f8dea65577a6ff3fab6', '<p>母猩猩哺育幼猩猩</p>', 1, '2023-05-11 15:23:54', '2023-05-11 15:23:54', 1);
INSERT INTO `exam_question_item` VALUES ('8331d758ed79c1b8729a4476a00cb955', '<p>乌贼遇敌喷出墨汁</p>', 2, '2023-05-11 15:23:54', '2023-05-11 15:23:54', 1);
INSERT INTO `exam_question_item` VALUES ('74df6ce5c0bbb6ab003e534fd2e8e769', '<p>蜂王依靠工蜂喂养</p>', 3, '2023-05-11 15:23:54', '2023-05-11 15:23:54', 1);
INSERT INTO `exam_question_item` VALUES ('0bf2cfc5c639d7e7662dcbd6b16dc5b7', '<p>狗为吃骨头而争斗</p><p><br></p>', 4, '2023-05-11 15:23:54', '2023-05-11 15:23:54', 1);
INSERT INTO `exam_question_item` VALUES ('f399ad0e297bfc45e3c1e55039e47bf5', '<p>中国蝗灾最严重的地区是两湖地区</p>', 1, '2023-05-11 15:25:41', '2023-05-11 15:25:41', 1);
INSERT INTO `exam_question_item` VALUES ('8234f537d9392e3fe8fc05bb834a044e', '<p>稻飞虱的天敌有蜘蛛、青蛙</p>', 2, '2023-05-11 15:25:41', '2023-05-11 15:25:41', 1);
INSERT INTO `exam_question_item` VALUES ('1ae6f1dbaf0fa099fde3c3632ea87ac9', '<p>松毛虫在高温干旱环境下更易繁殖</p>', 3, '2023-05-11 15:25:41', '2023-05-11 15:25:41', 1);
INSERT INTO `exam_question_item` VALUES ('f05e8b5a0a5689c531c311647fdee74b', '<p>鼠类会啃食庄稼的茎、叶、根和种子</p>', 4, '2023-05-11 15:25:41', '2023-05-11 15:25:41', 1);
INSERT INTO `exam_question_item` VALUES ('93a5827b2e932b21ee51a0f0cb21510a', '<p>铁球</p>', 1, '2023-05-11 15:26:37', '2023-05-11 15:26:37', 1);
INSERT INTO `exam_question_item` VALUES ('e07aed2a9b1fbca732e7bada42444177', '<p>铝球</p>', 2, '2023-05-11 15:26:37', '2023-05-11 15:26:37', 1);
INSERT INTO `exam_question_item` VALUES ('06888d7820eb25b1e023eae73310a1b4', '<p>铜球</p>', 3, '2023-05-11 15:26:37', '2023-05-11 15:26:37', 1);
INSERT INTO `exam_question_item` VALUES ('2c2257a6216aa2c5b6cd1a635c751d71', '<p>铅球</p>', 4, '2023-05-11 15:26:37', '2023-05-11 15:26:37', 1);
INSERT INTO `exam_question_item` VALUES ('b896e351d661e39e322faac30baa8086', '<p>树脂镜片和普通玻璃镜片的透光率不相上下</p>', 1, '2023-05-11 15:27:48', '2023-05-11 15:27:48', 1);
INSERT INTO `exam_question_item` VALUES ('5678d1512736825a441bbcdeb453ced2', '<p>树脂镜片的抗撞击力比普通玻璃镜片更强</p>', 2, '2023-05-11 15:27:48', '2023-05-11 15:27:48', 1);
INSERT INTO `exam_question_item` VALUES ('55bd535fddac99d6ad24bf1244f9e186', '<p>和同样大小的普通玻璃镜片相比，树脂镜片要轻得多</p>', 3, '2023-05-11 15:27:48', '2023-05-11 15:27:48', 1);
INSERT INTO `exam_question_item` VALUES ('d7454888a762aaaa9a57240321989082', '<p>和普通玻璃镜片相比，树脂镜片更加耐磨</p>', 4, '2023-05-11 15:27:48', '2023-05-11 15:27:48', 1);
INSERT INTO `exam_question_item` VALUES ('d3d0c52d16e253ac5ac69b8843aab38e', '<p>塑料大棚的薄膜能够提高光照强度</p>', 1, '2023-05-11 15:28:31', '2023-05-11 15:28:31', 1);
INSERT INTO `exam_question_item` VALUES ('26baaf0025916e153c39698b29fa740e', '<p>搭建塑料大棚能有效防御地质灾害</p>', 2, '2023-05-11 15:28:31', '2023-05-11 15:28:31', 1);
INSERT INTO `exam_question_item` VALUES ('e3279ae96d8d9a997ce8f9be7764c0d9', '<p>冬季在塑料大棚内熏烟有助于防御霜冻</p>', 3, '2023-05-11 15:28:31', '2023-05-11 15:28:31', 1);
INSERT INTO `exam_question_item` VALUES ('3c11a4b7640d3d5ab1531369a02393b3', '<p>无土栽培技术必须在塑料大棚中进行</p>', 4, '2023-05-11 15:28:31', '2023-05-11 15:28:31', 1);
INSERT INTO `exam_question_item` VALUES ('e6d5f2533048792d01ce69dbfd70e51b', '<p>主频是路由器中央处理器的时钟频率</p>', 1, '2023-05-11 15:29:46', '2023-05-11 15:29:46', 1);
INSERT INTO `exam_question_item` VALUES ('42073b6c1fadf881e2526b5b4f9d6a03', '<p>此款路由器属于千兆无线路由器</p>', 2, '2023-05-11 15:29:46', '2023-05-11 15:29:46', 1);
INSERT INTO `exam_question_item` VALUES ('4bb6e1dc56e6363a3ae08480c3ae4bdf', '<p>路由器的LAN口可以用来连接外网</p>', 3, '2023-05-11 15:29:46', '2023-05-11 15:29:46', 1);
INSERT INTO `exam_question_item` VALUES ('f2a956dbffeff78de5cf48f51338d8d3', '<p>5GHz频段比2.4GHz频段传输距离短</p>', 4, '2023-05-11 15:29:46', '2023-05-11 15:29:46', 1);
INSERT INTO `exam_question_item` VALUES ('ab50a1ea38954943f1d9c00587c1630a', '<p>阿富汗</p>', 1, '2023-05-11 15:30:25', '2023-05-11 15:30:25', 1);
INSERT INTO `exam_question_item` VALUES ('ef45d9fe0d844d6f7dc6f53baa7df1ce', '<p>南非</p>', 2, '2023-05-11 15:30:25', '2023-05-11 15:30:25', 1);
INSERT INTO `exam_question_item` VALUES ('e57efd9eb8d32feccd8ecff2e061ecf8', '<p>新加坡</p>', 3, '2023-05-11 15:30:25', '2023-05-11 15:30:25', 1);
INSERT INTO `exam_question_item` VALUES ('0445f8f1e4ca444966f0142db7ebe508', '<p>挪威</p>', 4, '2023-05-11 15:30:25', '2023-05-11 15:30:25', 1);
INSERT INTO `exam_question_item` VALUES ('4335d5c613b996d5fbb4e0835c60b5d7', '<p>英国</p>', 1, '2023-05-11 15:31:13', '2023-05-11 15:31:13', 1);
INSERT INTO `exam_question_item` VALUES ('da5424f1a128c5f389bdac7666aac3b3', '<p>德国</p>', 2, '2023-05-11 15:31:13', '2023-05-11 15:31:13', 1);
INSERT INTO `exam_question_item` VALUES ('8faa67e00cada101039f9f250cac3959', '<p>意大利</p>', 3, '2023-05-11 15:31:13', '2023-05-11 15:31:13', 1);
INSERT INTO `exam_question_item` VALUES ('163b78b2de4a65714283337675f1b643', '<p>瑞士</p>', 4, '2023-05-11 15:31:13', '2023-05-11 15:31:13', 1);
INSERT INTO `exam_question_item` VALUES ('65fa03128d6d9ba5484955872a6470ed', '<p>遗嘱继承&gt;遗赠扶养协议&gt;法定继承</p>', 1, '2023-05-11 15:32:07', '2023-05-11 15:32:07', 1);
INSERT INTO `exam_question_item` VALUES ('0ee16f58f145becd7eeb16df000578c9', '<p>法定继承&gt;遗赠扶养协议&gt;遗嘱继承</p>', 2, '2023-05-11 15:32:07', '2023-05-11 15:32:07', 1);
INSERT INTO `exam_question_item` VALUES ('f26e461584854793473d85ba60bc9aad', '<p>遗赠扶养协议&gt;遗嘱继承&gt;法定继承</p>', 3, '2023-05-11 15:32:07', '2023-05-11 15:32:07', 1);
INSERT INTO `exam_question_item` VALUES ('e6dd1d1889cca959cabd10d87a3276d8', '<p>遗赠扶养协议&gt;法定继承&gt;遗嘱继承</p>', 4, '2023-05-11 15:32:07', '2023-05-11 15:32:07', 1);
INSERT INTO `exam_question_item` VALUES ('ff6e780be3776eed19fb2ae22e9c949b', '<p>①②</p>', 1, '2023-05-11 15:33:37', '2023-05-11 15:33:37', 1);
INSERT INTO `exam_question_item` VALUES ('9085a7d1d913aa270789fcdb526ae309', '<p>①④</p>', 2, '2023-05-11 15:33:37', '2023-05-11 15:33:37', 1);
INSERT INTO `exam_question_item` VALUES ('cd617ebdf80411e826b6477733a7bdf8', '<p>②③</p>', 3, '2023-05-11 15:33:37', '2023-05-11 15:33:37', 1);
INSERT INTO `exam_question_item` VALUES ('36bd5fdf6c77e339c317dded73a4eb85', '<p>③④</p>', 4, '2023-05-11 15:33:37', '2023-05-11 15:33:37', 1);
INSERT INTO `exam_question_item` VALUES ('f5e7955898554f49982c075c6ea828bc', '<p>“重点突破，强化应用”是社会信用体系建设的主要原则之一</p>', 1, '2023-05-11 15:34:24', '2023-05-11 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('b91722e892ed085b76ed045d738fe6b3', '<p>为惩戒失信被执行人，规定其不得以财产支付子女就读高等院校的费用</p>', 2, '2023-05-11 15:34:24', '2023-05-11 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('1e741653dc3bf390d93926c2822c2741', '<p>推进青年信用体系建设，逐步应用到人学、就业、创业等领域</p>', 3, '2023-05-11 15:34:24', '2023-05-11 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('de8ccbb857efb830f23e71253a228e6a', '<p>使统一社会信用代码成为企业的唯一身份代码</p>', 4, '2023-05-11 15:34:24', '2023-05-11 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('50dbcced1930655c49c452996516e685', '<p>招投标时不得设置与业务能力无关的企业规模门槛</p>', 1, '2023-05-11 15:35:04', '2023-05-11 15:35:04', 1);
INSERT INTO `exam_question_item` VALUES ('d3aa34f74df27b50bfafa1d6712a9425', '<p>在人才引进支持政策方面对民营企业一视同仁，支持民营企业引进海外高层次人才</p>', 2, '2023-05-11 15:35:04', '2023-05-11 15:35:04', 1);
INSERT INTO `exam_question_item` VALUES ('881a839d6401bb4203d9b52bae96f0c4', '<p>鼓励民营企业积极参与社会公益、慈善事业</p>', 3, '2023-05-11 15:35:04', '2023-05-11 15:35:04', 1);
INSERT INTO `exam_question_item` VALUES ('a394085966588f15117f5d079cfce874', '<p>在电力、电信、铁路、石油等行业和领域，向民营企业全面开放</p>', 4, '2023-05-11 15:35:04', '2023-05-11 15:35:04', 1);
INSERT INTO `exam_question_item` VALUES ('2613c9b0ded3d1ca5f1f579db8fb619a', '<p>独具一格、立足之地</p>', 1, '2023-05-11 15:41:09', '2023-05-11 15:41:09', 1);
INSERT INTO `exam_question_item` VALUES ('aa0a3124fedb1193c74bd2169a48be24', '<p>众所周知、一席之地</p>', 2, '2023-05-11 15:41:09', '2023-05-11 15:41:09', 1);
INSERT INTO `exam_question_item` VALUES ('551f4c6578aad16d2a1349cef3a7f2cf', '<p>不可替代、用武之地</p>', 3, '2023-05-11 15:41:09', '2023-05-11 15:41:09', 1);
INSERT INTO `exam_question_item` VALUES ('cf19081e3027d56d1bbb8655dda2daa3', '<p>显而易见、立锥之地</p>', 4, '2023-05-11 15:41:09', '2023-05-11 15:41:09', 1);
INSERT INTO `exam_question_item` VALUES ('8623e87015c5944de6f8c8d0fdf4911e', '<p>孤注一掷</p>', 1, '2023-05-11 15:43:53', '2023-05-11 15:43:53', 1);
INSERT INTO `exam_question_item` VALUES ('33b321c65d0a9fbbf71e0360a8bc5dc8', '<p>歇斯底里</p>', 2, '2023-05-11 15:43:53', '2023-05-11 15:43:53', 1);
INSERT INTO `exam_question_item` VALUES ('28d19a2015ed3190993c466e14548cbd', '<p>困兽犹斗</p>', 3, '2023-05-11 15:43:53', '2023-05-11 15:43:53', 1);
INSERT INTO `exam_question_item` VALUES ('40ea4d62e412ccc9dfa27081af15973d', '<p>背水一战</p>', 4, '2023-05-11 15:43:53', '2023-05-11 15:43:53', 1);
INSERT INTO `exam_question_item` VALUES ('94e514b297b3304b8987820336084b38', '<p>无可辩驳、充耳不闻</p>', 1, '2023-05-11 15:45:10', '2023-05-11 15:45:10', 1);
INSERT INTO `exam_question_item` VALUES ('4b15a254022451f1b5000ebd5306d0ac', '<p>.心服口服、置之不理</p>', 2, '2023-05-11 15:45:10', '2023-05-11 15:45:10', 1);
INSERT INTO `exam_question_item` VALUES ('97c639cc9a335cce22629898b0355f6d', '<p>不置可否、不以为然</p>', 3, '2023-05-11 15:45:10', '2023-05-11 15:45:10', 1);
INSERT INTO `exam_question_item` VALUES ('7a775b63b1e1c3b8d12f882c428cdfde', '<p>眼见为实、将信将疑</p>', 4, '2023-05-11 15:45:10', '2023-05-11 15:45:10', 1);
INSERT INTO `exam_question_item` VALUES ('cae2f37a65ee9f8f7f784ae979368871', '<p>哗众取宠、失枝脱节</p>', 1, '2023-05-11 15:46:32', '2023-05-11 15:46:32', 1);
INSERT INTO `exam_question_item` VALUES ('4372f294a4be90b790712fc2a9e6ee5c', '<p>喧宾夺主、貌合神离</p>', 2, '2023-05-11 15:46:32', '2023-05-11 15:46:32', 1);
INSERT INTO `exam_question_item` VALUES ('411c9de21886b53348de3a24ca7edf90', '<p>主次颠倒、亦步亦趋</p>', 3, '2023-05-11 15:46:32', '2023-05-11 15:46:32', 1);
INSERT INTO `exam_question_item` VALUES ('2acaf23459971592befed145474c78af', '<p>避重就轻、格格不人</p>', 4, '2023-05-11 15:46:32', '2023-05-11 15:46:32', 1);
INSERT INTO `exam_question_item` VALUES ('61439d30ec90d117365b7c1ef8ea82a2', '<p>屈指可数、指日可待</p>', 1, '2023-05-11 15:47:32', '2023-05-11 15:47:32', 1);
INSERT INTO `exam_question_item` VALUES ('e129e9eb95548305359b72a5c4a94ba0', '<p>广阔无垠、回头是岸</p>', 2, '2023-05-11 15:47:32', '2023-05-11 15:47:32', 1);
INSERT INTO `exam_question_item` VALUES ('85258db09e11f6529f4b5df5ba2f6a4b', '<p>比比皆是、遥遥无期</p>', 3, '2023-05-11 15:47:32', '2023-05-11 15:47:32', 1);
INSERT INTO `exam_question_item` VALUES ('8eb04907a5d6ff8c5f841f04800d0701', '<p>寥寥无几、遥不可及</p>', 4, '2023-05-11 15:47:32', '2023-05-11 15:47:32', 1);
INSERT INTO `exam_question_item` VALUES ('4f2b60c4f670cce33b9afd97c28c04cb', '<p>有目共睹、各行其是</p>', 1, '2023-05-11 15:48:38', '2023-05-11 15:48:38', 1);
INSERT INTO `exam_question_item` VALUES ('539b9b3f3c2d2bba4e13a2773f93ea35', '<p>高歌猛进、独善其身</p>', 2, '2023-05-11 15:48:38', '2023-05-11 15:48:38', 1);
INSERT INTO `exam_question_item` VALUES ('5e8e729319a3030f5930e0a7f1120ff2', '<p>方兴未艾、两败俱伤</p>', 3, '2023-05-11 15:48:38', '2023-05-11 15:48:38', 1);
INSERT INTO `exam_question_item` VALUES ('a532fea5654998e9d32cf790b597fd8f', '<p>势不可挡、以邻为壑</p>', 4, '2023-05-11 15:48:38', '2023-05-11 15:48:38', 1);
INSERT INTO `exam_question_item` VALUES ('39b134db18d296099747c243fb15b7e1', '<p>合理见多识广博弈</p>', 1, '2023-05-11 15:50:31', '2023-05-11 15:50:31', 1);
INSERT INTO `exam_question_item` VALUES ('2ffbde1236b5689a2086ba20f74e9cb3', '<p>可靠有备而来较量</p>', 2, '2023-05-11 15:50:31', '2023-05-11 15:50:31', 1);
INSERT INTO `exam_question_item` VALUES ('9868846e4257d02c15c08b81135d885b', '<p>科学不露声色抗衡</p>', 3, '2023-05-11 15:50:31', '2023-05-11 15:50:31', 1);
INSERT INTO `exam_question_item` VALUES ('e1020d6720ac4d86a624b549e8381cdd', '<p>准确从容不迫对决</p>', 4, '2023-05-11 15:50:31', '2023-05-11 15:50:31', 1);
INSERT INTO `exam_question_item` VALUES ('18a7a4e7445d849dd7bbd2a547e42fb2', '<p>问题、出神人化、出色</p>', 1, '2023-05-11 15:51:55', '2023-05-11 15:51:55', 1);
INSERT INTO `exam_question_item` VALUES ('567bf8bd829c4bc389a95c58c85871fa', '<p>短板、惟妙惟肖、难得</p>', 2, '2023-05-11 15:51:56', '2023-05-11 15:51:56', 1);
INSERT INTO `exam_question_item` VALUES ('afb8f218e2d1ef1e79c98a9b0d09d8b6', '<p>缺陷、面面俱到、独到</p>', 3, '2023-05-11 15:51:56', '2023-05-11 15:51:56', 1);
INSERT INTO `exam_question_item` VALUES ('e98fd8afdf208ebd5a4b768915027eea', '<p>局限、栩栩如生、擅长</p>', 4, '2023-05-11 15:51:56', '2023-05-11 15:51:56', 1);
INSERT INTO `exam_question_item` VALUES ('e1453dcbf72bb350070e6379beb42e5a', '<p>目标、因势利导</p>', 1, '2023-05-11 15:53:11', '2023-05-11 15:53:11', 1);
INSERT INTO `exam_question_item` VALUES ('0fe8132a3f795e6b7ea17d59ea44fb1a', '<p>原则、总揽全局</p>', 2, '2023-05-11 15:53:11', '2023-05-11 15:53:11', 1);
INSERT INTO `exam_question_item` VALUES ('7967a94aca16d27d92500dbca31caa45', '<p>模本、穿针引线</p>', 3, '2023-05-11 15:53:11', '2023-05-11 15:53:11', 1);
INSERT INTO `exam_question_item` VALUES ('6fff7a545d12ef92b351c51270fad43a', '<p>途径、保驾护航</p>', 4, '2023-05-11 15:53:11', '2023-05-11 15:53:11', 1);
INSERT INTO `exam_question_item` VALUES ('3868dd54f4b3a69a12683ee7220d11ab', '<p>源源不断、筛选、顾此失彼</p>', 1, '2023-05-11 15:55:14', '2023-05-11 15:55:14', 1);
INSERT INTO `exam_question_item` VALUES ('3882fc34fffb98908b026f40ec934997', '<p>滔滔不竭、挑选、杞人忧天</p>', 2, '2023-05-11 15:55:14', '2023-05-11 15:55:14', 1);
INSERT INTO `exam_question_item` VALUES ('edfd2353c114b69d31158511af1d75c9', '<p>络绎不绝、遴选、应接不暇</p>', 3, '2023-05-11 15:55:14', '2023-05-11 15:55:14', 1);
INSERT INTO `exam_question_item` VALUES ('e421352b2133e628850d61a2c58d2d57', '<p>层出不穷、甄选、急于求成</p>', 4, '2023-05-11 15:55:14', '2023-05-11 15:55:14', 1);
INSERT INTO `exam_question_item` VALUES ('30b48107345f7866a4ae1a624fcf9162', '<p>萌动、调整、地久天长</p>', 1, '2023-05-11 16:01:01', '2023-05-11 16:01:01', 1);
INSERT INTO `exam_question_item` VALUES ('a84d4f4402703cd98e50c7d7b6bec96a', '<p>涌动、调整、山长水远</p>', 2, '2023-05-11 16:01:01', '2023-05-11 16:01:01', 1);
INSERT INTO `exam_question_item` VALUES ('729c8a0c2b898e167b742f46357b5104', '<p>萌动、调节、山长水远</p>', 3, '2023-05-11 16:01:01', '2023-05-11 16:01:01', 1);
INSERT INTO `exam_question_item` VALUES ('7e8a4345d300f7da88606922afa3bc76', '<p>涌动、调节、地久天长</p>', 4, '2023-05-11 16:01:01', '2023-05-11 16:01:01', 1);
INSERT INTO `exam_question_item` VALUES ('ae14fd4afbe3904b794fe044d0958e4d', '<p>稀松平常、必需、举足轻重</p>', 1, '2023-05-11 16:02:13', '2023-05-11 16:02:13', 1);
INSERT INTO `exam_question_item` VALUES ('82c0759c947d76c298f5b14f52d76778', '<p>理所当然、稀缺、至关重要</p>', 2, '2023-05-11 16:02:13', '2023-05-11 16:02:13', 1);
INSERT INTO `exam_question_item` VALUES ('eed6b08ba58029ce52de511217b15b76', '<p>天经地义、关键、承上启下</p>', 3, '2023-05-11 16:02:13', '2023-05-11 16:02:13', 1);
INSERT INTO `exam_question_item` VALUES ('bce334ffd0bc6eceb4cd576602c8f4b1', '<p>手到擒来、珍贵、一以贯之</p>', 4, '2023-05-11 16:02:13', '2023-05-11 16:02:13', 1);
INSERT INTO `exam_question_item` VALUES ('bf49341b5571b1cf80673e74b88c933d', '<p>别出心裁、随意性</p>', 1, '2023-05-11 16:03:16', '2023-05-11 16:03:16', 1);
INSERT INTO `exam_question_item` VALUES ('d68c44ac0736dea034a41c0e54a8f666', '<p>相映成趣、特殊性</p>', 2, '2023-05-11 16:03:16', '2023-05-11 16:03:16', 1);
INSERT INTO `exam_question_item` VALUES ('6107e4e92ba62ac5012c07c840800c87', '<p>亦庄亦谐、偶然性</p>', 3, '2023-05-11 16:03:16', '2023-05-11 16:03:16', 1);
INSERT INTO `exam_question_item` VALUES ('c7402dbee8e65dd651c2963f955ea449', '<p>妙趣横生、随机性</p>', 4, '2023-05-11 16:03:16', '2023-05-11 16:03:16', 1);
INSERT INTO `exam_question_item` VALUES ('75b2b9553b9b9b4089e6eedba8316f5d', '<p>凝结、眺望、一目了然</p>', 1, '2023-05-11 16:04:35', '2023-05-11 16:04:35', 1);
INSERT INTO `exam_question_item` VALUES ('b193e3f505505bfafa8083b7cbb75540', '<p>固结、目睹、一览而尽</p>', 2, '2023-05-11 16:04:35', '2023-05-11 16:04:35', 1);
INSERT INTO `exam_question_item` VALUES ('40567ad6efbf4622fce1cb697f990a0c', '<p>冻结、捕捉、一览无余</p>', 3, '2023-05-11 16:04:35', '2023-05-11 16:04:35', 1);
INSERT INTO `exam_question_item` VALUES ('7e1edbcc920fbac6fbc920b91c1ead91', '<p>凝固、观测、一目千里</p>', 4, '2023-05-11 16:04:35', '2023-05-11 16:04:35', 1);
INSERT INTO `exam_question_item` VALUES ('0478de2518e6eaae586bc1df03174c46', '<p>桥梁、动力</p>', 1, '2023-05-11 16:05:35', '2023-05-11 16:05:35', 1);
INSERT INTO `exam_question_item` VALUES ('67543e932919630c79ae8358e59e97c4', '<p>媒介、根底</p>', 2, '2023-05-11 16:05:35', '2023-05-11 16:05:35', 1);
INSERT INTO `exam_question_item` VALUES ('c6dd01bd7398b9bf9ce8a53dc5f63f7f', '<p>源头、基础</p>', 3, '2023-05-11 16:05:35', '2023-05-11 16:05:35', 1);
INSERT INTO `exam_question_item` VALUES ('8d872b0a70ca8600b51705641fc04f50', '<p>依托、根脉</p>', 4, '2023-05-11 16:05:35', '2023-05-11 16:05:35', 1);
INSERT INTO `exam_question_item` VALUES ('4c8fee2246fe42230ab2ed40a4664726', '<p>蔓延、守护、犹豫</p>', 1, '2023-05-11 16:07:18', '2023-05-11 16:07:18', 1);
INSERT INTO `exam_question_item` VALUES ('b3537efe52593d1782465b3d31596e3f', '<p>扩散、占据、退缩</p>', 2, '2023-05-11 16:07:18', '2023-05-11 16:07:18', 1);
INSERT INTO `exam_question_item` VALUES ('932f60a524a2e0eca9590dc1f3d39897', '<p>滋生、控制、识野</p>', 3, '2023-05-11 16:07:18', '2023-05-11 16:07:18', 1);
INSERT INTO `exam_question_item` VALUES ('d076c4a1298f55db850bf573943969e7', '<p>泛滥、堂握、含糊</p>', 4, '2023-05-11 16:07:18', '2023-05-11 16:07:18', 1);
INSERT INTO `exam_question_item` VALUES ('8ccc109afc2cdd48bd6c55b425d7236b', '<p>吸引、释放</p>', 1, '2023-05-11 16:08:17', '2023-05-11 16:08:17', 1);
INSERT INTO `exam_question_item` VALUES ('23bdc4c397302df7ceeed291cacfc0ad', '<p>刺激、膨胀</p>', 2, '2023-05-11 16:08:17', '2023-05-11 16:08:17', 1);
INSERT INTO `exam_question_item` VALUES ('637d9194199f06a8f346006a7ed43cde', '<p>激励、迸发</p>', 3, '2023-05-11 16:08:17', '2023-05-11 16:08:17', 1);
INSERT INTO `exam_question_item` VALUES ('2562a72265dc4b7d57631b5049f14bea', '<p>促进、凸显</p>', 4, '2023-05-11 16:08:17', '2023-05-11 16:08:17', 1);
INSERT INTO `exam_question_item` VALUES ('205b0ba53d2d2facc276f35d0993cd6c', '<p>羡慕、播种、期许、牵引</p>', 1, '2023-05-11 16:09:41', '2023-05-11 16:09:41', 1);
INSERT INTO `exam_question_item` VALUES ('a4347b6b5825d0dbd4558c1e522bfe2e', '<p>向往、播撒、期许、指引</p>', 2, '2023-05-11 16:09:41', '2023-05-11 16:09:41', 1);
INSERT INTO `exam_question_item` VALUES ('967ece8abfc481c21e60df7866f337c6', '<p>心动、播种、期待、指引</p>', 3, '2023-05-11 16:09:41', '2023-05-11 16:09:41', 1);
INSERT INTO `exam_question_item` VALUES ('4ed2b37a6bc51a1d8cd1d3baa8159b46', '<p>爱慕、播撒、期待、牵引</p>', 4, '2023-05-11 16:09:41', '2023-05-11 16:09:41', 1);
INSERT INTO `exam_question_item` VALUES ('334bc78d185198c4eea23cbe79a79828', '<p>简单、范本</p>', 1, '2023-05-11 16:10:40', '2023-05-11 16:10:40', 1);
INSERT INTO `exam_question_item` VALUES ('ae0fa3c96514b5eef27f481767dbf6af', '<p>盲目、方向</p>', 2, '2023-05-11 16:10:40', '2023-05-11 16:10:40', 1);
INSERT INTO `exam_question_item` VALUES ('0753d448da2c7f82b0b48c2c5dd8a831', '<p>机械、蓝图</p>', 3, '2023-05-11 16:10:40', '2023-05-11 16:10:40', 1);
INSERT INTO `exam_question_item` VALUES ('8e370b370f5718d3d9cae50f9528edd5', '<p>被动、模式</p>', 4, '2023-05-11 16:10:40', '2023-05-11 16:10:40', 1);
INSERT INTO `exam_question_item` VALUES ('a1d184c87b28b6888fd41e3088fac8a0', '<p>改造</p>', 1, '2023-05-11 16:11:16', '2023-05-11 16:11:16', 1);
INSERT INTO `exam_question_item` VALUES ('91d44d90e8dbe00137aad6118542f00e', '<p>改线</p>', 2, '2023-05-11 16:11:16', '2023-05-11 16:11:16', 1);
INSERT INTO `exam_question_item` VALUES ('9fcb705ff0fd11f8370b04875ce10220', '<p>改变</p>', 3, '2023-05-11 16:11:16', '2023-05-11 16:11:16', 1);
INSERT INTO `exam_question_item` VALUES ('a8b6d89affc30d1458026c7ec5e4ac80', '<p>改良</p>', 4, '2023-05-11 16:11:16', '2023-05-11 16:11:16', 1);
INSERT INTO `exam_question_item` VALUES ('aab04abfd7993cb563632bc702d7cae2', '<p>“生活之美”永流传</p>', 1, '2023-05-11 16:12:43', '2023-05-11 16:12:43', 1);
INSERT INTO `exam_question_item` VALUES ('bc26a4f47c4b6fd0bccca581d1ec2960', '<p>“匠作精神”不能丢</p>', 2, '2023-05-11 16:12:43', '2023-05-11 16:12:43', 1);
INSERT INTO `exam_question_item` VALUES ('aa830d44839faaf754425921ae30ad86', '<p>传统工艺的传承之路</p>', 3, '2023-05-11 16:12:43', '2023-05-11 16:12:43', 1);
INSERT INTO `exam_question_item` VALUES ('3c67f586ff884f642bc11f9fd2e1dd3e', '<p>传统工艺的生活美学</p>', 4, '2023-05-11 16:12:43', '2023-05-11 16:12:43', 1);
INSERT INTO `exam_question_item` VALUES ('f9fa833f3115d53de7789c1988ce1122', '<p>“重道轻器”可休矣</p>', 1, '2023-05-11 16:13:25', '2023-05-11 16:13:25', 1);
INSERT INTO `exam_question_item` VALUES ('14d47592e414029b6c2996cb71c40c2c', '<p>现代战场“技谋”不可弱</p>', 2, '2023-05-11 16:13:25', '2023-05-11 16:13:25', 1);
INSERT INTO `exam_question_item` VALUES ('edcf9a25e4e9d8b4f644c6fb314973e0', '<p>英雄当以“谋”为先</p>', 3, '2023-05-11 16:13:25', '2023-05-11 16:13:25', 1);
INSERT INTO `exam_question_item` VALUES ('171abc6db039cb6560cc858376fd876a', '<p>指挥员的“制胜密码”</p>', 4, '2023-05-11 16:13:25', '2023-05-11 16:13:25', 1);
INSERT INTO `exam_question_item` VALUES ('5bf0d844f5146327a2c216e0eeb50428', '<p>传统文学期刊面临着如何吸引年轻一代读者的问题</p>', 1, '2023-05-11 16:14:57', '2023-05-11 16:14:57', 1);
INSERT INTO `exam_question_item` VALUES ('d01e49540b8275b63bfbea6fa61a1c6e', '<p>传统文学期刊“触网”是顺应时代潮流，大势所趋</p>', 2, '2023-05-11 16:14:57', '2023-05-11 16:14:57', 1);
INSERT INTO `exam_question_item` VALUES ('de17e3b9ce96d608b6823918d9f5ff38', '<p>纯文学杂志走向数字化是摆脱目前困境的唯一救赎</p>', 3, '2023-05-11 16:14:57', '2023-05-11 16:14:57', 1);
INSERT INTO `exam_question_item` VALUES ('071b0921d9c2a8948af9bb923c365dac', '<p>过去的几十年，纯文学杂志保持着纸质媒介的传统</p>', 4, '2023-05-11 16:14:57', '2023-05-11 16:14:57', 1);
INSERT INTO `exam_question_item` VALUES ('f49f6e5849ef231782242eb976bb7e75', '<p>艺术来源于生活而高于生活</p>', 1, '2023-05-11 16:17:17', '2023-05-11 16:17:17', 1);
INSERT INTO `exam_question_item` VALUES ('d348b3da1efcb75297123f50b345e9d1', '<p>艺术的第一目的是再现现实</p>', 2, '2023-05-11 16:17:17', '2023-05-11 16:17:17', 1);
INSERT INTO `exam_question_item` VALUES ('4824bced6cbf507cf52779565b395248', '<p>艺术创作应当以生活为基础</p>', 3, '2023-05-11 16:17:17', '2023-05-11 16:17:17', 1);
INSERT INTO `exam_question_item` VALUES ('93257d782f3c1ebc446c012c52df5dba', '<p>艺术离开民众就失去了土壤</p>', 4, '2023-05-11 16:17:17', '2023-05-11 16:17:17', 1);
INSERT INTO `exam_question_item` VALUES ('89949832b6a8bf71b9887f111eb07dd6', '<p>加班成为程序员们无奈的选择</p>', 1, '2023-05-11 16:18:03', '2023-05-11 16:18:03', 1);
INSERT INTO `exam_question_item` VALUES ('326e159ecbf69ef7870502b5165dcd0d', '<p>互联网企业员工开始抵制加班</p>', 2, '2023-05-11 16:18:03', '2023-05-11 16:18:03', 1);
INSERT INTO `exam_question_item` VALUES ('78c22f94cc3f296afd5b7f1fb7d5d173', '<p>互联网企业应高度重视加班问题</p>', 3, '2023-05-11 16:18:03', '2023-05-11 16:18:03', 1);
INSERT INTO `exam_question_item` VALUES ('72770459a97ed2fe0b74b69cfbcf8056', '<p>“996”成为了当前的热门话题</p>', 4, '2023-05-11 16:18:03', '2023-05-11 16:18:03', 1);
INSERT INTO `exam_question_item` VALUES ('ea090a8e6174e8b4e26ac03eb1d2a6de', '<p>城市管理者不应对已有的城中村违章现象加以限制</p>', 1, '2023-05-11 16:18:54', '2023-05-11 16:18:54', 1);
INSERT INTO `exam_question_item` VALUES ('e8c8d27cf8d30333d02a56ed48c8137e', '<p>利润微薄的制造业很难在房价高昂的城市生存发展</p>', 2, '2023-05-11 16:18:54', '2023-05-11 16:18:54', 1);
INSERT INTO `exam_question_item` VALUES ('e36531f7fcc94590830677740bc9a6df', '<p>低成本可租赁住房的可获得性决定了制造业的发展</p>', 3, '2023-05-11 16:18:54', '2023-05-11 16:18:54', 1);
INSERT INTO `exam_question_item` VALUES ('2dbd1af75527204cd13eeb0d3847f8af', '<p>制造业在南方城市的发展与廉租房的供给密切相关</p>', 4, '2023-05-11 16:18:54', '2023-05-11 16:18:54', 1);
INSERT INTO `exam_question_item` VALUES ('e46af991816383b64ed646c21e64e56f', '<p>建立在患者理解认可的基础上</p>', 1, '2023-05-11 16:20:36', '2023-05-11 16:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('29791277a519b86cd75f76b793957642', '<p>应以更公平规则的确立为前提</p>', 2, '2023-05-11 16:20:36', '2023-05-11 16:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('a70878c549588d48fc407323c8018a45', '<p>有助于医疗效率的大幅提高</p>', 3, '2023-05-11 16:20:36', '2023-05-11 16:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('f43dc9168435213dc99b78661530917a', '<p>有赖于医学常识的广泛普及</p>', 4, '2023-05-11 16:20:36', '2023-05-11 16:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('17254a04bf454ad021258d8453e7729b', '<p>广阔的应用前景</p>', 1, '2023-05-11 16:23:07', '2023-05-11 16:23:07', 1);
INSERT INTO `exam_question_item` VALUES ('3d3edeb622528932770c789b6f92934f', '<p>取得的最新进展</p>', 2, '2023-05-11 16:23:07', '2023-05-11 16:23:07', 1);
INSERT INTO `exam_question_item` VALUES ('e136867b2c1470aa755209d320527290', '<p>在军事领域的应用情况</p>', 3, '2023-05-11 16:23:07', '2023-05-11 16:23:07', 1);
INSERT INTO `exam_question_item` VALUES ('280e8cb0bcfd930ce32a07acccbea65b', '<p>与大规模流水线生产的区别</p>', 4, '2023-05-11 16:23:07', '2023-05-11 16:23:07', 1);
INSERT INTO `exam_question_item` VALUES ('424c727e6dd563c1d284fc77dcdfc4c4', '<p>艺术教育的普及将大众引向博物馆</p>', 1, '2023-05-11 16:24:04', '2023-05-11 16:24:04', 1);
INSERT INTO `exam_question_item` VALUES ('5940080c13dfed03fa7583851f8a52fd', '<p>精英化是当下艺术发展的方向</p>', 2, '2023-05-11 16:24:04', '2023-05-11 16:24:04', 1);
INSERT INTO `exam_question_item` VALUES ('8f7a4162c84d116e16620029770f3c26', '<p>艺术博物馆应该主动贴近普通大众</p>', 3, '2023-05-11 16:24:04', '2023-05-11 16:24:04', 1);
INSERT INTO `exam_question_item` VALUES ('f48cd8554493813bc44f3b9af69029f9', '<p>公众的艺术欣赏水平和层次不断提高</p>', 4, '2023-05-11 16:24:04', '2023-05-11 16:24:04', 1);
INSERT INTO `exam_question_item` VALUES ('4a7a29157e984c8611f835d008933059', '<p>介绍中国慕课的发展理念和现状</p>', 1, '2023-05-11 16:25:24', '2023-05-11 16:25:24', 1);
INSERT INTO `exam_question_item` VALUES ('ad01f84973766164441eec1e008b0e58', '<p>强调高校应在慕课发展中发挥重要作用</p>', 2, '2023-05-11 16:25:24', '2023-05-11 16:25:24', 1);
INSERT INTO `exam_question_item` VALUES ('2a29db16ed6f8e664f32afaf2ec81a13', '<p>说明高校需重视高级人才的培养和储备</p>', 3, '2023-05-11 16:25:24', '2023-05-11 16:25:24', 1);
INSERT INTO `exam_question_item` VALUES ('09cfdf5714440ea72cf81bf02a341ba4', '<p>探讨中国慕课突破传统的新思路</p>', 4, '2023-05-11 16:25:24', '2023-05-11 16:25:24', 1);
INSERT INTO `exam_question_item` VALUES ('0e4c56f8dd58a67c5cbed4b0dd94699b', '<p>城镇化建设</p>', 1, '2023-05-11 16:32:23', '2023-05-11 16:32:23', 1);
INSERT INTO `exam_question_item` VALUES ('887860aa2c436d4c4f8be10091096972', '<p>全面建成小康社会</p>', 2, '2023-05-11 16:32:23', '2023-05-11 16:32:23', 1);
INSERT INTO `exam_question_item` VALUES ('8d288d1cb9494f37da73d0da803f46d2', '<p>乡村振兴战略</p>', 3, '2023-05-11 16:32:23', '2023-05-11 16:32:23', 1);
INSERT INTO `exam_question_item` VALUES ('fe14b2cb6104ac8266cad2942faa9534', '<p>脱贫攻坚</p>', 4, '2023-05-11 16:32:23', '2023-05-11 16:32:23', 1);
INSERT INTO `exam_question_item` VALUES ('cbfb8c5c761a968b54ed6974b8f527c0', '<p>读书要有怀疑精神</p>', 1, '2023-05-11 16:33:27', '2023-05-11 16:33:27', 1);
INSERT INTO `exam_question_item` VALUES ('32e598ea84699359837594ff1788b33d', '<p>读书须持谦逊态度</p>', 2, '2023-05-11 16:33:27', '2023-05-11 16:33:27', 1);
INSERT INTO `exam_question_item` VALUES ('edb528bd0b51c42906bd3995f8420b5d', '<p>读书最忌不求甚解</p>', 3, '2023-05-11 16:33:27', '2023-05-11 16:33:27', 1);
INSERT INTO `exam_question_item` VALUES ('56733e39c2692e1459df8e2dedf7fc2a', '<p>读书不能人云亦云</p>', 4, '2023-05-11 16:33:27', '2023-05-11 16:33:27', 1);
INSERT INTO `exam_question_item` VALUES ('08e9ba886d496b6295cfdf611cdfe9e8', '<p>说明达尔文进化论具有可证伪性</p>', 1, '2023-05-11 16:34:22', '2023-05-11 16:34:22', 1);
INSERT INTO `exam_question_item` VALUES ('e5b45732e6fecb42460afddb9aacb27c', '<p>证明达尔文进化论具有预测能力</p>', 2, '2023-05-11 16:34:22', '2023-05-11 16:34:22', 1);
INSERT INTO `exam_question_item` VALUES ('cbff849723dcaddf0db5234befc43ed4', '<p>提出“种系渐变论”的事实例证</p>', 3, '2023-05-11 16:34:22', '2023-05-11 16:34:22', 1);
INSERT INTO `exam_question_item` VALUES ('9b77beae4e1176d455806e9e6328fd1e', '<p>加深人们对生物进化机制的认识</p>', 4, '2023-05-11 16:34:22', '2023-05-11 16:34:22', 1);
INSERT INTO `exam_question_item` VALUES ('e60b90dd02599081d0a7e0f3d6e29674', '<p>保障平台经济在创新发展与监管内运行</p>', 1, '2023-05-11 16:35:06', '2023-05-11 16:35:06', 1);
INSERT INTO `exam_question_item` VALUES ('aab03434281661244ea7df0c1d9a7404', '<p>面对平台经济创新发展中的风险和挑战</p>', 2, '2023-05-11 16:35:06', '2023-05-11 16:35:06', 1);
INSERT INTO `exam_question_item` VALUES ('b31e66fa20162fca94f398fc96119ecf', '<p>平台风险控制和危机管理容易陷入困境</p>', 3, '2023-05-11 16:35:06', '2023-05-11 16:35:06', 1);
INSERT INTO `exam_question_item` VALUES ('39aff8eb39fc2fd423d77679b293d706', '<p>正确甄别平台的经济创新和发展的能力</p>', 4, '2023-05-11 16:35:06', '2023-05-11 16:35:06', 1);
INSERT INTO `exam_question_item` VALUES ('aaededc4612da4c61b6d34d5051ab9d8', '<p>唯一的遗憾就是绿萝从来不开花</p>', 1, '2023-05-11 16:36:21', '2023-05-11 16:36:21', 1);
INSERT INTO `exam_question_item` VALUES ('dfb599c27a5d6b13392c4125e8eb7234', '<p>因为它非常适合人类的居住环境</p>', 2, '2023-05-11 16:36:21', '2023-05-11 16:36:21', 1);
INSERT INTO `exam_question_item` VALUES ('3c5db2ee23b4ac27a95fb846bbf85613', '<p>但它却也是我们最熟悉的陌生人</p>', 3, '2023-05-11 16:36:21', '2023-05-11 16:36:21', 1);
INSERT INTO `exam_question_item` VALUES ('9b0d5e094a501cb44532009ad2f19e23', '<p>是一种不可多得的室内观叶植物</p>', 4, '2023-05-11 16:36:21', '2023-05-11 16:36:21', 1);
INSERT INTO `exam_question_item` VALUES ('93f4693d2ad1e186cbe11afeeec2cbc0', '<p>我国参与全球治理体系改革的路径</p>', 1, '2023-05-11 16:36:59', '2023-05-11 16:36:59', 1);
INSERT INTO `exam_question_item` VALUES ('1d408e1ceb1d97be000c6b623c5fef9f', '<p>人类命运共同体理念的形成与发展</p>', 2, '2023-05-11 16:36:59', '2023-05-11 16:36:59', 1);
INSERT INTO `exam_question_item` VALUES ('659d81440c3c8c92803cad0bfe0df492', '<p>全球治理体系所面临的机遇与挑战</p>', 3, '2023-05-11 16:36:59', '2023-05-11 16:36:59', 1);
INSERT INTO `exam_question_item` VALUES ('4b89a7dc93905470cc0b441182042560', '<p>当前全球治理体系存在的制度缺陷</p>', 4, '2023-05-11 16:36:59', '2023-05-11 16:36:59', 1);
INSERT INTO `exam_question_item` VALUES ('aca9fcd3d679d72aac374ff6b6a57812', '<p>热量对人体的重要意义</p>', 1, '2023-05-11 16:37:39', '2023-05-11 16:37:39', 1);
INSERT INTO `exam_question_item` VALUES ('c556e1ab22efd4f4e74778718e54eaaa', '<p>运动对人类进化的好处</p>', 2, '2023-05-11 16:37:39', '2023-05-11 16:37:39', 1);
INSERT INTO `exam_question_item` VALUES ('ef2141ce4e825074d3994a0931c6ca4d', '<p>基因与人类健康的关系</p>', 3, '2023-05-11 16:37:39', '2023-05-11 16:37:39', 1);
INSERT INTO `exam_question_item` VALUES ('25a98216ff61fea544059c4ae779e848', '<p>运动量少对人类的危害</p>', 4, '2023-05-11 16:37:39', '2023-05-11 16:37:39', 1);
INSERT INTO `exam_question_item` VALUES ('e26ef79e370a745d6c72b655a22eb1f8', '<p>让民间故事为现代人接受的途径</p>', 1, '2023-05-11 16:38:19', '2023-05-11 16:38:19', 1);
INSERT INTO `exam_question_item` VALUES ('ca36bc8ae3139829c1ab6f56b4788272', '<p>民间故事与传统文化之间的关系</p>', 2, '2023-05-11 16:38:19', '2023-05-11 16:38:19', 1);
INSERT INTO `exam_question_item` VALUES ('13fb42a98c644c949255374f64629556', '<p>年轻一代对民间故事的了解状况</p>', 3, '2023-05-11 16:38:19', '2023-05-11 16:38:19', 1);
INSERT INTO `exam_question_item` VALUES ('bc606281e22de51b8ce7197b51add06c', '<p>现代科技对民间故事传播的冲击</p>', 4, '2023-05-11 16:38:19', '2023-05-11 16:38:19', 1);
INSERT INTO `exam_question_item` VALUES ('b2e63c6ee7399dd216c338ff920a8d61', '<p>②⑥④①⑤③</p>', 1, '2023-05-11 16:40:51', '2023-05-11 16:40:51', 1);
INSERT INTO `exam_question_item` VALUES ('3783cb6ee8d83adae5474a25f44e46b4', '<p>⑥④②⑤①③</p>', 2, '2023-05-11 16:40:51', '2023-05-11 16:40:51', 1);
INSERT INTO `exam_question_item` VALUES ('f502e1b28dde521f0162f12a32b87e27', '<p>①③⑤④⑥②</p>', 3, '2023-05-11 16:40:51', '2023-05-11 16:40:51', 1);
INSERT INTO `exam_question_item` VALUES ('029c584139342d1118a04ced72cf7264', '<p>④②⑥③①⑤</p>', 4, '2023-05-11 16:40:51', '2023-05-11 16:40:51', 1);
INSERT INTO `exam_question_item` VALUES ('ae1b0f76271baeda966f249189d89e36', '<p>⑥④①③⑤②</p>', 1, '2023-05-11 16:42:13', '2023-05-11 16:42:13', 1);
INSERT INTO `exam_question_item` VALUES ('a94d22e2f6998f1e5a1917340d0e5812', '<p>⑤④①③⑥②</p>', 2, '2023-05-11 16:42:13', '2023-05-11 16:42:13', 1);
INSERT INTO `exam_question_item` VALUES ('ba4df8202255a53bfdca58dcd39c0118', '<p>⑤⑥②①④③</p>', 3, '2023-05-11 16:42:13', '2023-05-11 16:42:13', 1);
INSERT INTO `exam_question_item` VALUES ('79edef69f0f1b737c4502d43faced30b', '<p>⑥②⑤④①③</p>', 4, '2023-05-11 16:42:13', '2023-05-11 16:42:13', 1);
INSERT INTO `exam_question_item` VALUES ('f77b50cb2fd0368690d23af2b8e0f7ca', '<p>7</p>', 1, '2023-05-12 10:15:57', '2023-05-12 10:15:57', 1);
INSERT INTO `exam_question_item` VALUES ('68789aeee1439555e18ab16be4fe32f3', '<p>8</p>', 2, '2023-05-12 10:15:57', '2023-05-12 10:15:57', 1);
INSERT INTO `exam_question_item` VALUES ('e99983570a4d6ebc5b9ae7c1f7b69075', '<p>9</p>', 3, '2023-05-12 10:15:57', '2023-05-12 10:15:57', 1);
INSERT INTO `exam_question_item` VALUES ('ce8836bd082e6dab10ba7aa91f60b82e', '<p>10</p>', 4, '2023-05-12 10:15:57', '2023-05-12 10:15:57', 1);
INSERT INTO `exam_question_item` VALUES ('d8c6fea31271d928df3eb55d3406ab59', '<p><span style=\"color: rgb(51, 51, 51);\">24种</span></p>', 1, '2023-05-12 10:18:15', '2023-05-12 10:18:15', 1);
INSERT INTO `exam_question_item` VALUES ('b5c7a5bda30c8e7260674bdba03bb6cf', '<p><span style=\"color: rgb(51, 51, 51);\">72种</span></p>', 2, '2023-05-12 10:18:15', '2023-05-12 10:18:15', 1);
INSERT INTO `exam_question_item` VALUES ('8bb3bad486a2719b7d09fc430db85795', '<p><span style=\"color: rgb(51, 51, 51);\">96种</span></p>', 3, '2023-05-12 10:18:15', '2023-05-12 10:18:15', 1);
INSERT INTO `exam_question_item` VALUES ('bdb75239e85dc86739bae228c22046d3', '<p><span style=\"color: rgb(51, 51, 51);\">120种</span></p>', 4, '2023-05-12 10:18:15', '2023-05-12 10:18:15', 1);
INSERT INTO `exam_question_item` VALUES ('4885cd752c0caf1f15a5540128aa9fac', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">A＞B＞C</span></p>', 1, '2023-05-12 10:20:36', '2023-05-12 10:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('b04f7543edf1121d1592bb55e18b8a29', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">A＞C＞B</span></p>', 2, '2023-05-12 10:20:36', '2023-05-12 10:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('eb5a68142e14dfed857eb4f44e9fa742', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">B＞C＞A</span></p>', 3, '2023-05-12 10:20:36', '2023-05-12 10:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('b85cf96dc19b033380c8fbf07f169774', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">C＞B＞A</span></p>', 4, '2023-05-12 10:20:36', '2023-05-12 10:20:36', 1);
INSERT INTO `exam_question_item` VALUES ('253bff04f43573fc0feb8295f841df6e', '<p>8</p>', 1, '2023-05-12 10:23:34', '2023-05-12 10:23:34', 1);
INSERT INTO `exam_question_item` VALUES ('3ffdd60982ec6a7ac1f8c6c2d9a1985a', '<p>12</p>', 2, '2023-05-12 10:23:34', '2023-05-12 10:23:34', 1);
INSERT INTO `exam_question_item` VALUES ('2d25726fe02256a059bc11b9a39fe79f', '<p>14</p>', 3, '2023-05-12 10:23:34', '2023-05-12 10:23:34', 1);
INSERT INTO `exam_question_item` VALUES ('acbed93d95fb7c31ca092957dc62e771', '<p>15</p>', 4, '2023-05-12 10:23:34', '2023-05-12 10:23:34', 1);
INSERT INTO `exam_question_item` VALUES ('9d9e64bea3750b922342ad559aff4c54', '<p>25</p>', 1, '2023-05-12 10:24:59', '2023-05-12 10:24:59', 1);
INSERT INTO `exam_question_item` VALUES ('9d5c927740eaa8c1567ec493b6342695', '<p>15</p>', 2, '2023-05-12 10:24:59', '2023-05-12 10:24:59', 1);
INSERT INTO `exam_question_item` VALUES ('d35f124170031ddeb1a7d0bda757f1c6', '<p>5</p>', 3, '2023-05-12 10:24:59', '2023-05-12 10:24:59', 1);
INSERT INTO `exam_question_item` VALUES ('8f95bec7cd88d0c4868f19c6bbe7a5f5', '<p>3</p>', 4, '2023-05-12 10:24:59', '2023-05-12 10:24:59', 1);
INSERT INTO `exam_question_item` VALUES ('c129facc86f9eb2225a786600a86100b', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 14px;\">距离甲地1500米</span></p>', 1, '2023-05-12 10:28:00', '2023-05-12 10:28:00', 1);
INSERT INTO `exam_question_item` VALUES ('eb374b4fb30945f95211f53b1d1beb7e', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 14px;\">距离乙地1500米</span></p>', 2, '2023-05-12 10:28:00', '2023-05-12 10:28:00', 1);
INSERT INTO `exam_question_item` VALUES ('7dbf69748c6d7ae8b16bd340c3dfae44', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 14px;\">距离丙地1500米</span></p>', 3, '2023-05-12 10:28:00', '2023-05-12 10:28:00', 1);
INSERT INTO `exam_question_item` VALUES ('747eccdae7c751d64033a46266d7890b', '<p><span style=\"color: rgb(51, 51, 51); background-color: rgb(255, 255, 255); font-size: 14px;\">距离乙、丙中点1500米</span></p>', 4, '2023-05-12 10:28:00', '2023-05-12 10:28:00', 1);
INSERT INTO `exam_question_item` VALUES ('aa22e75397b905287f4f7eb0a7bf8dba', '<p>6</p>', 1, '2023-05-12 10:29:02', '2023-05-12 10:29:02', 1);
INSERT INTO `exam_question_item` VALUES ('5fa95e7f6c119be7c04b3e1c488e5233', '<p>8</p>', 2, '2023-05-12 10:29:02', '2023-05-12 10:29:02', 1);
INSERT INTO `exam_question_item` VALUES ('772a95be337bacd6cfb8c12456667538', '<p>10</p>', 3, '2023-05-12 10:29:02', '2023-05-12 10:29:02', 1);
INSERT INTO `exam_question_item` VALUES ('405d3b66c0a56f18dac24089eb47a8e9', '<p>12</p>', 4, '2023-05-12 10:29:02', '2023-05-12 10:29:02', 1);
INSERT INTO `exam_question_item` VALUES ('d46097887ea62c94dc465ae06d6bdf83', '<p>36</p>', 1, '2023-05-12 10:30:01', '2023-05-12 10:30:01', 1);
INSERT INTO `exam_question_item` VALUES ('b22984a27db09efd65044b3e8ccfab1d', '<p>46</p>', 2, '2023-05-12 10:30:01', '2023-05-12 10:30:01', 1);
INSERT INTO `exam_question_item` VALUES ('38e5beeabd06bfb2f5870682380f7a39', '<p>56</p>', 3, '2023-05-12 10:30:01', '2023-05-12 10:30:01', 1);
INSERT INTO `exam_question_item` VALUES ('97014bb97aef4e614a434e0ca1399f34', '<p>66</p>', 4, '2023-05-12 10:30:01', '2023-05-12 10:30:01', 1);
INSERT INTO `exam_question_item` VALUES ('f9712ca51b9a99e6bae41fc09f6965b4', '<p>A</p>', 1, '2023-05-12 10:31:40', '2023-05-12 10:31:40', 1);
INSERT INTO `exam_question_item` VALUES ('f3f2a5fd4c3292ef93391a9665c3191e', '<p>B</p>', 2, '2023-05-12 10:31:40', '2023-05-12 10:31:40', 1);
INSERT INTO `exam_question_item` VALUES ('3263b1d4e9294a53aad056e3badee051', '<p>C</p>', 3, '2023-05-12 10:31:40', '2023-05-12 10:31:40', 1);
INSERT INTO `exam_question_item` VALUES ('ccedd60fefc8da3f27c103d243d7ab33', '<p>D</p>', 4, '2023-05-12 10:31:40', '2023-05-12 10:31:40', 1);
INSERT INTO `exam_question_item` VALUES ('dc76f1a887df92fd3cf7ac668c6c33fb', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">20800</span></p>', 1, '2023-05-12 10:33:32', '2023-05-12 10:33:32', 1);
INSERT INTO `exam_question_item` VALUES ('3dd6ac2e4c6f39ae4594b89a36755f4b', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">20900</span></p>', 2, '2023-05-12 10:33:32', '2023-05-12 10:33:32', 1);
INSERT INTO `exam_question_item` VALUES ('137d22651a905b9b84d3cc4d63b6ceb8', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">21000</span></p>', 3, '2023-05-12 10:33:32', '2023-05-12 10:33:32', 1);
INSERT INTO `exam_question_item` VALUES ('842122def50e9ad0248aebc0a60a67ef', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">21100</span></p>', 4, '2023-05-12 10:33:32', '2023-05-12 10:33:32', 1);
INSERT INTO `exam_question_item` VALUES ('aa7380a0d841b121c91c03df460d7475', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">4支</span></p>', 1, '2023-05-12 10:36:39', '2023-05-12 10:36:39', 1);
INSERT INTO `exam_question_item` VALUES ('f7e02cc281b62949a9171b74cb71ad37', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">8支</span></p>', 2, '2023-05-12 10:36:39', '2023-05-12 10:36:39', 1);
INSERT INTO `exam_question_item` VALUES ('fc118a7be5e59143b54279b3812a0404', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">10支</span></p>', 3, '2023-05-12 10:36:39', '2023-05-12 10:36:39', 1);
INSERT INTO `exam_question_item` VALUES ('1c44ac234500f2773c77f8e922b3a4ca', '<p><span style=\"color: rgb(0, 0, 0); background-color: rgb(255, 255, 255); font-size: 14px;\">12支</span></p>', 4, '2023-05-12 10:36:39', '2023-05-12 10:36:39', 1);
INSERT INTO `exam_question_item` VALUES ('d521400a089cdf7d00b124f661c6749d', '<p><span style=\"color: rgb(51, 51, 51);\">270元</span></p>', 1, '2023-05-12 10:37:57', '2023-05-12 10:37:57', 1);
INSERT INTO `exam_question_item` VALUES ('65596999230385e4c138d2fcdb4e7ec5', '<p><span style=\"color: rgb(51, 51, 51);\">290元</span></p>', 2, '2023-05-12 10:37:57', '2023-05-12 10:37:57', 1);
INSERT INTO `exam_question_item` VALUES ('764bc6c0a3fcd8086759b3f51b86e042', '<p><span style=\"color: rgb(51, 51, 51);\">320元</span></p>', 3, '2023-05-12 10:37:57', '2023-05-12 10:37:57', 1);
INSERT INTO `exam_question_item` VALUES ('3be7b33bf910ae390bed2f7126e7b137', '<p><span style=\"color: rgb(51, 51, 51);\">350元</span></p>', 4, '2023-05-12 10:37:57', '2023-05-12 10:37:57', 1);
INSERT INTO `exam_question_item` VALUES ('1b1ec09a4bb6ea1bdd98bf82bd2307bb', '<p>94</p>', 1, '2023-05-12 10:39:10', '2023-05-12 10:39:10', 1);
INSERT INTO `exam_question_item` VALUES ('e7b3a30ecc81e39e27e9d0747d4391fe', '<p>95</p>', 2, '2023-05-12 10:39:10', '2023-05-12 10:39:10', 1);
INSERT INTO `exam_question_item` VALUES ('732ee8ecf22facafa96de5113f81482f', '<p>96</p>', 3, '2023-05-12 10:39:10', '2023-05-12 10:39:10', 1);
INSERT INTO `exam_question_item` VALUES ('d1f1e7b5af6b4a400af1f0d36c3786f7', '<p>97</p>', 4, '2023-05-12 10:39:10', '2023-05-12 10:39:10', 1);
INSERT INTO `exam_question_item` VALUES ('a9529d8028a58752b25dd78d88c2700b', '<p><span style=\"color: rgb(25, 25, 25); background-color: rgb(255, 255, 255); font-size: 16px;\">东偏南75°方向</span></p>', 1, '2023-05-12 10:46:16', '2023-05-12 10:46:16', 1);
INSERT INTO `exam_question_item` VALUES ('3848709fe4446245658f54cfe98611e6', '<p><span style=\"color: rgb(25, 25, 25); background-color: rgb(255, 255, 255); font-size: 16px;\">东偏南65°方向</span></p>', 2, '2023-05-12 10:46:16', '2023-05-12 10:46:16', 1);
INSERT INTO `exam_question_item` VALUES ('87fc17f08db75c8796947790e8c8213b', '<p><span style=\"color: rgb(25, 25, 25); background-color: rgb(255, 255, 255); font-size: 16px;\">西偏南75°方向</span></p>', 3, '2023-05-12 10:46:16', '2023-05-12 10:46:16', 1);
INSERT INTO `exam_question_item` VALUES ('93f530f0322c20998880ac7908dbe5db', '<p><span style=\"color: rgb(25, 25, 25); background-color: rgb(255, 255, 255); font-size: 16px;\">北偏东25°方向</span></p>', 4, '2023-05-12 10:46:16', '2023-05-12 10:46:16', 1);
INSERT INTO `exam_question_item` VALUES ('d548e0271c37be1f770cb99f4747ac9f', '<p>50</p>', 1, '2023-05-12 10:48:02', '2023-05-12 10:48:02', 1);
INSERT INTO `exam_question_item` VALUES ('fab8224d653d3bf0ce745406d890fd5a', '<p>60</p>', 2, '2023-05-12 10:48:02', '2023-05-12 10:48:02', 1);
INSERT INTO `exam_question_item` VALUES ('3750c8d39e57fc3f928f2779b254f268', '<p>70</p>', 3, '2023-05-12 10:48:02', '2023-05-12 10:48:02', 1);
INSERT INTO `exam_question_item` VALUES ('5f2609d10fddd13f2058f380ae9e6ed1', '<p>90</p>', 4, '2023-05-12 10:48:02', '2023-05-12 10:48:02', 1);
INSERT INTO `exam_question_item` VALUES ('e067ea690d6c1ba4db4ad5ebcddd1f6e', '<p>①④⑥，②③⑤</p>', 1, '2023-05-12 10:52:23', '2023-05-12 10:52:23', 1);
INSERT INTO `exam_question_item` VALUES ('de20f442dc3eb9dee20dccc6496867cf', '<p>①②③，④⑤⑥</p>', 2, '2023-05-12 10:52:23', '2023-05-12 10:52:23', 1);
INSERT INTO `exam_question_item` VALUES ('f072b424a9005621081735364668d85d', '<p>①⑤⑥，②③④</p>', 3, '2023-05-12 10:52:23', '2023-05-12 10:52:23', 1);
INSERT INTO `exam_question_item` VALUES ('0aab281c8c4f7750e9c0548b35a2773b', '<p>①③⑤，②④⑥</p>', 4, '2023-05-12 10:52:23', '2023-05-12 10:52:23', 1);
INSERT INTO `exam_question_item` VALUES ('af8bbdb429c6fe000fef830a1462aa09', '<p>A</p>', 2, '2023-05-12 10:57:40', '2023-05-12 10:57:40', 1);
INSERT INTO `exam_question_item` VALUES ('51451a922ec98415c75fc55252477a70', '<p>B</p>', 3, '2023-05-12 10:57:40', '2023-05-12 10:57:40', 1);
INSERT INTO `exam_question_item` VALUES ('ab5b113a336f25370cab62679616536b', '<p>C</p>', 4, '2023-05-12 10:57:40', '2023-05-12 10:57:40', 1);
INSERT INTO `exam_question_item` VALUES ('25056b712ad03a80f1903ba2c5863634', '<p>D</p>', 5, '2023-05-12 10:57:40', '2023-05-12 10:57:40', 1);
INSERT INTO `exam_question_item` VALUES ('0304086e6d08d9b7a3509351fe0ffc89', '<p>A</p>', 1, '2023-05-12 10:59:18', '2023-05-12 10:59:18', 1);
INSERT INTO `exam_question_item` VALUES ('ea66faf39eadb2f16813ac419cafa795', '<p>B</p>', 2, '2023-05-12 10:59:18', '2023-05-12 10:59:18', 1);
INSERT INTO `exam_question_item` VALUES ('171d7814610202ae7ea8a8a1efc5d56e', '<p>C</p>', 3, '2023-05-12 10:59:18', '2023-05-12 10:59:18', 1);
INSERT INTO `exam_question_item` VALUES ('d7d1e0c08973941b1b3f2d22f9ae6184', '<p>D</p>', 4, '2023-05-12 10:59:18', '2023-05-12 10:59:18', 1);
INSERT INTO `exam_question_item` VALUES ('12fccfaf12f3b9b209a1623022538118', '<p>A</p>', 1, '2023-05-12 11:00:13', '2023-05-12 11:00:13', 1);
INSERT INTO `exam_question_item` VALUES ('76221e1cbe5be1888b8b00940380003d', '<p>B</p>', 2, '2023-05-12 11:00:13', '2023-05-12 11:00:13', 1);
INSERT INTO `exam_question_item` VALUES ('9476ed74df9b0e1e9a5f820a7fe2364f', '<p>C</p>', 3, '2023-05-12 11:00:13', '2023-05-12 11:00:13', 1);
INSERT INTO `exam_question_item` VALUES ('6eaa181208ef76fec4710c92cd511dce', '<p>D</p>', 4, '2023-05-12 11:00:13', '2023-05-12 11:00:13', 1);
INSERT INTO `exam_question_item` VALUES ('cb31bcf7a069f867b51c6cb3f265f36b', '<p>A</p>', 1, '2023-05-12 11:01:24', '2023-05-12 11:01:24', 1);
INSERT INTO `exam_question_item` VALUES ('ab65db9f624f98d23c505bc52a1af648', '<p>B</p>', 2, '2023-05-12 11:01:24', '2023-05-12 11:01:24', 1);
INSERT INTO `exam_question_item` VALUES ('f8547b5e32082e7042e6818b8bf4c1fd', '<p>C</p>', 3, '2023-05-12 11:01:24', '2023-05-12 11:01:24', 1);
INSERT INTO `exam_question_item` VALUES ('130b66d5d19cdf67672f7a8462999e10', '<p>D</p>', 4, '2023-05-12 11:01:24', '2023-05-12 11:01:24', 1);
INSERT INTO `exam_question_item` VALUES ('40eff658092d5d18ba085415b88c83fb', '<p>A</p>', 1, '2023-05-12 11:02:14', '2023-05-12 11:02:14', 1);
INSERT INTO `exam_question_item` VALUES ('37ee0f756337bc1e1c4b334102c3a748', '<p>B</p>', 2, '2023-05-12 11:02:14', '2023-05-12 11:02:14', 1);
INSERT INTO `exam_question_item` VALUES ('11684e695905b363eb0d6a7fec9dd2f6', '<p>C</p>', 3, '2023-05-12 11:02:14', '2023-05-12 11:02:14', 1);
INSERT INTO `exam_question_item` VALUES ('29d0b167bb6cef496e9f4793d679343b', '<p>D</p>', 4, '2023-05-12 11:02:14', '2023-05-12 11:02:14', 1);
INSERT INTO `exam_question_item` VALUES ('d18d19087a8a5ae6d8f1347e11b902b0', '<p>①④⑥，②③⑤</p>', 1, '2023-05-12 11:03:38', '2023-05-12 11:03:38', 1);
INSERT INTO `exam_question_item` VALUES ('6eafb100ea69d81ea0f1a1d0749a4912', '<p>①③⑤，②④⑥</p>', 2, '2023-05-12 11:03:38', '2023-05-12 11:03:38', 1);
INSERT INTO `exam_question_item` VALUES ('2580502778ed444cad23c0c137efc52d', '<p>①②⑥，③④⑤</p>', 3, '2023-05-12 11:03:38', '2023-05-12 11:03:38', 1);
INSERT INTO `exam_question_item` VALUES ('464bc5409ff9d4072472085328406ee6', '<p>①③④，②⑤⑥</p>', 4, '2023-05-12 11:03:38', '2023-05-12 11:03:38', 1);
INSERT INTO `exam_question_item` VALUES ('5aaf8668bd1003de3da69fb024e93882', '<p>A</p>', 1, '2023-05-12 11:05:01', '2023-05-12 11:05:01', 1);
INSERT INTO `exam_question_item` VALUES ('a32b13740f145359684c3c97c9bd23a1', '<p>B</p>', 2, '2023-05-12 11:05:01', '2023-05-12 11:05:01', 1);
INSERT INTO `exam_question_item` VALUES ('3b5017433233526c22ca5da5eda101ff', '<p>C</p>', 3, '2023-05-12 11:05:01', '2023-05-12 11:05:01', 1);
INSERT INTO `exam_question_item` VALUES ('df7fcfc05ec09a169fbcac1749ff0814', '<p>D</p>', 4, '2023-05-12 11:05:01', '2023-05-12 11:05:01', 1);
INSERT INTO `exam_question_item` VALUES ('64ee0e255c775c6be2b2d85a44106485', '<p>A</p>', 1, '2023-05-12 11:05:52', '2023-05-12 11:05:52', 1);
INSERT INTO `exam_question_item` VALUES ('2d61e6356c3b5d650b138a8f8031aad8', '<p>B</p>', 2, '2023-05-12 11:05:52', '2023-05-12 11:05:52', 1);
INSERT INTO `exam_question_item` VALUES ('8286151f73e04261e62db3428a637c77', '<p>C</p>', 3, '2023-05-12 11:05:52', '2023-05-12 11:05:52', 1);
INSERT INTO `exam_question_item` VALUES ('2d5618023b387f444d2fcbeb2e29628e', '<p>D</p>', 4, '2023-05-12 11:05:52', '2023-05-12 11:05:52', 1);
INSERT INTO `exam_question_item` VALUES ('086e699fe0ba56c3f7106eca67cc56fe', '<p>A</p>', 1, '2023-05-12 11:06:45', '2023-05-12 11:06:45', 1);
INSERT INTO `exam_question_item` VALUES ('3df6646e47e89006fce1cc1054506dc2', '<p>B</p>', 2, '2023-05-12 11:06:45', '2023-05-12 11:06:45', 1);
INSERT INTO `exam_question_item` VALUES ('85c8715d1a323b94574a16443dda838d', '<p>C</p>', 3, '2023-05-12 11:06:45', '2023-05-12 11:06:45', 1);
INSERT INTO `exam_question_item` VALUES ('affc47e57d1ad2768e8154d54de2441e', '<p>D</p>', 4, '2023-05-12 11:06:45', '2023-05-12 11:06:45', 1);
INSERT INTO `exam_question_item` VALUES ('4dc2c2ffa710616c70857038b7d57a24', '<p>在日本注册的美国企业，在中国没有任何办公场所，但收入的大部分来源于中国</p>', 4, '2023-05-12 11:13:33', '2023-05-12 11:13:33', 1);
INSERT INTO `exam_question_item` VALUES ('1963577b9007a438493337aaa93cf4ed', '<p>在上海市工商局依法登记注册，但实际管理机构不在中国的欧洲企业</p>', 1, '2023-05-12 11:13:33', '2023-05-12 11:13:33', 1);
INSERT INTO `exam_question_item` VALUES ('355ed2fbcd4cdfe1955c8f5acb78f9a2', '<p>位于中国北京的美国驻华大使馆和领事馆，为美国设立在中国的官方办事机构</p>', 2, '2023-05-12 11:13:33', '2023-05-12 11:13:33', 1);
INSERT INTO `exam_question_item` VALUES ('bea04e48f5e0228cdb3c6ba3fb61129a', '<p>在印度注册的医药企业，药品原料在中国采购，并在印度边境设立采购管理中心</p>', 3, '2023-05-12 11:13:33', '2023-05-12 11:13:33', 1);
INSERT INTO `exam_question_item` VALUES ('52fdf3aa081a35fd06bb10a707f516a1', '<p>妈妈为五岁的小明报了很多兴趣班，小明在兴趣班中结识了许多新朋友</p>', 1, '2023-05-12 11:14:24', '2023-05-12 11:14:24', 1);
INSERT INTO `exam_question_item` VALUES ('c2df21f5a677079616f5ff0b326eb358', '<p>家教老师耐心讲解了这道题的思路和原理后，小斌还是请老师直接给出答案</p>', 2, '2023-05-12 11:14:24', '2023-05-12 11:14:24', 1);
INSERT INTO `exam_question_item` VALUES ('88c199970565ddab3da746a52995d0c9', '<p>综合了多家咨询机构提供的意见，小峰拟定了符合自身条件的出国学习规划</p>', 3, '2023-05-12 11:14:24', '2023-05-12 11:14:24', 1);
INSERT INTO `exam_question_item` VALUES ('6d51495bf6b3b66566624ccdc3d18e5c', '<p>小文每次阅读英语文章遇到生词时都会查阅电子词典，掌握生词的读音和意思</p>', 4, '2023-05-12 11:14:24', '2023-05-12 11:14:24', 1);
INSERT INTO `exam_question_item` VALUES ('ba4cbe306926b50489e08452dd118c5a', '<p>某地环保部门加大对污染严重企业的监管力度，其严肃执法的态度受到当地群众的一致好评</p>', 1, '2023-05-12 11:15:47', '2023-05-12 11:15:47', 1);
INSERT INTO `exam_question_item` VALUES ('9a4fa23704788a80697eb1cb12f187a0', '<p>小王是某政府部门工作人员，工作认真负责，他的主管领导和同事都认为小王是一名合格的工作者</p>', 2, '2023-05-12 11:15:47', '2023-05-12 11:15:47', 1);
INSERT INTO `exam_question_item` VALUES ('a5239bac0acd594b726fbe9192be7e05', '<p>个体经营者张某未按规定缴税，税务部门向其下达限期缴纳税款的通知书，张某不但置之不理，还责怪税务部门不该向其征税</p>', 3, '2023-05-12 11:15:47', '2023-05-12 11:15:47', 1);
INSERT INTO `exam_question_item` VALUES ('12addbc09ceb675abe3725ecf1f4959f', '<p>某市工商部门为支持当地中小企业的发展，根据有关法律法规对这些企业实施优惠政策，这一举措得到了广大中小企业经营者的欢迎</p>', 4, '2023-05-12 11:15:47', '2023-05-12 11:15:47', 1);
INSERT INTO `exam_question_item` VALUES ('cf1d15a3ed3b297c7cd989480c59162e', '<p>癌症病人看到病情比自己更严重的病人时，庆幸自己的处境并非最差</p>', 1, '2023-05-12 11:41:40', '2023-05-12 11:41:40', 1);
INSERT INTO `exam_question_item` VALUES ('7266f69e3f0e710f41672f57a3b3fb77', '<p>小杰和小伟在学习上你追我赶，因此小杰把小伟当作自己的竞争目标</p>', 2, '2023-05-12 11:41:40', '2023-05-12 11:41:40', 1);
INSERT INTO `exam_question_item` VALUES ('1e18a224a03d5f333238f4af7cf4bdfe', '<p>小宁从普通初中考人重点高中，看到周围同学都那么优秀而自惭形秽</p>', 3, '2023-05-12 11:41:40', '2023-05-12 11:41:40', 1);
INSERT INTO `exam_question_item` VALUES ('e6b0962c18781aeed4f472a2bd6f8afc', '<p>小威听了师兄师姐的优秀事迹后，觉得自己也可以变得那么优秀</p>', 4, '2023-05-12 11:41:40', '2023-05-12 11:41:40', 1);
INSERT INTO `exam_question_item` VALUES ('35ea55a6a877e2d691022c7a6d6d350f', '<p>放假回家的小宋和同学用手机聊天，满口网络新词，一旁的奶奶一句也听不懂</p>', 1, '2023-05-12 11:47:34', '2023-05-12 11:47:34', 1);
INSERT INTO `exam_question_item` VALUES ('ecb74eeebee42f3172c2a1bc4c0d7fb2', '<p>小赵整天痴迷于网络游戏，父母多次苦口婆心地劝说，均没有效果，为此小赵和父母发生了多次争执</p>', 2, '2023-05-12 11:47:34', '2023-05-12 11:47:34', 1);
INSERT INTO `exam_question_item` VALUES ('deb75672d3409c94b90bb3eba53b4e53', '<p>东部某镇种植的水果尚未成熟就已经通过网络平台被订购一空，而西部某乡质优价廉的水果由于无人知晓只能烂在树上</p>', 3, '2023-05-12 11:47:34', '2023-05-12 11:47:34', 1);
INSERT INTO `exam_question_item` VALUES ('378e312fce447b0bcaaeb76b6a338ca8', '<p>一些西方国家利用其技术积累，在大数据处理方面取得了绝对的优势，他们进一步实行技术封锁，使得某些国家在大数据分享方面一筹莫展</p>', 4, '2023-05-12 11:47:34', '2023-05-12 11:47:34', 1);
INSERT INTO `exam_question_item` VALUES ('db19d3df44773995174584cf0fd9bb99', '<p>甲欠乙100万元货款，甲找来丙，三方约定，若三个月内甲不能偿还货款，由丙代乙主张债权</p>', 1, '2023-05-12 11:48:34', '2023-05-12 11:48:34', 1);
INSERT INTO `exam_question_item` VALUES ('899182d49d4c33dacb4f65b8c05872db', '<p>甲欠乙100万元货款，甲找来丙，三方约定，若三个月内甲不能偿还货款，乙有权要求丙偿还全部货款</p>', 2, '2023-05-12 11:48:34', '2023-05-12 11:48:34', 1);
INSERT INTO `exam_question_item` VALUES ('94eb819fe51f44e33cade65c32ec6298', '<p>甲欠乙100万元货款，甲找来尚欠自己100万元债务的丙，三方约定，若到期甲不能偿还货款，由丙代为偿还</p>', 3, '2023-05-12 11:48:34', '2023-05-12 11:48:34', 1);
INSERT INTO `exam_question_item` VALUES ('b519c197e66799550a86bf6a3d4b9970', '<p>甲欠乙100万元货款，甲找来丙，将丙收藏的一副名画交给乙，约定若在三个月内甲不能偿还货款，乙有权取得该画的所有权</p>', 4, '2023-05-12 11:48:34', '2023-05-12 11:48:34', 1);
INSERT INTO `exam_question_item` VALUES ('1dcc6c88cbe095acb86282778746b769', '<p>同人作品属于“粉丝创作”</p>', 1, '2023-05-12 11:49:22', '2023-05-12 11:49:22', 1);
INSERT INTO `exam_question_item` VALUES ('f7e1cf883b2a28ccf32c5242f26b4ded', '<p>同人作品属于二次创作</p>', 2, '2023-05-12 11:49:22', '2023-05-12 11:49:22', 1);
INSERT INTO `exam_question_item` VALUES ('760d213cce47c9b083ece909deb89431', '<p>同人作品不会侵犯版权</p>', 3, '2023-05-12 11:49:22', '2023-05-12 11:49:22', 1);
INSERT INTO `exam_question_item` VALUES ('4ac90ff2b5200c567fc703af18bbb07f', '<p>同人作品包含了对艺术形式的改变</p>', 4, '2023-05-12 11:49:22', '2023-05-12 11:49:22', 1);
INSERT INTO `exam_question_item` VALUES ('071ffa323cbbe3f2a00b2e92c8000654', '<p>故国三千里，深宫二十年。一声何满子，双泪落君前</p>', 1, '2023-05-12 11:50:09', '2023-05-12 11:50:09', 1);
INSERT INTO `exam_question_item` VALUES ('ba7fca0e5d2fa13acd92d1ec4cd352bb', '<p>蛾眉蔽珠栊，玉钩隔琐窗。三五二八时，千里与君同</p>', 2, '2023-05-12 11:50:09', '2023-05-12 11:50:09', 1);
INSERT INTO `exam_question_item` VALUES ('7e89b04e021e135813e1bbc6f271a57f', '<p>读尽文书一百担，老来方得一青衫。媒人却问余年纪，四十年前三十三</p>', 3, '2023-05-12 11:50:09', '2023-05-12 11:50:09', 1);
INSERT INTO `exam_question_item` VALUES ('3d6ba8ddecaa1dae716ceeb045bb3ee1', '<p>江陵去扬州，三千三百里。已行一千三，所有二千在</p>', 4, '2023-05-12 11:50:09', '2023-05-12 11:50:09', 1);
INSERT INTO `exam_question_item` VALUES ('15c51358986065790e0e9b28d4ad8704', '<p>我们的电脑是最棒的，设计优美、使用简单、界面友好，你想买一台吗</p>', 1, '2023-05-12 13:04:09', '2023-05-12 13:04:09', 1);
INSERT INTO `exam_question_item` VALUES ('be5b69d2d201a37df688d4aa040fc400', '<p>我们的产品可以把电视节目暂停，跳过广告，回放电视节目，帮助你掌控生活，你想买一台吗</p>', 2, '2023-05-12 13:04:09', '2023-05-12 13:04:09', 1);
INSERT INTO `exam_question_item` VALUES ('69aa20ae09771a2caa7d088ca9b0e1a3', '<p>这是我们的新车型，非常省油，真皮座椅，十一期间促销享大礼，你想买一辆吗</p>', 3, '2023-05-12 13:04:09', '2023-05-12 13:04:09', 1);
INSERT INTO `exam_question_item` VALUES ('5f19cf2204ea6d381d2d9024b9634ff9', '<p>我们做的每件事都是为了突破和创新，我们只是在挑战现状的过程中做出了最棒的电脑，你想买一台吗</p>', 4, '2023-05-12 13:04:09', '2023-05-12 13:04:09', 1);
INSERT INTO `exam_question_item` VALUES ('1bf09f82ceecca60c281fc60a7f72bcc', '<p>我国已经进人城市病的爆发期，居民生活已受到影响</p>', 1, '2023-05-12 13:05:57', '2023-05-12 13:05:57', 1);
INSERT INTO `exam_question_item` VALUES ('eb68b4d3421c78d072ec1cf1c2bbb663', '<p>大城市能够提供的公共服务是中小城市所无法替代的</p>', 2, '2023-05-12 13:05:57', '2023-05-12 13:05:57', 1);
INSERT INTO `exam_question_item` VALUES ('fc673c9f6f503db389e4fc339957fcd2', '<p>政府应该将更多财力用于发展中小城市、乡镇、农村</p>', 3, '2023-05-12 13:05:57', '2023-05-12 13:05:57', 1);
INSERT INTO `exam_question_item` VALUES ('a8142fefa4d3aa0dbd6651edf2f3c269', '<p>中小城市活力足，发展潜力大，对人们吸引力会很强</p>', 4, '2023-05-12 13:05:57', '2023-05-12 13:05:57', 1);
INSERT INTO `exam_question_item` VALUES ('5c63022cf24d25afaf5451d34fbeb50a', '<p>近日火星侦察影像频谱仪发现，火星南极存在火山</p>', 1, '2023-05-12 13:06:41', '2023-05-12 13:06:41', 1);
INSERT INTO `exam_question_item` VALUES ('c47d55a09b278590866e32fcf49a1c3b', '<p>火星地质活动不活跃，地表地貌大部分形成于远古较活跃的时期</p>', 2, '2023-05-12 13:06:41', '2023-05-12 13:06:41', 1);
INSERT INTO `exam_question_item` VALUES ('b4dca48234a4457a6a3af1af07eedb4a', '<p>沸石、硫化物和黏土这三类物质是仅在冰川下的火山活动后才会产生的独特物质</p>', 3, '2023-05-12 13:06:41', '2023-05-12 13:06:41', 1);
INSERT INTO `exam_question_item` VALUES ('edd00e37b2f3c6b041fe804bcfe9dac9', '<p>在火星平顶山丘的岩石中发现了某种远古细菌，说明这里很可能曾经有水源</p>', 4, '2023-05-12 13:06:41', '2023-05-12 13:06:41', 1);
INSERT INTO `exam_question_item` VALUES ('9c927fdafbc40e24e44499a3e8346116', '<p>7000年前，地球正处于冰河期结束前期，地中海海平面每年抬升4至7毫米</p>', 1, '2023-05-12 13:07:39', '2023-05-12 13:07:39', 1);
INSERT INTO `exam_question_item` VALUES ('2e72bdb7423bdca18efcee54c6187387', '<p>石墙之后发现有人类定居点的遗迹，现在它们都被海水淹没在三四米深的海底</p>', 2, '2023-05-12 13:07:39', '2023-05-12 13:07:39', 1);
INSERT INTO `exam_question_item` VALUES ('8e0dd6d1883303fb2eb2bba5a5ed49ec', '<p>考古发现的石墙虽然只有100米长，但算上损毁部分，其长度足够包围定居点</p>', 3, '2023-05-12 13:07:39', '2023-05-12 13:07:39', 1);
INSERT INTO `exam_question_item` VALUES ('6ada1526255794c77cf030fd29b4ff5d', '<p>今天的人类同样面临海平面上升的风险，有的国家也采取筑墙防御的应对策略</p>', 4, '2023-05-12 13:07:39', '2023-05-12 13:07:39', 1);
INSERT INTO `exam_question_item` VALUES ('f70a73240ddd7e054dfbed3833b45fe5', '<p>整合素是一种细胞黏附分子，在发烧时可以控制T淋巴细胞的转运</p>', 1, '2023-05-12 13:08:27', '2023-05-12 13:08:27', 1);
INSERT INTO `exam_question_item` VALUES ('48d5ae8420ff90a85ec4cd8a923803ed', '<p>发烧能够诱导Hsp 90与整合素的尾部结合， 并可激活整合素</p>', 2, '2023-05-12 13:08:27', '2023-05-12 13:08:27', 1);
INSERT INTO `exam_question_item` VALUES ('833c33344e77828e5a89d31fc2cf9bbc', '<p>不仅仅是发烧， 其他压力也能诱导Hsp 90在T淋巴细胞中的表达</p>', 3, '2023-05-12 13:08:27', '2023-05-12 13:08:27', 1);
INSERT INTO `exam_question_item` VALUES ('eb809a3ffa042291de55f92e1e61d6bd', '<p>Hsp 90与整合素结合后， 可激活促进T淋巴细胞迁移的信号通路</p><p><br></p>', 4, '2023-05-12 13:08:27', '2023-05-12 13:08:27', 1);
INSERT INTO `exam_question_item` VALUES ('5bf759fb8fc8ce796dd56049832eb132', '<p>相比欧洲，亚洲地区的人们在进行数量大小比较时，大脑中个别区域的活跃程度有所不同</p>', 1, '2023-05-12 13:09:22', '2023-05-12 13:09:22', 1);
INSERT INTO `exam_question_item` VALUES ('229acaec455afeb1189f472c2a2fdc1e', '<p>在同一国家，不同方言区的人们进行数学运算时，大脑语言区的神经传递路线并不十分一致</p>', 2, '2023-05-12 13:09:22', '2023-05-12 13:09:22', 1);
INSERT INTO `exam_question_item` VALUES ('f2bcd96fb9783385df142027a152b39a', '<p>研究发现，以英语为母语的人进行心算时主要依赖大脑的语言区，而以中文为母语的人主要动用了大脑的视觉信息识别区</p>', 3, '2023-05-12 13:09:22', '2023-05-12 13:09:22', 1);
INSERT INTO `exam_question_item` VALUES ('598c39b96e65a9ff7e9a4a04af4b7e1f', '<p>研究发现，不同专业背景的人们在计算数学题时会选择不同的思考方法，但都会不同程度地依赖大脑的语言区</p>', 4, '2023-05-12 13:09:22', '2023-05-12 13:09:22', 1);
INSERT INTO `exam_question_item` VALUES ('09c9df3bceccc0a73fe8332b4d77f117', '<p>并非所有的橙汁都有相同的防癌功效</p>', 1, '2023-05-12 13:10:04', '2023-05-12 13:10:04', 1);
INSERT INTO `exam_question_item` VALUES ('1b10407f2486f8f786379ee251bbc05b', '<p>过度饮用橙汁会给身体健康造成不良影响</p>', 2, '2023-05-12 13:10:04', '2023-05-12 13:10:04', 1);
INSERT INTO `exam_question_item` VALUES ('94e5fca9ef336874ccf2d2327614ebb7', '<p>相对于健康儿童而言，白血病患儿的橙汁饮用量较小</p>', 3, '2023-05-12 13:10:04', '2023-05-12 13:10:04', 1);
INSERT INTO `exam_question_item` VALUES ('3fcf628b26b848c0504deae75a1e07fd', '<p>生长于良好的气候土壤条件下，成熟并避光保存的橙子最有功效</p>', 4, '2023-05-12 13:10:04', '2023-05-12 13:10:04', 1);
INSERT INTO `exam_question_item` VALUES ('bbadf76b1a7b090f11348ebef42e4527', '<p>甲坐在A座</p>', 1, '2023-05-12 13:10:55', '2023-05-12 13:10:55', 1);
INSERT INTO `exam_question_item` VALUES ('02c4f724189513f0179a6def586482e3', '<p>乙坐在D座</p>', 2, '2023-05-12 13:10:55', '2023-05-12 13:10:55', 1);
INSERT INTO `exam_question_item` VALUES ('5b6eab389768d75dcce16a70acbf7807', '<p>丙坐在C座</p>', 3, '2023-05-12 13:10:55', '2023-05-12 13:10:55', 1);
INSERT INTO `exam_question_item` VALUES ('3e2ab06cbffc254d5a200131a438acf5', '<p>戊坐在F座</p>', 4, '2023-05-12 13:10:55', '2023-05-12 13:10:55', 1);
INSERT INTO `exam_question_item` VALUES ('5782df0b658ce7cf376470851253ac28', '<p>仅Ⅰ</p>', 1, '2023-05-12 13:11:52', '2023-05-12 13:11:52', 1);
INSERT INTO `exam_question_item` VALUES ('ec05463fc82935b5fea8cb07a821c357', '<p>仅Ⅱ</p>', 2, '2023-05-12 13:11:52', '2023-05-12 13:11:52', 1);
INSERT INTO `exam_question_item` VALUES ('cb0ff4deb326be701e20e174262af1d5', '<p>仅Ⅲ</p>', 3, '2023-05-12 13:11:52', '2023-05-12 13:11:52', 1);
INSERT INTO `exam_question_item` VALUES ('55c5524219fa031470bff047bbf8fc23', '<p>I、Ⅱ和Ⅲ</p>', 4, '2023-05-12 13:11:52', '2023-05-12 13:11:52', 1);
INSERT INTO `exam_question_item` VALUES ('7aaebd7b7799df276981aa5901479f7f', '<p>小张这个夏天未去新疆</p>', 1, '2023-05-12 13:12:27', '2023-05-12 13:12:27', 1);
INSERT INTO `exam_question_item` VALUES ('1cf200ef3a161b211d6d782ef22af907', '<p>小张这个夏天去游喀纳斯</p>', 2, '2023-05-12 13:12:27', '2023-05-12 13:12:27', 1);
INSERT INTO `exam_question_item` VALUES ('c0c2e6af88a4ae3036528b38dd79a892', '<p>小张这个夏天去游天池</p>', 3, '2023-05-12 13:12:27', '2023-05-12 13:12:27', 1);
INSERT INTO `exam_question_item` VALUES ('2c48bdb1ae494a81d4cc6810c502c749', '<p>小张这个夏天去游吐鲁番</p>', 4, '2023-05-12 13:12:27', '2023-05-12 13:12:27', 1);
INSERT INTO `exam_question_item` VALUES ('648c01c41199f640405b6fe0190a69d9', '<p>有机农业耕作方式更有助于保护生态环境</p>', 1, '2023-05-12 13:13:11', '2023-05-12 13:13:11', 1);
INSERT INTO `exam_question_item` VALUES ('41b0c8a60c639c7ba7756d025ca5c39b', '<p>许多科技节目都在推广有机农业耕作方式</p>', 2, '2023-05-12 13:13:11', '2023-05-12 13:13:11', 1);
INSERT INTO `exam_question_item` VALUES ('e78fd6d5eb5f6e3b12298d8361cc7a69', '<p>有机农业生产出的农作物市场售价远高于传统农业</p>', 3, '2023-05-12 13:13:11', '2023-05-12 13:13:11', 1);
INSERT INTO `exam_question_item` VALUES ('7cb494cfc5d832a51e0aa84569e00737', '<p>对于少部分农作物而言，有机农业耕作并不会降低其产量</p>', 4, '2023-05-12 13:13:11', '2023-05-12 13:13:11', 1);
INSERT INTO `exam_question_item` VALUES ('c9101721f573f46e06684bb2962d4bb0', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">国家行政机关</span></p>', 1, '2023-05-12 13:16:35', '2023-05-12 13:16:35', 1);
INSERT INTO `exam_question_item` VALUES ('b9bde1d96b9b3fd6406e4a96408fa267', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">国家立法机关</span></p>', 2, '2023-05-12 13:16:35', '2023-05-12 13:16:35', 1);
INSERT INTO `exam_question_item` VALUES ('696b75e57df7ee79c90a27ec4865eb8b', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">国家权力机关</span></p>', 3, '2023-05-12 13:16:35', '2023-05-12 13:16:35', 1);
INSERT INTO `exam_question_item` VALUES ('320a2c9078d5558c26ac944cb2ac1851', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">国家司法机关</span></p>', 4, '2023-05-12 13:16:35', '2023-05-12 13:16:35', 1);
INSERT INTO `exam_question_item` VALUES ('f92bd96f3e319022a38e076c40354a40', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">家庭经营</span></p>', 1, '2023-05-12 13:17:15', '2023-05-12 13:17:15', 1);
INSERT INTO `exam_question_item` VALUES ('e0bb36b261e16543fd3cb8abf8abd905', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">集体经营</span></p>', 2, '2023-05-12 13:17:15', '2023-05-12 13:17:15', 1);
INSERT INTO `exam_question_item` VALUES ('449e569db513260ea742b42960d282f8', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">合作经营</span></p>', 3, '2023-05-12 13:17:15', '2023-05-12 13:17:15', 1);
INSERT INTO `exam_question_item` VALUES ('f75e9a8c71d26815bbe4a590b8e69630', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">企业经营</span></p>', 4, '2023-05-12 13:17:15', '2023-05-12 13:17:15', 1);
INSERT INTO `exam_question_item` VALUES ('b90abc9524e36c751e746c98c996a66f', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">支部委员会</span></p>', 1, '2023-05-12 13:18:08', '2023-05-12 13:18:08', 1);
INSERT INTO `exam_question_item` VALUES ('74537df21427376bb3a2085bd85c7205', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">基层委员会</span></p>', 2, '2023-05-12 13:18:08', '2023-05-12 13:18:08', 1);
INSERT INTO `exam_question_item` VALUES ('93dd5023c0308d59e90db84fd6eb9d8d', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">地方委员会</span></p>', 3, '2023-05-12 13:18:08', '2023-05-12 13:18:08', 1);
INSERT INTO `exam_question_item` VALUES ('1273450069ef181fd2d21e45d43878ce', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">中央委员会</span></p>', 4, '2023-05-12 13:18:08', '2023-05-12 13:18:08', 1);
INSERT INTO `exam_question_item` VALUES ('00b7cffdfee5f5c1f801bed305ce0204', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">李某的妻子</span></p>', 1, '2023-05-12 13:18:59', '2023-05-12 13:18:59', 1);
INSERT INTO `exam_question_item` VALUES ('7ec638cdd21164cce3e78374fd5a07fe', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">李某的父亲</span></p>', 2, '2023-05-12 13:18:59', '2023-05-12 13:18:59', 1);
INSERT INTO `exam_question_item` VALUES ('fe4c74927e774b22effda874597c2254', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">李某的哥哥</span></p>', 3, '2023-05-12 13:18:59', '2023-05-12 13:18:59', 1);
INSERT INTO `exam_question_item` VALUES ('1a1b056c5c6340556821293444e71e22', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">李某的朋友</span></p>', 4, '2023-05-12 13:18:59', '2023-05-12 13:18:59', 1);
INSERT INTO `exam_question_item` VALUES ('2d76f4febd18bda698270958795dfd6c', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">养成</span></p>', 1, '2023-05-12 13:20:42', '2023-05-12 13:20:42', 1);
INSERT INTO `exam_question_item` VALUES ('87f3e3c4d62fba932cb7fa78675c4d7b', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">形成</span></p>', 2, '2023-05-12 13:20:42', '2023-05-12 13:20:42', 1);
INSERT INTO `exam_question_item` VALUES ('b377433abd71b9c010014d9182793168', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">造成</span></p>', 3, '2023-05-12 13:20:42', '2023-05-12 13:20:42', 1);
INSERT INTO `exam_question_item` VALUES ('330f1d1307c75a59ed3bbc8ac2adc4bb', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">变成</span></p>', 4, '2023-05-12 13:20:42', '2023-05-12 13:20:42', 1);
INSERT INTO `exam_question_item` VALUES ('a6bbb6ad9c6fa1f306ee2b03d43f5931', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">转移</span></p>', 1, '2023-05-12 13:21:14', '2023-05-12 13:21:14', 1);
INSERT INTO `exam_question_item` VALUES ('1760567df5e3b880fda2352529e93be8', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">转化</span></p>', 2, '2023-05-12 13:21:14', '2023-05-12 13:21:14', 1);
INSERT INTO `exam_question_item` VALUES ('cda6c512c17ac274db4093af21efa15f', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">转型</span></p>', 3, '2023-05-12 13:21:14', '2023-05-12 13:21:14', 1);
INSERT INTO `exam_question_item` VALUES ('465051a6d40c536bb0482752b3426f6b', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">转换</span></p>', 4, '2023-05-12 13:21:14', '2023-05-12 13:21:14', 1);
INSERT INTO `exam_question_item` VALUES ('8f3ecf1752a271c20b6462c3a40fc973', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">亮点回应</span></p>', 1, '2023-05-12 13:21:57', '2023-05-12 13:21:57', 1);
INSERT INTO `exam_question_item` VALUES ('7d2f4d807c2a0ccc3697fea21bfa65ea', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">特点回应</span></p>', 2, '2023-05-12 13:21:57', '2023-05-12 13:21:57', 1);
INSERT INTO `exam_question_item` VALUES ('c6c0bbcb6b9c3b51e75b662c623919bf', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">特点回复</span></p>', 3, '2023-05-12 13:21:57', '2023-05-12 13:21:57', 1);
INSERT INTO `exam_question_item` VALUES ('25938d86bbe968b7af08fbbd3de15539', '<p><span style=\"color: rgb(22, 22, 22); font-family: 微软雅黑;\">亮点回复</span></p>', 4, '2023-05-12 13:21:57', '2023-05-12 13:21:57', 1);
INSERT INTO `exam_question_item` VALUES ('e564a7010a8a454b577794450ef9442b', '<p>1</p>', 2, '2023-05-12 14:26:38', '2023-05-12 14:26:38', 1);
INSERT INTO `exam_question_item` VALUES ('5e7f0c23c20ff2d1c7139feca2225c12', '<p>2</p>', 3, '2023-05-12 14:26:38', '2023-05-12 14:26:38', 1);
INSERT INTO `exam_question_item` VALUES ('67dabf39a314355e72faece9d3235d94', '<p>3</p>', 4, '2023-05-12 14:26:38', '2023-05-12 14:26:38', 1);
INSERT INTO `exam_question_item` VALUES ('dca554589b0339212ab970c6a81c0b5b', '<p> 完善碳排放统计核算制度，健全碳排放权市场交易制度</p>', 2, '2023-05-12 14:26:51', '2023-05-12 14:26:51', 1);
INSERT INTO `exam_question_item` VALUES ('75e758673d2c8e31e51c12c83b52593d', '<p>立足我国能源资源禀赋，坚持先破后立，有计划分步骤实施碳达峰行动</p>', 3, '2023-05-12 14:26:51', '2023-05-12 14:26:51', 1);
INSERT INTO `exam_question_item` VALUES ('4b08a0679d33ae79a4f04f2b9f2c0348', '<p>推动能源清洁低碳高效利用，推进工业、建筑、交通等领域清洁低碳转型</p>', 4, '2023-05-12 14:26:51', '2023-05-12 14:26:51', 1);
INSERT INTO `exam_question_item` VALUES ('633d361c34ec305edd94cff9694126bf', '<p>完善能源消耗总量和强度调控，重点控制化石能源消费，逐步转向碳排放总量和强度“双控\"制度</p>', 5, '2023-05-12 14:26:51', '2023-05-12 14:26:51', 1);
INSERT INTO `exam_question_item` VALUES ('ffeb11499129cd86902f23ac35adfd39', '<p>4</p>', 5, '2023-05-12 14:27:08', '2023-05-12 14:27:08', 1);
INSERT INTO `exam_question_item` VALUES ('7b7cfbda5cb85e7dea3ed84109620c77', '<p>3</p>', 4, '2023-05-12 14:27:08', '2023-05-12 14:27:08', 1);
INSERT INTO `exam_question_item` VALUES ('2447d8e8a3a4d44e326aee0e869605ab', '<p>2</p>', 3, '2023-05-12 14:27:08', '2023-05-12 14:27:08', 1);
INSERT INTO `exam_question_item` VALUES ('0aafccd4c4c757180716e1e530b79577', '<p>1</p>', 2, '2023-05-12 14:27:07', '2023-05-12 14:27:07', 1);
INSERT INTO `exam_question_item` VALUES ('eced3c040f13c471f261292f5af19adc', '<p>2</p>', 4, '2023-05-12 14:27:45', '2023-05-12 14:27:45', 1);
INSERT INTO `exam_question_item` VALUES ('6be08cdfa0f76e3476a62ed9ed238a6c', '<p>4</p>', 2, '2023-05-12 14:27:45', '2023-05-12 14:27:45', 1);
INSERT INTO `exam_question_item` VALUES ('9a74b9435c38c3704b86147be9882e91', '<p>3</p>', 3, '2023-05-12 14:27:45', '2023-05-12 14:27:45', 1);
INSERT INTO `exam_question_item` VALUES ('5be6a3a1374d015196eb27eec5e3f613', '<p>4</p>', 5, '2023-05-12 14:26:38', '2023-05-12 14:26:38', 1);
INSERT INTO `exam_question_item` VALUES ('a929d341372b62da2ea4518df2898020', '<p>1</p>', 5, '2023-05-12 14:27:45', '2023-05-12 14:27:45', 1);
INSERT INTO `exam_question_item` VALUES ('9b33406025ade7fcb260f12f79f45f46', '<p>双歧杆菌是一种对人体有益的细菌</p>', 1, '2023-05-12 14:31:09', '2023-05-12 14:31:09', 1);
INSERT INTO `exam_question_item` VALUES ('427ce076385cfddebcccb031ad92ceb8', '<p>感染幽门螺杆菌会导致急性肠胃炎</p>', 2, '2023-05-12 14:31:09', '2023-05-12 14:31:09', 1);
INSERT INTO `exam_question_item` VALUES ('50f046f5eed0ed40d38c995e3e1194fc', '<p>食用不熟的鸡蛋可能感染沙门氏菌</p>', 3, '2023-05-12 14:31:09', '2023-05-12 14:31:09', 1);
INSERT INTO `exam_question_item` VALUES ('ce79a27bbc9dcf56b76681c548b0891f', '<p>豆科植物根部的根瘤菌有固氮作用</p>', 4, '2023-05-12 14:31:09', '2023-05-12 14:31:09', 1);
INSERT INTO `exam_question_item` VALUES ('4a5c221081a508e82f095a41767f5d16', '<p>广州农民运动讲习所旧址--毛泽东曾在此担任农民运动讲习所所长</p>', 1, '2023-05-12 14:32:21', '2023-05-12 14:32:21', 1);
INSERT INTO `exam_question_item` VALUES ('9df943889e196a800342cc4026077911', '<p>秋收起义文家市会师旧址--红军在此确立了“十六字诀“游击战术</p>', 2, '2023-05-12 14:32:21', '2023-05-12 14:32:21', 1);
INSERT INTO `exam_question_item` VALUES ('44f4d94e8723f72df4ca103e536be5b5', '<p>北京大学红楼--李大钊曾在此传播马克思主义和民主科学进步思想</p>', 3, '2023-05-12 14:32:21', '2023-05-12 14:32:21', 1);
INSERT INTO `exam_question_item` VALUES ('83160ec8c6dfeaa652c5524a8a107a0c', '<p>八路军总司令部旧址--彭德怀等人在此直接布置和指挥了百团大战</p>', 4, '2023-05-12 14:32:21', '2023-05-12 14:32:21', 1);
INSERT INTO `exam_question_item` VALUES ('b838af5c1b49fb7a6be3e5989134e385', '<p> “夏之时\"指的是著名历法《大衍历》</p>', 1, '2023-05-12 14:33:25', '2023-05-12 14:33:25', 1);
INSERT INTO `exam_question_item` VALUES ('029cec66a6076a5aa332bf5d7df095f3', '<p>“辂”指的是车子，“冕\"指的是礼帽</p>', 2, '2023-05-12 14:33:25', '2023-05-12 14:33:25', 1);
INSERT INTO `exam_question_item` VALUES ('b3e3d6b4d8b5416320204552da5c29c5', '<p>“乘殷之辂\"与\"殷鉴不远\"涉及同一朝代</p>', 3, '2023-05-12 14:33:25', '2023-05-12 14:33:25', 1);
INSERT INTO `exam_question_item` VALUES ('1536131ec5b77095b3b7bf40b019e2d9', '<p> 《论语》是记录孔子及其弟子言行的语录文集</p>', 4, '2023-05-12 14:33:25', '2023-05-12 14:33:25', 1);
INSERT INTO `exam_question_item` VALUES ('ebdde81f1325594573eca012c5461446', '<p>小区业主未经国家有关机关审批，不得将自住用房改为民宿用房</p>', 1, '2023-05-12 14:34:36', '2023-05-12 14:34:36', 1);
INSERT INTO `exam_question_item` VALUES ('c4251f3b78e1e1287b0c03fbcc6ec319', '<p>小区业主未经小区物业公司和业主委员会同意，不得将自住用房改为民宿用房</p>', 2, '2023-05-12 14:34:36', '2023-05-12 14:34:36', 1);
INSERT INTO `exam_question_item` VALUES ('bd7d7b937cb0df0f490c6a18150a127f', '<p>小区业主未经有利害关系的其他业主一致同意，不得将自住用房改为民宿用房</p>', 3, '2023-05-12 14:34:36', '2023-05-12 14:34:36', 1);
INSERT INTO `exam_question_item` VALUES ('0661af8db048a875b3e55518c05b81ab', '<p>小区业主未经三分之二以上有利害关系的其他业主同意，不得将自住用房改为民宿用房</p>', 4, '2023-05-12 14:34:36', '2023-05-12 14:34:36', 1);
INSERT INTO `exam_question_item` VALUES ('9665c25b5c1e253d8c0d6acad460f8c4', '<p>艾某收养李某女儿的行为继续有效</p>', 1, '2023-05-12 14:35:28', '2023-05-12 14:35:28', 1);
INSERT INTO `exam_question_item` VALUES ('3db0449d160c2abe2a0cea620aefc777', '<p>李某可以向法院申请撤销死亡宣告</p>', 2, '2023-05-12 14:35:28', '2023-05-12 14:35:28', 1);
INSERT INTO `exam_question_item` VALUES ('d1a68df621be22d86ff7c42391e90770', '<p>李某与盛某的婚姻关系不能自行恢复</p>', 3, '2023-05-12 14:35:28', '2023-05-12 14:35:28', 1);
INSERT INTO `exam_question_item` VALUES ('1ea2246009cdff905d931db708449394', '<p>李某在2020年1月至2022年8月期间实施的民事法律行为无效</p>', 4, '2023-05-12 14:35:28', '2023-05-12 14:35:28', 1);
INSERT INTO `exam_question_item` VALUES ('0a1989d6c22a50b3ed450f479920e1d4', '<p>地球系统的主要能量来源是太阳</p>', 1, '2023-05-12 14:36:25', '2023-05-12 14:36:25', 1);
INSERT INTO `exam_question_item` VALUES ('6939e0fafd14af6339c811ecb1e212c4', '<p> 地球系统具有绝对的独立性和封闭性</p>', 2, '2023-05-12 14:36:25', '2023-05-12 14:36:25', 1);
INSERT INTO `exam_question_item` VALUES ('a7945e776cb5b668b4bc1dde90773bc2', '<p>生态系统发生改变时不会影响地球系统的平衡</p>', 3, '2023-05-12 14:36:25', '2023-05-12 14:36:25', 1);
INSERT INTO `exam_question_item` VALUES ('f0375f97f57fe37669aca0f937c1a4d4', '<p>与海水和大气相比，板块发生改变的时间比较短</p>', 4, '2023-05-12 14:36:25', '2023-05-12 14:36:25', 1);
INSERT INTO `exam_question_item` VALUES ('8699e8e361555791f1f686fe3c3ec117', '<p>天干和地支的数目相同</p>', 1, '2023-05-12 14:37:28', '2023-05-12 14:37:28', 1);
INSERT INTO `exam_question_item` VALUES ('ecff143f79fcedf7170bf8317915f0c5', '<p>生肖与地支可以一一对应</p>', 2, '2023-05-12 14:37:28', '2023-05-12 14:37:28', 1);
INSERT INTO `exam_question_item` VALUES ('199f09a2436bf2bcd7b093a2441420bd', '<p>黄道十二宫以天干命名</p>', 3, '2023-05-12 14:37:28', '2023-05-12 14:37:28', 1);
INSERT INTO `exam_question_item` VALUES ('af5e40aa65409508dd9fa6ada635d34d', '<p>干支纪年周期为12周年</p>', 4, '2023-05-12 14:37:29', '2023-05-12 14:37:29', 1);
INSERT INTO `exam_question_item` VALUES ('5810358750eb9a40bc1459b1f4cb2e1a', '<p>起源于长江流域，是我国农历的重要组成部分</p>', 1, '2023-05-12 14:38:20', '2023-05-12 14:38:20', 1);
INSERT INTO `exam_question_item` VALUES ('6b920a120d913b2ce2b0057a99fdfbd7', '<p>立夏时北半球的白昼时间最长，且越往北越长</p>', 2, '2023-05-12 14:38:20', '2023-05-12 14:38:20', 1);
INSERT INTO `exam_question_item` VALUES ('2ec38b9bd8b527bfe4371b162d3c1751', '<p>是通过观察地球周年运动形成的时间知识体系</p>', 3, '2023-05-12 14:38:20', '2023-05-12 14:38:20', 1);
INSERT INTO `exam_question_item` VALUES ('fde416251c68842806a9c90afa737514', '<p>春分日太阳直射地球赤道，南北半球昼夜平分</p>', 4, '2023-05-12 14:38:20', '2023-05-12 14:38:20', 1);
INSERT INTO `exam_question_item` VALUES ('6a2636aea2abb5d020017f8a8ebdfc28', '<p>《梦溪笔谈》原文摘录</p>', 1, '2023-05-12 14:39:11', '2023-05-12 14:39:11', 1);
INSERT INTO `exam_question_item` VALUES ('86bec23d6e1e04a4860b5580d94abb88', '<p>“磕头机\"的三维模型</p>', 2, '2023-05-12 14:39:11', '2023-05-12 14:39:11', 1);
INSERT INTO `exam_question_item` VALUES ('d97eba2c91db54b08d74489509258e2b', '<p>沥青的生产流程示意图</p>', 3, '2023-05-12 14:39:11', '2023-05-12 14:39:11', 1);
INSERT INTO `exam_question_item` VALUES ('9baa3e1ed55b3c75e1d1bdfd862576d3', '<p>湖南省油田增产的喜报</p>', 4, '2023-05-12 14:39:11', '2023-05-12 14:39:11', 1);
INSERT INTO `exam_question_item` VALUES ('48754ccfd3917129ce5ca2e3c1021cae', '<p>百米赛跑时运动员起跑快是指起跑加速度大</p>', 1, '2023-05-12 14:39:59', '2023-05-12 14:39:59', 1);
INSERT INTO `exam_question_item` VALUES ('cc9b4737ee70e5e67faa7c9e1ab0264c', '<p> 拔河比赛时获胜一方对绳子的拉力更大一些</p>', 2, '2023-05-12 14:39:59', '2023-05-12 14:39:59', 1);
INSERT INTO `exam_question_item` VALUES ('76f85a90db1789c87e16cefd7d0a96be', '<p>举重比赛时运动员手上擦些\"镁粉”目的是吸湿，增大摩擦力</p>', 3, '2023-05-12 14:39:59', '2023-05-12 14:39:59', 1);
INSERT INTO `exam_question_item` VALUES ('0f579b541d01d81799e288dcc04391e1', '<p>跳高比赛时会垫厚厚的垫子，是为了减小运动员落地时所受的冲击力</p>', 4, '2023-05-12 14:39:59', '2023-05-12 14:39:59', 1);
INSERT INTO `exam_question_item` VALUES ('1c331529f8320aac2c5a8e9dc3afd7a8', '<p>目前新式风力发电机发出的电通常为交流电</p>', 1, '2023-05-12 14:40:47', '2023-05-12 14:40:47', 1);
INSERT INTO `exam_question_item` VALUES ('b3d32683b0bd0845c9050574d0e0758a', '<p>风力发电的功率大小只取决于发电机的功率</p>', 2, '2023-05-12 14:40:47', '2023-05-12 14:40:47', 1);
INSERT INTO `exam_question_item` VALUES ('c9066c5a39fb801d20e7b2e79c98a69c', '<p>风力发电机组主要由风轮、发电机和塔筒组成</p>', 3, '2023-05-12 14:40:47', '2023-05-12 14:40:47', 1);
INSERT INTO `exam_question_item` VALUES ('4aa9951694e1a5f5b8494cf51c86b9ee', '<p>全球风能总量远远超过可开发利用的水能总量</p>', 4, '2023-05-12 14:40:47', '2023-05-12 14:40:47', 1);
INSERT INTO `exam_question_item` VALUES ('aea1c4d244454ac943a46644f389d058', '<p>举一反三</p>', 1, '2023-05-12 14:42:09', '2023-05-12 14:42:09', 1);
INSERT INTO `exam_question_item` VALUES ('43c1f0e80bbbf51d76a413464a84af97', '<p>一蹴而就</p>', 2, '2023-05-12 14:42:09', '2023-05-12 14:42:09', 1);
INSERT INTO `exam_question_item` VALUES ('b32e5fd9a3ef5df5417a64a8a2042abe', '<p>融会贯通</p>', 3, '2023-05-12 14:42:09', '2023-05-12 14:42:09', 1);
INSERT INTO `exam_question_item` VALUES ('219c78c992583a789c491118686e4282', '<p>见微知著</p>', 4, '2023-05-12 14:42:09', '2023-05-12 14:42:09', 1);
INSERT INTO `exam_question_item` VALUES ('cf22e3a53381bb9cfbbe07f438a02965', '<p>照猫画虎</p>', 1, '2023-05-12 14:43:59', '2023-05-12 14:43:59', 1);
INSERT INTO `exam_question_item` VALUES ('19830117bd75b0e2d4f9dd940a09a913', '<p>老生常谈</p>', 2, '2023-05-12 14:43:59', '2023-05-12 14:43:59', 1);
INSERT INTO `exam_question_item` VALUES ('7f9c511f281db0cb20dd94317790a3e7', '<p>因循守旧</p>', 3, '2023-05-12 14:44:00', '2023-05-12 14:44:00', 1);
INSERT INTO `exam_question_item` VALUES ('afff8a71ad23a0af23f395a78b922efc', '<p>千篇一律</p>', 4, '2023-05-12 14:44:00', '2023-05-12 14:44:00', 1);
INSERT INTO `exam_question_item` VALUES ('e6e627ec1886fec1463a071035d4cd62', '<p>人言籍籍</p>', 1, '2023-05-12 14:46:03', '2023-05-12 14:46:03', 1);
INSERT INTO `exam_question_item` VALUES ('5889becde4f9d252a78a3623605e7f35', '<p>众口钰金</p>', 2, '2023-05-12 14:46:03', '2023-05-12 14:46:03', 1);
INSERT INTO `exam_question_item` VALUES ('73255b246598c04f5bb5e7c8de2dd6ab', '<p>三人成虎</p>', 3, '2023-05-12 14:46:03', '2023-05-12 14:46:03', 1);
INSERT INTO `exam_question_item` VALUES ('54b804f191dc5048ffcf2f88aa950961', '<p>流言蜚语</p>', 4, '2023-05-12 14:46:03', '2023-05-12 14:46:03', 1);
INSERT INTO `exam_question_item` VALUES ('6a4beb5ab329dbab6b8331be47079e1f', '<p>设立、相辅相成</p>', 1, '2023-05-12 14:47:35', '2023-05-12 14:47:35', 1);
INSERT INTO `exam_question_item` VALUES ('536f868fd35ed9a945ad40e335492185', '<p>创造、相得益彰</p>', 2, '2023-05-12 14:47:35', '2023-05-12 14:47:35', 1);
INSERT INTO `exam_question_item` VALUES ('9de658ac6b4002198a0712baca555bfc', '<p>生成、引人入胜</p>', 3, '2023-05-12 14:47:35', '2023-05-12 14:47:35', 1);
INSERT INTO `exam_question_item` VALUES ('9578e66ea97e5889d3467efc164dfad2', '<p>展现、此呼彼应</p>', 4, '2023-05-12 14:47:35', '2023-05-12 14:47:35', 1);
INSERT INTO `exam_question_item` VALUES ('badf67f3f7d9becc92e036eaa6db40c5', '<p>情有独钟、妨碍</p>', 1, '2023-05-12 14:48:55', '2023-05-12 14:48:55', 1);
INSERT INTO `exam_question_item` VALUES ('3cf47acbc6af9423e5465096ea81d8eb', '<p>不屑一顾、阻止</p>', 2, '2023-05-12 14:48:55', '2023-05-12 14:48:55', 1);
INSERT INTO `exam_question_item` VALUES ('eb1d8ba90f085437a77ad09d9cf00209', '<p>背道而驰、助长</p>', 3, '2023-05-12 14:48:55', '2023-05-12 14:48:55', 1);
INSERT INTO `exam_question_item` VALUES ('1aed1e3051e1a705459bcdfd5ff2b9d0', '<p>一厢情愿、推动</p>', 4, '2023-05-12 14:48:55', '2023-05-12 14:48:55', 1);
INSERT INTO `exam_question_item` VALUES ('c215e6b4c71c9f1133dee63d1381e76e', '<p>转嫁、背影</p>', 1, '2023-05-12 14:50:05', '2023-05-12 14:50:05', 1);
INSERT INTO `exam_question_item` VALUES ('7191c4a50b4a73c832a60180b7403a0b', '<p> 改造、幻影</p>', 2, '2023-05-12 14:50:05', '2023-05-12 14:50:05', 1);
INSERT INTO `exam_question_item` VALUES ('542ac04e703d2a6303a66aa254a0819a', '<p>转换、倒影</p>', 3, '2023-05-12 14:50:05', '2023-05-12 14:50:05', 1);
INSERT INTO `exam_question_item` VALUES ('59f4f6ed246d5a14045d437b7ed2bc2d', '<p>转变、缩影</p>', 4, '2023-05-12 14:50:05', '2023-05-12 14:50:05', 1);
INSERT INTO `exam_question_item` VALUES ('45c8e4b5a2095e8481646579ec9252f9', '<p>无可厚非、整治</p>', 1, '2023-05-12 14:51:35', '2023-05-12 14:51:35', 1);
INSERT INTO `exam_question_item` VALUES ('1994bb5249c5270f233dcededc9b49b1', '<p>无可非议、疏导</p>', 2, '2023-05-12 14:51:35', '2023-05-12 14:51:35', 1);
INSERT INTO `exam_question_item` VALUES ('323fc55180da472c4c747b339a90bf32', '<p>天经地义、治理</p>', 3, '2023-05-12 14:51:35', '2023-05-12 14:51:35', 1);
INSERT INTO `exam_question_item` VALUES ('a8cf852aade28f4c4330c59f973d2689', '<p>情有可原、梳理</p>', 4, '2023-05-12 14:51:35', '2023-05-12 14:51:35', 1);
INSERT INTO `exam_question_item` VALUES ('099147314a94c24d235b3c7b35a388a4', '<p>龙飞凤舞、壮观</p>', 1, '2023-05-12 14:53:01', '2023-05-12 14:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('e8102ac7fd8972ecd836946a6a047eb5', '<p>天马行空、宏观</p>', 2, '2023-05-12 14:53:01', '2023-05-12 14:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('643f1b11e6c1081f2915b0f32bd99ba9', '<p>不拘一格、微观</p>', 3, '2023-05-12 14:53:01', '2023-05-12 14:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('559afd815595b6cb9e2750d73be38a0c', '<p>挥洒自如、乐观</p>', 4, '2023-05-12 14:53:01', '2023-05-12 14:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('95b0a3d84000be0ba16522ba31e45729', '<p>可亲、坚定</p>', 1, '2023-05-12 14:54:43', '2023-05-12 14:54:43', 1);
INSERT INTO `exam_question_item` VALUES ('2fea80b9cc2c4e045b0544a365a4b527', '<p>可爱、坚固</p>', 2, '2023-05-12 14:54:43', '2023-05-12 14:54:43', 1);
INSERT INTO `exam_question_item` VALUES ('1fcfff849de65b67a79d3c37d3439457', '<p>可敬、坚挺</p>', 3, '2023-05-12 14:54:43', '2023-05-12 14:54:43', 1);
INSERT INTO `exam_question_item` VALUES ('cec6a564b4c967b4ea47eb2e1583d98e', '<p>可贵、坚持</p>', 4, '2023-05-12 14:54:43', '2023-05-12 14:54:43', 1);
INSERT INTO `exam_question_item` VALUES ('9246f47cf83ef0ff68693ed9058f8222', '<p>时兴、微妙</p>', 1, '2023-05-12 14:56:25', '2023-05-12 14:56:25', 1);
INSERT INTO `exam_question_item` VALUES ('0e4122245894a1ef4eff795486dd1995', '<p>流量、精细</p>', 2, '2023-05-12 14:56:25', '2023-05-12 14:56:25', 1);
INSERT INTO `exam_question_item` VALUES ('2ce28a2fca4c4f4037e1d5776f83b6fb', '<p>套路、巧妙</p>', 3, '2023-05-12 14:56:25', '2023-05-12 14:56:25', 1);
INSERT INTO `exam_question_item` VALUES ('ae273be1b6610f1de3a113c8740c5918', '<p>流俗、精妙</p>', 4, '2023-05-12 14:56:25', '2023-05-12 14:56:25', 1);
INSERT INTO `exam_question_item` VALUES ('e62573752640ce5861130be1b276a80f', '<p>浩若烟海、不值一提</p>', 1, '2023-05-12 14:57:32', '2023-05-12 14:57:32', 1);
INSERT INTO `exam_question_item` VALUES ('f6ecce1206d9826ba331fb82645e697f', '<p>源远流长、无足轻重</p>', 2, '2023-05-12 14:57:32', '2023-05-12 14:57:32', 1);
INSERT INTO `exam_question_item` VALUES ('ba118e140e6cc1aa3003c989e65d347d', '<p>绚丽多彩、平淡无奇</p>', 3, '2023-05-12 14:57:32', '2023-05-12 14:57:32', 1);
INSERT INTO `exam_question_item` VALUES ('d7795a130cc93a53b68e5c8ad4206198', '<p>洋洋大观微乎其微</p>', 4, '2023-05-12 14:57:32', '2023-05-12 14:57:32', 1);
INSERT INTO `exam_question_item` VALUES ('ff93fd25d84164ce8338625a7ddb9c3e', '<p>经久不衰、百听不厌</p>', 1, '2023-05-12 15:00:09', '2023-05-12 15:00:09', 1);
INSERT INTO `exam_question_item` VALUES ('74c6fa7357014522d721dc0ca975c45b', '<p>生生不息、脍炙人口</p>', 2, '2023-05-12 15:00:09', '2023-05-12 15:00:09', 1);
INSERT INTO `exam_question_item` VALUES ('d1e8259e4a06449b0823db047deb7033', '<p>历久弥新、耳熟能详</p>', 3, '2023-05-12 15:00:09', '2023-05-12 15:00:09', 1);
INSERT INTO `exam_question_item` VALUES ('e90e6877f616b0b0e48ed27492e7c02d', '<p>耳目一新、喜闻乐见</p>', 4, '2023-05-12 15:00:09', '2023-05-12 15:00:09', 1);
INSERT INTO `exam_question_item` VALUES ('52c1cacc7bdf82098b2c33e96ab57a30', '<p>久远、重构、分割</p>', 1, '2023-05-12 15:01:35', '2023-05-12 15:01:35', 1);
INSERT INTO `exam_question_item` VALUES ('b8ec18c22a94ed4a25bb196b15309785', '<p>深远、解构、分离</p>', 2, '2023-05-12 15:01:35', '2023-05-12 15:01:35', 1);
INSERT INTO `exam_question_item` VALUES ('cafd4bc0a965f045d211caddea4064e4', '<p>永久、重建、分隔</p>', 3, '2023-05-12 15:01:36', '2023-05-12 15:01:36', 1);
INSERT INTO `exam_question_item` VALUES ('2c420183931eae1b125bf16c6fa8c2c2', '<p>长久、创新、分裂</p>', 4, '2023-05-12 15:01:36', '2023-05-12 15:01:36', 1);
INSERT INTO `exam_question_item` VALUES ('b5d0b59c76b78b210bbb737592cf2df8', '<p>奴役、骚乱、毅力</p>', 1, '2023-05-12 15:03:02', '2023-05-12 15:03:02', 1);
INSERT INTO `exam_question_item` VALUES ('83b92fa7285b5b3dcd1ff5b666fcf562', '<p>束缚、骚动、耐力</p>', 2, '2023-05-12 15:03:02', '2023-05-12 15:03:02', 1);
INSERT INTO `exam_question_item` VALUES ('8e32ce59c6088da1324d6d8e23d3c1e2', '<p>局限、扰乱、致力</p>', 3, '2023-05-12 15:03:02', '2023-05-12 15:03:02', 1);
INSERT INTO `exam_question_item` VALUES ('f0e47b298c1428c7af7a66b6e7a76a01', '<p>限制、扰动、定力</p>', 4, '2023-05-12 15:03:02', '2023-05-12 15:03:02', 1);
INSERT INTO `exam_question_item` VALUES ('fd62227e78495dd9c3041058920775fb', '<p>写就、改善、举足轻重</p>', 1, '2023-05-12 15:04:44', '2023-05-12 15:04:44', 1);
INSERT INTO `exam_question_item` VALUES ('005ae9a93dfe580b497fc8d0c72aed14', '<p>造就、改变、举重若轻</p>', 2, '2023-05-12 15:04:44', '2023-05-12 15:04:44', 1);
INSERT INTO `exam_question_item` VALUES ('dc33d8cb0a0caea3308b873315bef5c7', '<p>成就、提升、才轻任重</p>', 3, '2023-05-12 15:04:44', '2023-05-12 15:04:44', 1);
INSERT INTO `exam_question_item` VALUES ('0c324f0f5c3e3af13e4afba5088688b0', '<p>铺就、提高、无足轻重</p>', 4, '2023-05-12 15:04:44', '2023-05-12 15:04:44', 1);
INSERT INTO `exam_question_item` VALUES ('6b722789253823c192ff8c185aa62188', '<p>批驳净化、未雨绸缪</p>', 1, '2023-05-12 15:06:39', '2023-05-12 15:06:39', 1);
INSERT INTO `exam_question_item` VALUES ('75a6ae8257f617c15c0be774ba413773', '<p>抵制维护、重中之重</p>', 2, '2023-05-12 15:06:39', '2023-05-12 15:06:39', 1);
INSERT INTO `exam_question_item` VALUES ('a7607ae088f866d9c7d1f5a417ada1d8', '<p>对抗清理、居安思危</p>', 3, '2023-05-12 15:06:39', '2023-05-12 15:06:39', 1);
INSERT INTO `exam_question_item` VALUES ('2f3cf1f83b7d1dceab016cd5857f48c1', '<p>拆穿建设、防微杜渐</p>', 4, '2023-05-12 15:06:39', '2023-05-12 15:06:39', 1);
INSERT INTO `exam_question_item` VALUES ('7f0fb648f5a89b4043f64bd313f29758', '<p>不适、忽略、习惯</p>', 1, '2023-05-12 15:08:44', '2023-05-12 15:08:44', 1);
INSERT INTO `exam_question_item` VALUES ('ca6198d504099ac1bf52035b50882e08', '<p>反感、抵消、专注</p>', 2, '2023-05-12 15:08:44', '2023-05-12 15:08:44', 1);
INSERT INTO `exam_question_item` VALUES ('9f2b861b7bf183dbdff08c3ec4561978', '<p>体验、消解、聚焦</p>', 3, '2023-05-12 15:08:44', '2023-05-12 15:08:44', 1);
INSERT INTO `exam_question_item` VALUES ('62f66745d490cd3be3bd468db56b1257', '<p>认知、弱化、沉浸</p>', 4, '2023-05-12 15:08:45', '2023-05-12 15:08:45', 1);
INSERT INTO `exam_question_item` VALUES ('e2a7d5de980b01715b904c0ac17dcc14', '<p>深奥、超前、敏感</p>', 1, '2023-05-12 15:10:13', '2023-05-12 15:10:13', 1);
INSERT INTO `exam_question_item` VALUES ('f35aed7d14b8ba6ede9d7913c0aaeacf', '<p>先进、抽象、前卫</p>', 2, '2023-05-12 15:10:13', '2023-05-12 15:10:13', 1);
INSERT INTO `exam_question_item` VALUES ('c5919748a4cb9389ff9a3eaa6d871da7', '<p>艰深、晦涩、敏锐</p>', 3, '2023-05-12 15:10:13', '2023-05-12 15:10:13', 1);
INSERT INTO `exam_question_item` VALUES ('84b4785180709a38e1f7876a568904c8', '<p>高端、艰涩、容智</p>', 4, '2023-05-12 15:10:13', '2023-05-12 15:10:13', 1);
INSERT INTO `exam_question_item` VALUES ('b4e507ab398dc685ad695210c126ccdc', '<p>数字时代如何助力老年人“老有所安”</p>', 1, '2023-05-12 15:11:14', '2023-05-12 15:11:14', 1);
INSERT INTO `exam_question_item` VALUES ('739de1ff6b057087db6a6250e6e8690a', '<p>入网障碍引发了老年人抵触入网心理</p>', 2, '2023-05-12 15:11:14', '2023-05-12 15:11:14', 1);
INSERT INTO `exam_question_item` VALUES ('ac94db0167ee319339674eaf3d992048', '<p>互联网时代老年人上网面临多重困难</p>', 3, '2023-05-12 15:11:14', '2023-05-12 15:11:14', 1);
INSERT INTO `exam_question_item` VALUES ('991a02fb6a1498f49852177d4b804ad6', '<p>互联网的适应化改造仍存在探索空间</p><p><br></p>', 4, '2023-05-12 15:11:14', '2023-05-12 15:11:14', 1);
INSERT INTO `exam_question_item` VALUES ('80710fa512c8b584c3a67f9684b5758b', '<p>地方保护主义难以根除</p>', 1, '2023-05-12 15:12:09', '2023-05-12 15:12:09', 1);
INSERT INTO `exam_question_item` VALUES ('e49ad32f5aa5242faae821de6e0a6a17', '<p>国内大循环存在堵点</p>', 2, '2023-05-12 15:12:09', '2023-05-12 15:12:09', 1);
INSERT INTO `exam_question_item` VALUES ('4675a6fb60f172827788890f22ff45ad', '<p>有些地方产业的产能严重过剩</p>', 3, '2023-05-12 15:12:09', '2023-05-12 15:12:09', 1);
INSERT INTO `exam_question_item` VALUES ('8f93533f46ff8434e78bc63fb7a0b139', '<p>地方保护范围主要在商品领域</p>', 4, '2023-05-12 15:12:09', '2023-05-12 15:12:09', 1);
INSERT INTO `exam_question_item` VALUES ('5ef6ef4a74b87a7d4038898d70892b5d', '<p>不同品种的狗在行为上有很大差异</p>', 1, '2023-05-12 15:18:33', '2023-05-12 15:18:33', 1);
INSERT INTO `exam_question_item` VALUES ('f0a9dcf6e1d3ba228da049fa592c77a9', '<p>犬类的行为变化可以用品种来解释</p>', 2, '2023-05-12 15:18:33', '2023-05-12 15:18:33', 1);
INSERT INTO `exam_question_item` VALUES ('1f794bfedab4d3bf6cf1dba28b636946', '<p>不能根据狗的品种来预测它的行为</p>', 3, '2023-05-12 15:18:33', '2023-05-12 15:18:33', 1);
INSERT INTO `exam_question_item` VALUES ('50361fdf41b07ad47832d3472cb2b2bc', '<p>狗的攻击性可能与遗传没什么关系</p>', 4, '2023-05-12 15:18:33', '2023-05-12 15:18:33', 1);
INSERT INTO `exam_question_item` VALUES ('61e3307ec5ae7eee3a08ddae1844e258', '<p>许多昆虫对振动非常敏感</p>', 1, '2023-05-12 15:19:39', '2023-05-12 15:19:39', 1);
INSERT INTO `exam_question_item` VALUES ('e6e7e46f01ee4604acc695f410390191', '<p>为什么动物能够预知灾难</p>', 2, '2023-05-12 15:19:39', '2023-05-12 15:19:39', 1);
INSERT INTO `exam_question_item` VALUES ('c84b70d040aab86f150192fcd8f150c0', '<p>许多动物拥有敏锐的感官</p>', 3, '2023-05-12 15:19:39', '2023-05-12 15:19:39', 1);
INSERT INTO `exam_question_item` VALUES ('bdde2183aa1435aec72fce177f6fce04', '<p>动物感知的频率远超人类</p>', 4, '2023-05-12 15:19:39', '2023-05-12 15:19:39', 1);
INSERT INTO `exam_question_item` VALUES ('b1c067cb7833010aef70ed77e474102b', '<p>化石燃料燃烧带来的影响</p>', 1, '2023-05-12 15:22:38', '2023-05-12 15:22:38', 1);
INSERT INTO `exam_question_item` VALUES ('4b6bf08fdd68eb9b7fb30d3074a5c742', '<p>放射性碳年代测定的原理</p>', 2, '2023-05-12 15:22:39', '2023-05-12 15:22:39', 1);
INSERT INTO `exam_question_item` VALUES ('b507cc765c60111339707846ca14c024', '<p>如何分辨物品的年代属性</p>', 3, '2023-05-12 15:22:39', '2023-05-12 15:22:39', 1);
INSERT INTO `exam_question_item` VALUES ('3536d75ddd996ab20b046a011b5bdf68', '<p>“碳定年”可能不再准确</p>', 4, '2023-05-12 15:22:39', '2023-05-12 15:22:39', 1);
INSERT INTO `exam_question_item` VALUES ('14952fd3c772d943747424d156f03e0d', '<p>②⑥④③⑤①</p>', 1, '2023-05-12 15:24:30', '2023-05-12 15:24:30', 1);
INSERT INTO `exam_question_item` VALUES ('c85fd8b7900b89c2f95180925d560b4a', '<p>②④⑥③①⑤</p>', 2, '2023-05-12 15:24:30', '2023-05-12 15:24:30', 1);
INSERT INTO `exam_question_item` VALUES ('5c7053222a688fb520ea26f274cf4487', '<p>③⑤①②⑥④</p>', 3, '2023-05-12 15:24:30', '2023-05-12 15:24:30', 1);
INSERT INTO `exam_question_item` VALUES ('250e77acb154c4140c37261323cc68dc', '<p>③①⑤②④⑥</p>', 4, '2023-05-12 15:24:31', '2023-05-12 15:24:31', 1);
INSERT INTO `exam_question_item` VALUES ('188bc83c166a94db1d43c2e09a8db77d', '<p>①②④⑤⑥③</p>', 1, '2023-05-12 15:27:34', '2023-05-12 15:27:34', 1);
INSERT INTO `exam_question_item` VALUES ('4d6398b3c7f6c8fd08eb3e0eb59fbee7', '<p>②③④①⑥⑤</p>', 2, '2023-05-12 15:27:34', '2023-05-12 15:27:34', 1);
INSERT INTO `exam_question_item` VALUES ('56bf428281e290f7682cfc1c0dcdf41c', '<p>③①⑥④⑤②</p>', 3, '2023-05-12 15:27:34', '2023-05-12 15:27:34', 1);
INSERT INTO `exam_question_item` VALUES ('19947bb0dfec9158b83d14ea250de85a', '<p>④②①⑤③⑥</p>', 4, '2023-05-12 15:27:34', '2023-05-12 15:27:34', 1);
INSERT INTO `exam_question_item` VALUES ('7271d8254ee5906c5ef64725b319711a', '<p>现代社会通常会依照差序格局决定办事的难易程度</p>', 1, '2023-05-12 15:29:10', '2023-05-12 15:29:10', 1);
INSERT INTO `exam_question_item` VALUES ('93c7aa4f51b845a792d8d53e5fe35bd7', '<p>市场经济需要习俗礼节与乡规民约保障交易的进行</p>', 2, '2023-05-12 15:29:10', '2023-05-12 15:29:10', 1);
INSERT INTO `exam_question_item` VALUES ('f0d305adae0ebe8a9d122b02f66052bd', '<p>熟人社会是以家族亲属关系为主轴的社会网络关系</p>', 3, '2023-05-12 15:29:10', '2023-05-12 15:29:10', 1);
INSERT INTO `exam_question_item` VALUES ('d6bc289668b90cab70215336d0fcbfd2', '<p>现代社会人际关系的维系更依赖规约和法律的作用</p>', 4, '2023-05-12 15:29:10', '2023-05-12 15:29:10', 1);
INSERT INTO `exam_question_item` VALUES ('1345921375f79d917cd611706eceb99d', '<p>消除城乡差距依靠小镇发展</p>', 1, '2023-05-12 15:30:11', '2023-05-12 15:30:11', 1);
INSERT INTO `exam_question_item` VALUES ('2a8dd5799ccfa40eb0f951fb2ce5e2df', '<p>乡村与城市存在巨大的差距</p>', 2, '2023-05-12 15:30:11', '2023-05-12 15:30:11', 1);
INSERT INTO `exam_question_item` VALUES ('cda4b7d624ff2a9041c6f0445bd88f5f', '<p>小镇使乡村获得了财富生机</p>', 3, '2023-05-12 15:30:11', '2023-05-12 15:30:11', 1);
INSERT INTO `exam_question_item` VALUES ('ac71f0e4ad9cd25177cd8ad4537e5f92', '<p>小镇于城市乡村之间的意义</p>', 4, '2023-05-12 15:30:11', '2023-05-12 15:30:11', 1);
INSERT INTO `exam_question_item` VALUES ('297b79b3c253584b4535ba629ce09258', '<p>这些变化反映了文化产品的更新换代</p>', 1, '2023-05-12 15:31:22', '2023-05-12 15:31:22', 1);
INSERT INTO `exam_question_item` VALUES ('c4f771a3d9b41a25188eb92b6bef37e3', '<p>新技术带来了文化消费场景的转场与创新</p>', 2, '2023-05-12 15:31:22', '2023-05-12 15:31:22', 1);
INSERT INTO `exam_question_item` VALUES ('cfd85451226386c2f05be8d7a30a9e1f', '<p>这一新动态折射了文化消费的深化与转型</p>', 3, '2023-05-12 15:31:22', '2023-05-12 15:31:22', 1);
INSERT INTO `exam_question_item` VALUES ('308840dd23697f899421a491d2e47ad4', '<p>这意味着新型博物馆成为旅游打卡的网红</p>', 4, '2023-05-12 15:31:22', '2023-05-12 15:31:22', 1);
INSERT INTO `exam_question_item` VALUES ('dc59d9ac34ef3f29beace21991e50981', '<p>文化数字化是人们精神文化需求的结果</p>', 1, '2023-05-12 15:32:18', '2023-05-12 15:32:18', 1);
INSERT INTO `exam_question_item` VALUES ('7d7906fff7d54b8600287d81fcaf510e', '<p>文化资源数据的开发与交易要以人为本</p>', 2, '2023-05-12 15:32:18', '2023-05-12 15:32:18', 1);
INSERT INTO `exam_question_item` VALUES ('795111b6700f2f96af455e84ba8c97ae', '<p>民众应共享文化数字化所带来的利益</p>', 3, '2023-05-12 15:32:18', '2023-05-12 15:32:18', 1);
INSERT INTO `exam_question_item` VALUES ('1223b7ce37e89359241c2a9529b98e28', '<p>数字化是促进民众共同富裕的新动力</p>', 4, '2023-05-12 15:32:18', '2023-05-12 15:32:18', 1);
INSERT INTO `exam_question_item` VALUES ('3156cc05b163d18c8c01c27567db7f04', '<p>丹尼索瓦人和尼安德特人之间的基因关系更为密切</p>', 1, '2023-05-12 15:33:15', '2023-05-12 15:33:15', 1);
INSERT INTO `exam_question_item` VALUES ('ae2396f01ffbbcf571489e0e5bb5c846', '<p>丹尼索瓦人、尼安德特人与智人共同进化成现代人</p>', 2, '2023-05-12 15:33:15', '2023-05-12 15:33:15', 1);
INSERT INTO `exam_question_item` VALUES ('b34a63aff2f9c27ff012cfdd5b32d112', '<p>尼安德特人与丹尼索瓦人是人类祖先智人之前的种群</p>', 3, '2023-05-12 15:33:15', '2023-05-12 15:33:15', 1);
INSERT INTO `exam_question_item` VALUES ('d15718ee7ec9313e6ca2de502f81358e', '<p>现代人身上有丹尼索瓦人、尼安德特人和智人的基因</p>', 4, '2023-05-12 15:33:15', '2023-05-12 15:33:15', 1);
INSERT INTO `exam_question_item` VALUES ('807cf4352bc6c12e36dcbdcf8903217f', '<p>叶绿素的形成有两种不同的模式</p>', 1, '2023-05-12 15:34:23', '2023-05-12 15:34:23', 1);
INSERT INTO `exam_question_item` VALUES ('32a59080e2d5ff1b67b2412e66d239d9', '<p>裸子植物依赖光反应形成叶绿素</p>', 2, '2023-05-12 15:34:24', '2023-05-12 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('02e3584f0281d163877ea75ebb59c646', '<p>莲子心的叶绿素合成需要光参与</p>', 3, '2023-05-12 15:34:24', '2023-05-12 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('2bf0310c35796aa96f2ff05ae6671aa2', '<p>莲子有裸子植物的两个编码基因</p>', 4, '2023-05-12 15:34:24', '2023-05-12 15:34:24', 1);
INSERT INTO `exam_question_item` VALUES ('a6b1ce3a6b7785f39306d86faea739f3', '<p>传统村落和乡村风貌的价值是多元丰富的</p>', 1, '2023-05-12 15:35:22', '2023-05-12 15:35:22', 1);
INSERT INTO `exam_question_item` VALUES ('c047897423eb62e317a685096c93d63f', '<p>传统村落治理模式对城市建设有借鉴意义</p>', 2, '2023-05-12 15:35:22', '2023-05-12 15:35:22', 1);
INSERT INTO `exam_question_item` VALUES ('7c0ec3dbacb386a383f3bbe182aed005', '<p>保护传统村落是推进乡村振兴的重要举措</p>', 3, '2023-05-12 15:35:22', '2023-05-12 15:35:22', 1);
INSERT INTO `exam_question_item` VALUES ('6c0c0bca05fd540bb8c5a8da0b0d6904', '<p>乡村振兴促进经济发展并承载传统的延续</p>', 4, '2023-05-12 15:35:22', '2023-05-12 15:35:22', 1);
INSERT INTO `exam_question_item` VALUES ('0690faefc880bacee59fabf664571f35', '<p>做决策时，不考虑时间因素</p>', 1, '2023-05-12 15:36:18', '2023-05-12 15:36:18', 1);
INSERT INTO `exam_question_item` VALUES ('77c83273226c0aae28e774c4b10bbfd8', '<p>不考虑延迟满足，选择享受当下</p>', 2, '2023-05-12 15:36:18', '2023-05-12 15:36:18', 1);
INSERT INTO `exam_question_item` VALUES ('c41a98d97b7deea65bbd44ee0a4b1223', '<p>做决策时，随机选择现在或者未来事项</p>', 3, '2023-05-12 15:36:18', '2023-05-12 15:36:18', 1);
INSERT INTO `exam_question_item` VALUES ('dc5fcd936f9cb92c2a768d701b4cbe95', '<p>在不同的时间点上选一个平均\"时间折扣”</p>', 4, '2023-05-12 15:36:18', '2023-05-12 15:36:18', 1);
INSERT INTO `exam_question_item` VALUES ('ab73d49a85e46821739af0a46ef69154', '<p>人口的自由流动是城镇化的基础</p>', 1, '2023-05-12 15:37:22', '2023-05-12 15:37:22', 1);
INSERT INTO `exam_question_item` VALUES ('8089c25d13d09858aebaa27c80a0fc09', '<p>发展区域城市建设吸引人口回流</p>', 2, '2023-05-12 15:37:22', '2023-05-12 15:37:22', 1);
INSERT INTO `exam_question_item` VALUES ('ee6b4eff16f6294353e8a8120f68c908', '<p>城市的发展红利应为建设者们共享</p>', 3, '2023-05-12 15:37:22', '2023-05-12 15:37:22', 1);
INSERT INTO `exam_question_item` VALUES ('68da5d8bd406a1cbf9a456d951361658', '<p>县域城镇化需要实事求是精准施策</p>', 4, '2023-05-12 15:37:22', '2023-05-12 15:37:22', 1);
INSERT INTO `exam_question_item` VALUES ('bcfc6ade86d16042fd0dc1e2ee27c493', '<p>形成于同一时期的艺术样式</p>', 1, '2023-05-12 15:38:16', '2023-05-12 15:38:16', 1);
INSERT INTO `exam_question_item` VALUES ('8203af9c274fdd0c2795e4dff2b12b6c', '<p>相通的笔墨丹青与审美意境</p>', 2, '2023-05-12 15:38:16', '2023-05-12 15:38:16', 1);
INSERT INTO `exam_question_item` VALUES ('e6c3d78d234ac92597713c7d20509519', '<p>共同的精神内涵与艺术形式</p>', 3, '2023-05-12 15:38:16', '2023-05-12 15:38:16', 1);
INSERT INTO `exam_question_item` VALUES ('07679c3e933f8218e0572e4161cb4ab2', '<p>同属于中国的独特文化范式</p>', 4, '2023-05-12 15:38:16', '2023-05-12 15:38:16', 1);
INSERT INTO `exam_question_item` VALUES ('d09a9fc4df435f2450b7b63d5510849d', '<p>强调长期饮酒对健康的严重危害</p>', 1, '2023-05-12 15:39:27', '2023-05-12 15:39:27', 1);
INSERT INTO `exam_question_item` VALUES ('e7cafbee444906c3df52009038ead9bd', '<p>纠正人们对饮酒危害的错误认识</p>', 2, '2023-05-12 15:39:27', '2023-05-12 15:39:27', 1);
INSERT INTO `exam_question_item` VALUES ('4c7d5d4ea03a942138a709f975320690', '<p>探讨痴呆症与饮食习惯之间的关联</p>', 3, '2023-05-12 15:39:27', '2023-05-12 15:39:27', 1);
INSERT INTO `exam_question_item` VALUES ('b24fa637ecf1b0914a802c556fb83a49', '<p>介绍关于饮酒危害健康的研究结论</p>', 4, '2023-05-12 15:39:27', '2023-05-12 15:39:27', 1);
INSERT INTO `exam_question_item` VALUES ('0cd86b9a966e6b53350f5fd04511c7d9', '<p>120</p>', 1, '2023-05-12 15:40:37', '2023-05-12 15:40:37', 1);
INSERT INTO `exam_question_item` VALUES ('f2db61283c3f3d33665e828790d79ef0', '<p>125</p>', 2, '2023-05-12 15:40:38', '2023-05-12 15:40:38', 1);
INSERT INTO `exam_question_item` VALUES ('cf2f3ffc5e03e03a0e0c774c2d1eb49a', '<p>130</p>', 3, '2023-05-12 15:40:38', '2023-05-12 15:40:38', 1);
INSERT INTO `exam_question_item` VALUES ('1bd56b2c6338d22056d3138234637d28', '<p>150</p>', 4, '2023-05-12 15:40:38', '2023-05-12 15:40:38', 1);
INSERT INTO `exam_question_item` VALUES ('4667b7c3a727244d797ad3060d0a2d4c', '<p>242</p>', 1, '2023-05-12 15:41:35', '2023-05-12 15:41:35', 1);
INSERT INTO `exam_question_item` VALUES ('7412336d2c4cf1dd8fb82d4767d08660', '<p>243</p>', 2, '2023-05-12 15:41:35', '2023-05-12 15:41:35', 1);
INSERT INTO `exam_question_item` VALUES ('73c980f9031ec56fb33535a525949c80', '<p>245</p>', 3, '2023-05-12 15:41:35', '2023-05-12 15:41:35', 1);
INSERT INTO `exam_question_item` VALUES ('d8b570e3a63b22106708b5a75f598412', '<p>246</p>', 4, '2023-05-12 15:41:35', '2023-05-12 15:41:35', 1);
INSERT INTO `exam_question_item` VALUES ('fb62a1c611217ade8483233d0245ce8c', '<p>1/6</p>', 1, '2023-05-12 15:44:18', '2023-05-12 15:44:18', 1);
INSERT INTO `exam_question_item` VALUES ('3f5ada3b3307334b14ecefc8d826cb1d', '<p>1/3</p>', 2, '2023-05-12 15:44:19', '2023-05-12 15:44:19', 1);
INSERT INTO `exam_question_item` VALUES ('112a567790f4b74fba05df147c2f86d4', '<p>1/2</p>', 3, '2023-05-12 15:44:19', '2023-05-12 15:44:19', 1);
INSERT INTO `exam_question_item` VALUES ('9ddfc3b60ada62fb3fa6a5ba6f75060d', '<p>7/13</p>', 4, '2023-05-12 15:44:19', '2023-05-12 15:44:19', 1);
INSERT INTO `exam_question_item` VALUES ('ceb570b2fe01d9e4fc666c256c489761', '<p>6</p>', 1, '2023-05-12 15:45:27', '2023-05-12 15:45:27', 1);
INSERT INTO `exam_question_item` VALUES ('cff883f7a97d9c9065883896a5a54a20', '<p>7</p>', 2, '2023-05-12 15:45:27', '2023-05-12 15:45:27', 1);
INSERT INTO `exam_question_item` VALUES ('60343f872835418e9bd1255184c1bef7', '<p>8</p>', 3, '2023-05-12 15:45:27', '2023-05-12 15:45:27', 1);
INSERT INTO `exam_question_item` VALUES ('14c44758c103c8c5a43945045b3e1064', '<p>9</p>', 4, '2023-05-12 15:45:27', '2023-05-12 15:45:27', 1);
INSERT INTO `exam_question_item` VALUES ('e3713a9a15806b10ec90845a2b45d6fe', '<p>44</p>', 4, '2023-05-12 16:03:41', '2023-05-12 16:03:41', 1);
INSERT INTO `exam_question_item` VALUES ('c29a120e3c91254a85e9bb3204575dd0', '<p>24</p>', 2, '2023-05-12 16:03:41', '2023-05-12 16:03:41', 1);
INSERT INTO `exam_question_item` VALUES ('537d537afb04a7a2a3f6006b6f58bf67', '<p>32</p>', 3, '2023-05-12 16:03:41', '2023-05-12 16:03:41', 1);
INSERT INTO `exam_question_item` VALUES ('6b0196df1a01da7b8189c9be17d28183', '<p>48</p>', 5, '2023-05-12 16:03:41', '2023-05-12 16:03:41', 1);
INSERT INTO `exam_question_item` VALUES ('224c0d3df41b217bf63d8d4d420224ed', '<p>39</p>', 1, '2023-05-12 16:05:16', '2023-05-12 16:05:16', 1);
INSERT INTO `exam_question_item` VALUES ('3d646378adef66d7dc095915056c001f', '<p>40</p>', 2, '2023-05-12 16:05:16', '2023-05-12 16:05:16', 1);
INSERT INTO `exam_question_item` VALUES ('fcd597d24832c78e9e7bb67cbb6adffd', '<p>50</p>', 3, '2023-05-12 16:05:16', '2023-05-12 16:05:16', 1);
INSERT INTO `exam_question_item` VALUES ('82b3dce9a34adf41862472ab99f023c4', '<p>51</p>', 4, '2023-05-12 16:05:16', '2023-05-12 16:05:16', 1);
INSERT INTO `exam_question_item` VALUES ('3e48f041cd85a3aa4a4c54e496d329ba', '<p>62.5%</p>', 1, '2023-05-12 16:07:22', '2023-05-12 16:07:22', 1);
INSERT INTO `exam_question_item` VALUES ('524dd8b7899595fa008ce0b1b1fc7b59', '<p>50%</p>', 2, '2023-05-12 16:07:22', '2023-05-12 16:07:22', 1);
INSERT INTO `exam_question_item` VALUES ('c3a9adf0403e447a006de57b456ec2fe', '<p>37.5%</p>', 3, '2023-05-12 16:07:22', '2023-05-12 16:07:22', 1);
INSERT INTO `exam_question_item` VALUES ('a1f26325725b72c8237f09f768134a2f', '<p>25%</p>', 4, '2023-05-12 16:07:22', '2023-05-12 16:07:22', 1);
INSERT INTO `exam_question_item` VALUES ('8c55a34f6ca9937952d026ece20c75e7', '<p>325</p>', 1, '2023-05-12 16:08:40', '2023-05-12 16:08:40', 1);
INSERT INTO `exam_question_item` VALUES ('b0b27e5c66a3516979c2b1d6fd4b45d5', '<p>361</p>', 2, '2023-05-12 16:08:40', '2023-05-12 16:08:40', 1);
INSERT INTO `exam_question_item` VALUES ('84e5b80dfa1f9bdfc7ba4723b5e4cf6d', '<p>415</p>', 3, '2023-05-12 16:08:40', '2023-05-12 16:08:40', 1);
INSERT INTO `exam_question_item` VALUES ('2a391a47c3963eb75c2be4e833235eb7', '<p>469</p>', 4, '2023-05-12 16:08:40', '2023-05-12 16:08:40', 1);
INSERT INTO `exam_question_item` VALUES ('11aa06b0090cbd530de2a2ee859864f3', '<p>9</p>', 1, '2023-05-12 16:10:03', '2023-05-12 16:10:03', 1);
INSERT INTO `exam_question_item` VALUES ('49bf7f3c34c5d11b3211c962ea849102', '<p>12</p>', 2, '2023-05-12 16:10:03', '2023-05-12 16:10:03', 1);
INSERT INTO `exam_question_item` VALUES ('29e82318cfe4e15deb75bfc2cdaba478', '<p>27</p>', 3, '2023-05-12 16:10:03', '2023-05-12 16:10:03', 1);
INSERT INTO `exam_question_item` VALUES ('31b5a1c11f039942ce2221f9b4ed7f8a', '<p>36</p>', 4, '2023-05-12 16:10:03', '2023-05-12 16:10:03', 1);
INSERT INTO `exam_question_item` VALUES ('43f7e700a355714d75fe1db8422a2fe8', '<p>1862</p>', 1, '2023-05-12 16:11:20', '2023-05-12 16:11:20', 1);
INSERT INTO `exam_question_item` VALUES ('5997b6698404323f1d40393add8d600d', '<p>1880</p>', 2, '2023-05-12 16:11:20', '2023-05-12 16:11:20', 1);
INSERT INTO `exam_question_item` VALUES ('ed90b82c6964d312576932a872c4e493', '<p>1950</p>', 3, '2023-05-12 16:11:20', '2023-05-12 16:11:20', 1);
INSERT INTO `exam_question_item` VALUES ('05c26c71202fb7c4ec2f41873ff2d4bf', '<p>1960</p>', 4, '2023-05-12 16:11:20', '2023-05-12 16:11:20', 1);
INSERT INTO `exam_question_item` VALUES ('56fee7ff309d3f1f23b017b323895238', '<p>甲错乙对</p>', 1, '2023-05-12 16:12:18', '2023-05-12 16:12:18', 1);
INSERT INTO `exam_question_item` VALUES ('20e9636879273ca97c9f2711077837e3', '<p>甲错乙错</p>', 2, '2023-05-12 16:12:18', '2023-05-12 16:12:18', 1);
INSERT INTO `exam_question_item` VALUES ('ed2ce8b7d63f0e8e3789ae6bdf38f992', '<p>甲对乙错</p>', 3, '2023-05-12 16:12:18', '2023-05-12 16:12:18', 1);
INSERT INTO `exam_question_item` VALUES ('432d6cd0e6ed5db5bb49fe297f4c5492', '<p>甲对乙对</p>', 4, '2023-05-12 16:12:18', '2023-05-12 16:12:18', 1);
INSERT INTO `exam_question_item` VALUES ('d57333adfd89f0e46c7a461793809328', '<p>7</p>', 1, '2023-05-12 16:13:30', '2023-05-12 16:13:30', 1);
INSERT INTO `exam_question_item` VALUES ('288302693fe209bbcc7c2a95a15058be', '<p>8</p>', 2, '2023-05-12 16:13:30', '2023-05-12 16:13:30', 1);
INSERT INTO `exam_question_item` VALUES ('fa1a2431c97f0687e0670a67f1fae903', '<p>9</p>', 3, '2023-05-12 16:13:30', '2023-05-12 16:13:30', 1);
INSERT INTO `exam_question_item` VALUES ('9d5cc834729020da88dc5ffcd6c6cce4', '<p>10</p>', 4, '2023-05-12 16:13:30', '2023-05-12 16:13:30', 1);
INSERT INTO `exam_question_item` VALUES ('586f93a6cb34e5f0935b16d25d7b722b', '<p>重元素的汇聚形成恒星和行星</p>', 1, '2023-05-12 16:14:48', '2023-05-12 16:14:48', 1);
INSERT INTO `exam_question_item` VALUES ('f8a6ff453b715abc21874dcd9105cf05', '<p>太阳系源于一颗超新星的爆发</p>', 2, '2023-05-12 16:14:48', '2023-05-12 16:14:48', 1);
INSERT INTO `exam_question_item` VALUES ('6dfbba8ca6b8acae3517cde8804182aa', '<p>宇宙来自亿万年前的超新星爆发</p>', 3, '2023-05-12 16:14:48', '2023-05-12 16:14:48', 1);
INSERT INTO `exam_question_item` VALUES ('5fcbbb9663ef0e48a77d13892b5151fa', '<p>超新星爆发产生孕育恒星的星云</p>', 4, '2023-05-12 16:14:48', '2023-05-12 16:14:48', 1);
INSERT INTO `exam_question_item` VALUES ('392c191fafaf2a6e475837306902ebb2', '<p>①②③，④⑤⑥</p>', 1, '2023-05-12 16:16:13', '2023-05-12 16:16:13', 1);
INSERT INTO `exam_question_item` VALUES ('ac0e910a8d520a2afa52d9982e8d7ffe', '<p>①②⑤，③④⑥</p>', 2, '2023-05-12 16:16:13', '2023-05-12 16:16:13', 1);
INSERT INTO `exam_question_item` VALUES ('f7669edde948a9fd316e704709827ba7', '<p> ①②⑥，③④⑤</p>', 3, '2023-05-12 16:16:13', '2023-05-12 16:16:13', 1);
INSERT INTO `exam_question_item` VALUES ('01da899dae61242617d9628c088e7190', '<p>①④⑥，②③⑤</p>', 4, '2023-05-12 16:16:13', '2023-05-12 16:16:13', 1);
INSERT INTO `exam_question_item` VALUES ('d00f1f41db2161df885a6b51c21fbc9c', '<p>A</p>', 1, '2023-05-12 16:17:11', '2023-05-12 16:17:11', 1);
INSERT INTO `exam_question_item` VALUES ('04b972b95235c39eec0a4d89cfae3d04', '<p>B</p>', 2, '2023-05-12 16:17:11', '2023-05-12 16:17:11', 1);
INSERT INTO `exam_question_item` VALUES ('c01b69b1f700cecee6d731536f86e593', '<p>C</p>', 3, '2023-05-12 16:17:11', '2023-05-12 16:17:11', 1);
INSERT INTO `exam_question_item` VALUES ('7e5c94f8da4511e6de5adbb8ab523adb', '<p>D</p>', 4, '2023-05-12 16:17:11', '2023-05-12 16:17:11', 1);
INSERT INTO `exam_question_item` VALUES ('14c3b7dc06c479be6309fea70e962d3b', '<p>254</p>', 1, '2023-05-12 16:18:25', '2023-05-12 16:18:25', 1);
INSERT INTO `exam_question_item` VALUES ('5612356320d9ef11ffdb7eae7605ca7c', '<p>235</p>', 2, '2023-05-12 16:18:25', '2023-05-12 16:18:25', 1);
INSERT INTO `exam_question_item` VALUES ('6607d54ce9312d3e2309656b2c78180d', '<p>432</p>', 3, '2023-05-12 16:18:25', '2023-05-12 16:18:25', 1);
INSERT INTO `exam_question_item` VALUES ('602f345bc0ecea9175019cd6bc5b5c23', '<p>215</p>', 4, '2023-05-12 16:18:25', '2023-05-12 16:18:25', 1);
INSERT INTO `exam_question_item` VALUES ('87545f133bd836c64bc059f70199351c', '<p>A</p>', 2, '2023-05-12 16:21:09', '2023-05-12 16:21:09', 1);
INSERT INTO `exam_question_item` VALUES ('c7fc4ada070b5ecd1e6d3929d86d1382', '<p>B</p>', 3, '2023-05-12 16:21:09', '2023-05-12 16:21:09', 1);
INSERT INTO `exam_question_item` VALUES ('a32038bd4c7c84baaa3cbebf38361016', '<p>C</p>', 4, '2023-05-12 16:21:09', '2023-05-12 16:21:09', 1);
INSERT INTO `exam_question_item` VALUES ('c52821014ed9102408ed66b195a6a500', '<p>D</p>', 5, '2023-05-12 16:21:09', '2023-05-12 16:21:09', 1);
INSERT INTO `exam_question_item` VALUES ('6f1914ae0d9089edf9a611bd59d67697', '<p>A</p>', 1, '2023-05-12 16:22:18', '2023-05-12 16:22:18', 1);
INSERT INTO `exam_question_item` VALUES ('ee8749e6beebae88caa802a5b1cfc2a2', '<p>B</p>', 2, '2023-05-12 16:22:18', '2023-05-12 16:22:18', 1);
INSERT INTO `exam_question_item` VALUES ('814c166ae21784546ddc6a32d80a295c', '<p>C</p>', 3, '2023-05-12 16:22:18', '2023-05-12 16:22:18', 1);
INSERT INTO `exam_question_item` VALUES ('b880faaf881f4bbfa50b52b249d03a70', '<p>D</p>', 4, '2023-05-12 16:22:18', '2023-05-12 16:22:18', 1);
INSERT INTO `exam_question_item` VALUES ('329293b3738df3d5991301197fd1a4f5', '<p>小张2017年从乡下来到省会城市做快递员，理想是在本市安家立业</p>', 1, '2023-05-12 16:30:18', '2023-05-12 16:30:18', 1);
INSERT INTO `exam_question_item` VALUES ('e23a41425217dda2695b389ccfe06ce1', '<p>老李夫妇在其女儿读书的大学附近租门面做生意，不打算回农村老家了</p>', 2, '2023-05-12 16:30:18', '2023-05-12 16:30:18', 1);
INSERT INTO `exam_question_item` VALUES ('e9022d49d8222f5d2abaf0a57c570a6f', '<p>小王2015年到市里工作，户口随即解决，今年想把多下父母接来同住</p>', 3, '2023-05-12 16:30:18', '2023-05-12 16:30:18', 1);
INSERT INTO `exam_question_item` VALUES ('5cfaa5ed15d5d4085a2b4ee2b36e7d5c', '<p>黄婆婆体弱多病，她女儿是大学副教授，把黄婆婆从农村接到自己家里治病养老</p>', 4, '2023-05-12 16:30:18', '2023-05-12 16:30:18', 1);
INSERT INTO `exam_question_item` VALUES ('b7a821acc9bbba4d236dd428c5271949', '<p>甲档案馆近期向社会开放经济、教育、科技、文化类档案查询</p>', 1, '2023-05-12 16:31:06', '2023-05-12 16:31:06', 1);
INSERT INTO `exam_question_item` VALUES ('74009c4a4a5f0db2be9b4b569a9c7076', '<p>乙知识网站从1999年开始向用户提供有偿资料查阅和下载服务</p>', 2, '2023-05-12 16:31:06', '2023-05-12 16:31:06', 1);
INSERT INTO `exam_question_item` VALUES ('546a5745db1569b470a2028b2c9bef32', '<p>丙资料库收录了从1995年至今的100多个社科专题全文复印资料</p>', 3, '2023-05-12 16:31:06', '2023-05-12 16:31:06', 1);
INSERT INTO `exam_question_item` VALUES ('143784c553d9944dddae85198f7097d5', '<p>丁单位的档案室决定建立档案工作责任制，依法健全档案管理制度</p>', 4, '2023-05-12 16:31:06', '2023-05-12 16:31:06', 1);
INSERT INTO `exam_question_item` VALUES ('d48a011668d60987696c6e341fdb6151', '<p>小周是建筑设计师，认为红砖建筑直接暴露建筑材料是“纯粹\"的表现，但小李却认为建筑物不加装修，外观蹩脚</p>', 1, '2023-05-12 16:32:30', '2023-05-12 16:32:30', 1);
INSERT INTO `exam_question_item` VALUES ('f414e291dd7cbdf2e67c34ba4926f1d1', '<p>小杨是生活在一座超大城市的老居民，经常在没有地图导航的情况从城市北边开车到南边去爬山</p>', 2, '2023-05-12 16:32:30', '2023-05-12 16:32:30', 1);
INSERT INTO `exam_question_item` VALUES ('1a4f3d2e9174f3dcb8b7fd63dbaa6282', '<p>小朱平时喜欢看介绍风景名胜的纪录片，特别是关于九寨沟的反复看了好多遍，当她第一次去九寨沟看到那些美景时，一种强烈的熟悉感涌上心头</p>', 3, '2023-05-12 16:32:30', '2023-05-12 16:32:30', 1);
INSERT INTO `exam_question_item` VALUES ('bb655a11ae502f843b5b30315cfef71e', '<p>小王是专业的地图测绘员，工作时开着装有摄像头和激光雷达的测绘车，对所到之处的街景进行测绘后获得测绘数据，最终形成一份高精度的数字化地图</p>', 4, '2023-05-12 16:32:30', '2023-05-12 16:32:30', 1);
INSERT INTO `exam_question_item` VALUES ('b3caf50ddc3fa4eb52f16fd4250f47aa', '<p>我国拍摄一部动画片动辄需上百万、数千万人民币资金，且产业链尚未完善，使得规模较小的甲动画投资公司只能望而却步</p>', 1, '2023-05-12 16:34:06', '2023-05-12 16:34:06', 1);
INSERT INTO `exam_question_item` VALUES ('5b42d980744619d68391dcc26f28e5ff', '<p>乙国汽车厂商在推出一款新车型之前，必须先由政府指定机构对车辆性能进行严格检验，未经检验或未通过检验的车型不得生产</p>', 2, '2023-05-12 16:34:06', '2023-05-12 16:34:06', 1);
INSERT INTO `exam_question_item` VALUES ('2e10f22f04dfdbeed82194534d15e558', '<p>丙公司在疫情期间看到线上卖菜的商机，在某市设置了多个卖点，但因许多行业巨头已在该城市运营多年，导致丙公司迟迟打不开市场</p>', 3, '2023-05-12 16:34:06', '2023-05-12 16:34:06', 1);
INSERT INTO `exam_question_item` VALUES ('2c046e685129e859db7738dd31ebff02', '<p>丁乳制品公司在某地市场占有量极大，随着该市乳制品消费量增加，小公司纷纷试水。在此情况下，丁公司经常靠低价促销来巩固市场地位</p>', 4, '2023-05-12 16:34:06', '2023-05-12 16:34:06', 1);
INSERT INTO `exam_question_item` VALUES ('04fcf6b1dff42a83175bfe2745badf84', '<p>下各类打车软件的推出，极大方便了人们的出行需求</p>', 1, '2023-05-12 16:35:11', '2023-05-12 16:35:11', 1);
INSERT INTO `exam_question_item` VALUES ('1895fbd53c2d7a21b3ee19e8f4abafb1', '<p>物流公司运用仓储机器人分拣包裹，既减少了人力成本又提升了效率</p>', 2, '2023-05-12 16:35:11', '2023-05-12 16:35:11', 1);
INSERT INTO `exam_question_item` VALUES ('cf5bd0278f0bde6527aeb627c8e51a59', '<p>人工智能数据分析在汽车生产线中得到广泛应用，极大提升了生产效率</p>', 3, '2023-05-12 16:35:11', '2023-05-12 16:35:11', 1);
INSERT INTO `exam_question_item` VALUES ('d96e23343da0f8d4513269676abc5e57', '<p>故官博物院推出的\"数字故官\"，让世界各地观众身临其境体验到参观故宫的乐趣</p>', 4, '2023-05-12 16:35:11', '2023-05-12 16:35:11', 1);
INSERT INTO `exam_question_item` VALUES ('bab7e27a494b6000f7ce0c58d7f689fc', '<p> 白发三千丈，缘愁似个长</p>', 1, '2023-05-12 16:36:09', '2023-05-12 16:36:09', 1);
INSERT INTO `exam_question_item` VALUES ('0e34044cacc5f15f711c5e84a7063be8', '<p>朱门酒肉臭，路有冻死骨</p>', 2, '2023-05-12 16:36:09', '2023-05-12 16:36:09', 1);
INSERT INTO `exam_question_item` VALUES ('1ed927affe060959ede7b711d44ebef4', '<p>春风得意马蹄疾，一日看尽长安花</p>', 3, '2023-05-12 16:36:09', '2023-05-12 16:36:09', 1);
INSERT INTO `exam_question_item` VALUES ('742f1f77de33eb509bedbfa61d15b9b9', '<p>却看妻子愁何在，漫卷诗书喜欲狂</p>', 4, '2023-05-12 16:36:09', '2023-05-12 16:36:09', 1);
INSERT INTO `exam_question_item` VALUES ('ddcbb5d218a066b9633ce08f3d801266', '<p>小朋友被空中飞舞的雪花所吸引，试着伸手去接</p>', 1, '2023-05-12 16:37:03', '2023-05-12 16:37:03', 1);
INSERT INTO `exam_question_item` VALUES ('e9743e9280ac786c32c60cd20efccc67', '<p>孩子看到父亲在房间打游戏，不由自主凑了上去</p>', 2, '2023-05-12 16:37:03', '2023-05-12 16:37:03', 1);
INSERT INTO `exam_question_item` VALUES ('88a723d542064601fa6d57d1a810a3e3', '<p>二年级的小学生遇到不认识的字会主动去查字典</p>', 3, '2023-05-12 16:37:03', '2023-05-12 16:37:03', 1);
INSERT INTO `exam_question_item` VALUES ('1341e1c3aef199c5cd7437b42269df27', '<p>老师通过课堂提问的方式督促学生进行自主思考</p>', 4, '2023-05-12 16:37:03', '2023-05-12 16:37:03', 1);
INSERT INTO `exam_question_item` VALUES ('dabdafdc35ea54b0461d1f3008848fd0', '<p>利用遥感数据绘制景观图像，评估某地区物种组成的丰富度</p>', 1, '2023-05-12 16:38:15', '2023-05-12 16:38:15', 1);
INSERT INTO `exam_question_item` VALUES ('23a6315d8377f05aa82dda40c3101d3c', '<p>采用野生鸟类(或蝴蝶)指数判断某区域生态系统的保护状态</p>', 2, '2023-05-12 16:38:15', '2023-05-12 16:38:15', 1);
INSERT INTO `exam_question_item` VALUES ('7812c640bd664b008a3a0942364bc43b', '<p>建立物种-面积关系模型，评估某栖息地丧失对特定生物种群的影响</p>', 3, '2023-05-12 16:38:15', '2023-05-12 16:38:15', 1);
INSERT INTO `exam_question_item` VALUES ('8b4ceea9871eff5cf4bc9d2ad61cc01f', '<p>选择地理因子将某地区划为5个生物大区、7个生物亚区和18个生物群区</p>', 4, '2023-05-12 16:38:15', '2023-05-12 16:38:15', 1);
INSERT INTO `exam_question_item` VALUES ('9825da5a55e017d8bc81d95640621686', '<p>小学教师∶民办教师：教师</p>', 1, '2023-05-12 16:40:31', '2023-05-12 16:40:31', 1);
INSERT INTO `exam_question_item` VALUES ('bbba11038d98c748d83c410c98c701d2', '<p>青年律师：民事律师：律师</p>', 2, '2023-05-12 16:40:31', '2023-05-12 16:40:31', 1);
INSERT INTO `exam_question_item` VALUES ('92dc161b7971fe80503a4069c89ffa7f', '<p>影视导演：网剧导演：导演</p>', 3, '2023-05-12 16:40:31', '2023-05-12 16:40:31', 1);
INSERT INTO `exam_question_item` VALUES ('80a348e15b1a0788c08f96b04069f29b', '<p>市规划：乡村规划：规划</p>', 4, '2023-05-12 16:40:31', '2023-05-12 16:40:31', 1);
INSERT INTO `exam_question_item` VALUES ('485b2130157f75ddd2a0ee5e8cae3988', '<p>渔民：捕捞：渔船</p>', 1, '2023-05-12 16:41:14', '2023-05-12 16:41:14', 1);
INSERT INTO `exam_question_item` VALUES ('8b2f5b59a15c28b4103a01fb4665040d', '<p>医生：住院：病人</p>', 2, '2023-05-12 16:41:14', '2023-05-12 16:41:14', 1);
INSERT INTO `exam_question_item` VALUES ('505b83efe4a0612ba7ed3e5bd86620b2', '<p>农民：播种：土地</p>', 3, '2023-05-12 16:41:14', '2023-05-12 16:41:14', 1);
INSERT INTO `exam_question_item` VALUES ('1ab7fc9a6a826e2540231809a41ed455', '<p>学生：阅读：课本</p>', 4, '2023-05-12 16:41:14', '2023-05-12 16:41:14', 1);
INSERT INTO `exam_question_item` VALUES ('7448eb2ef8045cc9f4e8f29ec2f99e05', '<p> 眼：口：手</p>', 1, '2023-05-12 16:42:03', '2023-05-12 16:42:03', 1);
INSERT INTO `exam_question_item` VALUES ('8b459a1824873fa595ed8489afeb263e', '<p> 年：月：日</p>', 2, '2023-05-12 16:42:03', '2023-05-12 16:42:03', 1);
INSERT INTO `exam_question_item` VALUES ('248d455efbbe24dc91ba6cfbe2afc7cb', '<p>天：时：秒</p>', 3, '2023-05-12 16:42:03', '2023-05-12 16:42:03', 1);
INSERT INTO `exam_question_item` VALUES ('8644de552abd2ff83b0cb782e58ce999', '<p> 孟：仲：季</p>', 4, '2023-05-12 16:42:03', '2023-05-12 16:42:03', 1);
INSERT INTO `exam_question_item` VALUES ('43e0001d1755bad44a8a35de07f8f951', '<p>磨砺：增长：才干</p>', 1, '2023-05-12 16:42:52', '2023-05-12 16:42:52', 1);
INSERT INTO `exam_question_item` VALUES ('e53af96241bd8e024e68fd8aa04fd044', '<p>实践：奉献：智慧</p>', 2, '2023-05-12 16:42:52', '2023-05-12 16:42:52', 1);
INSERT INTO `exam_question_item` VALUES ('2ebaafa88b0d56c513a1ec87657e2b31', '<p>知识：获取：阅读</p>', 3, '2023-05-12 16:42:52', '2023-05-12 16:42:52', 1);
INSERT INTO `exam_question_item` VALUES ('7340d717f2cf0a92d2a828a6f794c79a', '<p>思考：智慧：启迪</p>', 4, '2023-05-12 16:42:52', '2023-05-12 16:42:52', 1);
INSERT INTO `exam_question_item` VALUES ('c6c212345de44135c9f291bd7dfc6c1b', '<p>凤蝶：粉蝶：蝴蝶</p>', 1, '2023-05-12 16:43:40', '2023-05-12 16:43:40', 1);
INSERT INTO `exam_question_item` VALUES ('d9650ff41a51da65e19f68ed6ca36bc3', '<p>春茶：秋茶：茶馆</p>', 2, '2023-05-12 16:43:40', '2023-05-12 16:43:40', 1);
INSERT INTO `exam_question_item` VALUES ('c8436ef8dea04f11652d62bd084ba8a4', '<p>蔬菜：水果：果蔬</p>', 3, '2023-05-12 16:43:40', '2023-05-12 16:43:40', 1);
INSERT INTO `exam_question_item` VALUES ('f0f831bd90539ae2fd272535b6b87f8d', '<p>菊花：梅花：花卉</p>', 4, '2023-05-12 16:43:40', '2023-05-12 16:43:40', 1);
INSERT INTO `exam_question_item` VALUES ('28684542719b8b3462d26368acd123bf', '<p>网之一孔；德高望重</p>', 1, '2023-05-12 16:44:49', '2023-05-12 16:44:49', 1);
INSERT INTO `exam_question_item` VALUES ('9c11bb89ffc5db60a3491a7a7070341a', '<p>中流砥柱；达士通人</p>', 2, '2023-05-12 16:44:49', '2023-05-12 16:44:49', 1);
INSERT INTO `exam_question_item` VALUES ('ac07a952b2bdb31bfa2886ef5e2f439f', '<p>以一持万；才高行洁</p>', 3, '2023-05-12 16:44:49', '2023-05-12 16:44:49', 1);
INSERT INTO `exam_question_item` VALUES ('e0a1a4518410a7e6e04cef3d87526402', '<p>毛举细故；以德报怨</p>', 4, '2023-05-12 16:44:49', '2023-05-12 16:44:49', 1);
INSERT INTO `exam_question_item` VALUES ('eede877be313be7fbe67da23f0b2a58e', '<p>亭台楼阁；花鸟鱼虫</p>', 1, '2023-05-12 16:45:38', '2023-05-12 16:45:38', 1);
INSERT INTO `exam_question_item` VALUES ('d81781923c04604239fc27c0cd15e538', '<p>油盐酱醋；望闻问切</p>', 2, '2023-05-12 16:45:38', '2023-05-12 16:45:38', 1);
INSERT INTO `exam_question_item` VALUES ('f9609c489e957fd7a9aea51f36b605ce', '<p>王侯将相；山川河岳</p>', 3, '2023-05-12 16:45:38', '2023-05-12 16:45:38', 1);
INSERT INTO `exam_question_item` VALUES ('7feabfe3b41a23cc5c0a0643da6eb622', '<p> 锅碗瓢盆；笔墨纸砚</p>', 4, '2023-05-12 16:45:38', '2023-05-12 16:45:38', 1);
INSERT INTO `exam_question_item` VALUES ('44229d110378df9c14998d6faf1e5df0', '<p>拼搏向上；学而不思</p>', 1, '2023-05-12 16:46:34', '2023-05-12 16:46:34', 1);
INSERT INTO `exam_question_item` VALUES ('7cfdd532a59c087b68b0015c48205934', '<p>勤奋进取；空谈误国</p>', 2, '2023-05-12 16:46:34', '2023-05-12 16:46:34', 1);
INSERT INTO `exam_question_item` VALUES ('613628bc7786aa298b79e0f0c99420d8', '<p>自强不息；成就事业</p>', 3, '2023-05-12 16:46:34', '2023-05-12 16:46:34', 1);
INSERT INTO `exam_question_item` VALUES ('36995e0319d8a81b5da29afa6be044d1', '<p>勇于开拓；温故知新</p>', 4, '2023-05-12 16:46:34', '2023-05-12 16:46:34', 1);
INSERT INTO `exam_question_item` VALUES ('aec025ae9ea0248dc0defd8eb17551a7', '<p>受试者在饥饿状态下，能保持情绪愉悦的只有不到10%</p>', 1, '2023-05-12 16:47:17', '2023-05-12 16:47:17', 1);
INSERT INTO `exam_question_item` VALUES ('e698ae4132dcf96e7673ac6074a4324c', '<p>饥饿与更强烈的愤怒和易恼情绪以及更低的愉悦感有关</p>', 2, '2023-05-12 16:47:17', '2023-05-12 16:47:17', 1);
INSERT INTO `exam_question_item` VALUES ('441072cb53f95e3922e19f68a0342516', '<p>饥饿状态下的受试者，47%出现易恼情绪，44%出现愤怒情绪</p>', 3, '2023-05-12 16:47:17', '2023-05-12 16:47:17', 1);
INSERT INTO `exam_question_item` VALUES ('ab26464d067b56866531f32ee0653590', '<p>科学家早已知道饥饿会影响人的情绪，但才发现会导致\"饿怒”</p>', 4, '2023-05-12 16:47:17', '2023-05-12 16:47:17', 1);
INSERT INTO `exam_question_item` VALUES ('2d932dbfabb3842a106eca7f000bbf14', '<p>①④</p>', 1, '2023-05-12 16:48:16', '2023-05-12 16:48:16', 1);
INSERT INTO `exam_question_item` VALUES ('dda6a955ed457f976349308897662ed8', '<p>②③</p>', 2, '2023-05-12 16:48:16', '2023-05-12 16:48:16', 1);
INSERT INTO `exam_question_item` VALUES ('bf031d370e111edc8d69247f82e4dd75', '<p>①③④</p>', 3, '2023-05-12 16:48:16', '2023-05-12 16:48:16', 1);
INSERT INTO `exam_question_item` VALUES ('13440dab5d521c842bba01b460c7f14a', '<p>①②③④</p>', 4, '2023-05-12 16:48:16', '2023-05-12 16:48:16', 1);
INSERT INTO `exam_question_item` VALUES ('4b01b2d7692334d3eca51d14a3e5883b', '<p>研究证明，人脑的生长增大是由诸多因素引起的，而非由单一因素造成的</p>', 1, '2023-05-12 16:49:17', '2023-05-12 16:49:17', 1);
INSERT INTO `exam_question_item` VALUES ('51bf017e4b965a2cd797203e0ef0c1e5', '<p>在距今约百万年前的人类遗址中还遍布大象骨头，表明大象仍是捕食对象</p>', 2, '2023-05-12 16:49:17', '2023-05-12 16:49:17', 1);
INSERT INTO `exam_question_item` VALUES ('3f76084bf77943aa918abbdadc53c60c', '<p>脑组织完善，脑细胞数量增多，这是人类长期改造自然界和人自身的结果</p>', 3, '2023-05-12 16:49:17', '2023-05-12 16:49:17', 1);
INSERT INTO `exam_question_item` VALUES ('68b7a74ba05404a515444423ce18d589', '<p>哲学家认为，生产劳动促进了人脑生长增大及大脑形成和组织结构的完善</p>', 4, '2023-05-12 16:49:17', '2023-05-12 16:49:17', 1);
INSERT INTO `exam_question_item` VALUES ('099900c1164cc07c88c301cc725bd25e', '<p>只喝红茶而不在喝茶时加牛奶和糖的人患病风险更低</p>', 1, '2023-05-12 16:49:57', '2023-05-12 16:49:57', 1);
INSERT INTO `exam_question_item` VALUES ('08f183bc81e9bdb5e9f62af986d95503', '<p>既喝红茶又喝咖啡可乐等饮料的人死亡风险也会降低</p>', 2, '2023-05-12 16:49:57', '2023-05-12 16:49:57', 1);
INSERT INTO `exam_question_item` VALUES ('d7f15125b388863833ffbc24d4d6ded9', '<p>即使红茶摄入量较高也属于健康饮食，有益身体健康</p>', 3, '2023-05-12 16:49:57', '2023-05-12 16:49:57', 1);
INSERT INTO `exam_question_item` VALUES ('3832624e4e5ed8b85d65ca329e69a29d', '<p>每天喝两杯或更多红茶的人死亡风险降低了9%~13%</p>', 4, '2023-05-12 16:49:57', '2023-05-12 16:49:57', 1);
INSERT INTO `exam_question_item` VALUES ('509ef75d4490bc3537a1f1034d51ad23', '<p>基于植物的\"绿色\"饮食是能够有效降低温室气体排放的未来饮食策略</p>', 1, '2023-05-12 16:50:55', '2023-05-12 16:50:55', 1);
INSERT INTO `exam_question_item` VALUES ('db0a8af9d2ec64d1d3b40c2361abd22b', '<p>渔业应采用节能高效的捕捞技术，找出更多对气候友好的鱼饲料来源</p>', 2, '2023-05-12 16:50:55', '2023-05-12 16:50:55', 1);
INSERT INTO `exam_question_item` VALUES ('b4bb5f9dd3059fc839f15ec9aed2d940', '<p>有一半海产品的营养价值高于牛肉、猪肉和鸡肉，而温室气体排放较之更低</p>', 3, '2023-05-12 16:50:55', '2023-05-12 16:50:55', 1);
INSERT INTO `exam_question_item` VALUES ('ba65482b5dd52195779338adc8cb4352', '<p>野外捕捞的鲑鱼、鲱鱼和靖鱼等海产品，在相同营养价值下对气候影响小</p>', 4, '2023-05-12 16:50:55', '2023-05-12 16:50:55', 1);
INSERT INTO `exam_question_item` VALUES ('80dc45fa585d1d565cd2b7db9c3b50f4', '<p>对脑死亡的判定为间隔一天两次所测的脑电图呈直线，即脑电波消失，大脑功能处于完全及不可逆性丧失</p>', 1, '2023-05-12 16:52:04', '2023-05-12 16:52:04', 1);
INSERT INTO `exam_question_item` VALUES ('ec7a767f16fa1802adc31cbc7ae04f86', '<p>猪在死后血液便停止循环流动，血液也就不能为其机体的各种细胞提供营养物质和氧气，细胞就会死亡</p>', 2, '2023-05-12 16:52:04', '2023-05-12 16:52:04', 1);
INSERT INTO `exam_question_item` VALUES ('66bca0a57ca6c9b216adc4453d18753f', '<p>从一般意义上看，哺乳动物的器官如果缺氧15分钟左右，就会彻底死亡，这被视为一个不可逆的过程</p>', 3, '2023-05-12 16:52:04', '2023-05-12 16:52:04', 1);
INSERT INTO `exam_question_item` VALUES ('d2223f69f4b02a8b1f5840af786f5f71', '<p>有研究团队在猪缺血缺氧死亡一小时后给猪注射特殊灌注液，成功让实验猪身上多个器官重新出现活力</p>', 4, '2023-05-12 16:52:04', '2023-05-12 16:52:04', 1);
INSERT INTO `exam_question_item` VALUES ('52217596ad3c60f5b3c17eea8cdf0bfd', '<p>孙先生患有胃癌，医生发现他有吃咸泡菜的习惯，延续了30多年，医生建议孙先生妻子前来检查，其妻子也被检查出胃癌</p>', 1, '2023-05-12 16:53:01', '2023-05-12 16:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('e88c44a334481cd3281e7381c199d379', '<p>高盐食物容易破坏胃粘膜，腌制类食物中含有的亚硝酸盐，还会在胃部产生亚硝胺等高致癌之物，增加了患癌的风险</p>', 2, '2023-05-12 16:53:01', '2023-05-12 16:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('5cc78269d9971879b824aa9db7d76503', '<p>日常生活中保持低盐饮食，减少钠摄入量，可以降低生物生病住院风险或者降低死亡风险，提高人们的整体生活质量</p>', 3, '2023-05-12 16:53:01', '2023-05-12 16:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('50612ff341957045f7f9a5b88dc5fe72', '<p>钠是人体重要的阳离子，长期低盐体内钠元素不足，易造成潜在的低血钠，会引起恶心，内分泌紊乱</p><p><br></p>', 4, '2023-05-12 16:53:01', '2023-05-12 16:53:01', 1);
INSERT INTO `exam_question_item` VALUES ('4c6763e55c0e72359256a970c62c41e9', '<p>在小鼠实验中，微型机器人安全地消除了引起肺炎的细菌小鼠存活率达100%</p>', 1, '2023-05-12 16:54:09', '2023-05-12 16:54:09', 1);
INSERT INTO `exam_question_item` VALUES ('d02b88548b0b74082a00bb9179c628aa', '<p>微型机器人能够减少有害炎症，从而使微型机器人更有效对抗肺部感染</p>', 2, '2023-05-12 16:54:09', '2023-05-12 16:54:09', 1);
INSERT INTO `exam_question_item` VALUES ('4a22728f7f775abfcbe603bdd77299a1', '<p>微型机器人会将药物运输到需要的地方，而不是扩散到身体其他部位</p>', 3, '2023-05-12 16:54:09', '2023-05-12 16:54:09', 1);
INSERT INTO `exam_question_item` VALUES ('173df94fed8a53b8fae584a08bcac09a', '<p> 使用微型机器人进行治疗，比静脉注射抗生素更快产</p>', 4, '2023-05-12 16:54:09', '2023-05-12 16:54:09', 1);
INSERT INTO `exam_question_item` VALUES ('f138e432632a7199ec258bd35dfeb4f2', '<p>去了四姑娘山、塔公草原、墨石公园</p>', 1, '2023-05-12 16:55:13', '2023-05-12 16:55:13', 1);
INSERT INTO `exam_question_item` VALUES ('81f85094202d7b9a9279e5b972cc1f18', '<p>去了塔公草原、墨石公园，没去四姑娘山</p>', 2, '2023-05-12 16:55:13', '2023-05-12 16:55:13', 1);
INSERT INTO `exam_question_item` VALUES ('4faeef36746edfca3febbffdc996b93d', '<p>去了四姑黄山，没去塔公草原、墨石公园</p>', 3, '2023-05-12 16:55:13', '2023-05-12 16:55:13', 1);
INSERT INTO `exam_question_item` VALUES ('c7f3179f35809e86eb48a4e405bce58a', '<p>没去四姑娘山、塔公草原，去了墨石公园</p>', 4, '2023-05-12 16:55:13', '2023-05-12 16:55:13', 1);
INSERT INTO `exam_question_item` VALUES ('304ba33b844ee993e54ff68bda350185', '<p>乙有购物，甲看了电影</p>', 1, '2023-05-12 16:56:07', '2023-05-12 16:56:07', 1);
INSERT INTO `exam_question_item` VALUES ('8da40fca6560c4e08b3f6ade754635c9', '<p>丙有购物，乙看了电影</p>', 2, '2023-05-12 16:56:07', '2023-05-12 16:56:07', 1);
INSERT INTO `exam_question_item` VALUES ('31d3076856f2d54977beb5deb95216e5', '<p>丙有购物，丁看了电影</p>', 3, '2023-05-12 16:56:07', '2023-05-12 16:56:07', 1);
INSERT INTO `exam_question_item` VALUES ('14c6b1dc95090e440e4d459be63da081', '<p>甲和乙都看了电影</p><p><br></p>', 4, '2023-05-12 16:56:07', '2023-05-12 16:56:07', 1);
INSERT INTO `exam_question_item` VALUES ('983b902c8e70ae452af759491c893823', '<p>6570</p>', 1, '2023-05-12 16:58:38', '2023-05-12 16:58:38', 1);
INSERT INTO `exam_question_item` VALUES ('f29800666d7066590cda4df26dad1ba2', '<p>6920</p>', 2, '2023-05-12 16:58:38', '2023-05-12 16:58:38', 1);
INSERT INTO `exam_question_item` VALUES ('07cb43f3ecbed904895fcb90ca460b65', '<p>7712</p>', 3, '2023-05-12 16:58:38', '2023-05-12 16:58:38', 1);
INSERT INTO `exam_question_item` VALUES ('aba4d0465caff0f9a20dad582e5cd131', '<p>7800</p>', 4, '2023-05-12 16:58:38', '2023-05-12 16:58:38', 1);
INSERT INTO `exam_question_item` VALUES ('c64ed1bd8a384234f9c9ef70f446fed9', '<p>72亿千瓦时</p>', 2, '2023-05-12 17:01:16', '2023-05-12 17:01:16', 1);
INSERT INTO `exam_question_item` VALUES ('f89a3e8d783c0a7e22cc70a10769a838', '<p>843亿千瓦时</p>', 3, '2023-05-12 17:01:16', '2023-05-12 17:01:16', 1);
INSERT INTO `exam_question_item` VALUES ('38c9f6659715eefc8c2f03394b57126f', '<p>925亿千瓦时</p>', 4, '2023-05-12 17:01:16', '2023-05-12 17:01:16', 1);
INSERT INTO `exam_question_item` VALUES ('e290cb8028a36638e958ee4fcfeb6c8a', '<p>1020亿千瓦时</p>', 5, '2023-05-12 17:01:16', '2023-05-12 17:01:16', 1);
INSERT INTO `exam_question_item` VALUES ('e8f4cae18d3167f9d9f486201a1fccf0', '<p>高9.8%</p>', 4, '2023-05-12 17:03:32', '2023-05-12 17:03:32', 1);
INSERT INTO `exam_question_item` VALUES ('4c06ffd0f39c0661ec89966d67fd8c8e', '<p>高3.3%</p>', 2, '2023-05-12 17:03:32', '2023-05-12 17:03:32', 1);
INSERT INTO `exam_question_item` VALUES ('cf93f877e0527762a2454485fe0d27d4', '<p> 低3.8%</p>', 3, '2023-05-12 17:03:32', '2023-05-12 17:03:32', 1);
INSERT INTO `exam_question_item` VALUES ('0827cc9cebd5848d7794e2900a293ec1', '<p> 低10.3%</p>', 5, '2023-05-12 17:03:32', '2023-05-12 17:03:32', 1);
INSERT INTO `exam_question_item` VALUES ('28f594d6adeec9722d107a4950564479', '<p>38258</p>', 1, '2023-05-12 17:05:15', '2023-05-12 17:05:15', 1);
INSERT INTO `exam_question_item` VALUES ('3dc50454e637928bb61e46c52903e09e', '<p>39851</p>', 2, '2023-05-12 17:05:15', '2023-05-12 17:05:15', 1);
INSERT INTO `exam_question_item` VALUES ('0efe782d87eb99a61c8fa1f8f073b0e4', '<p>40472</p>', 3, '2023-05-12 17:05:15', '2023-05-12 17:05:15', 1);
INSERT INTO `exam_question_item` VALUES ('9e3598d44165c1a1cd12298b13a8bd65', '<p>41279</p>', 4, '2023-05-12 17:05:15', '2023-05-12 17:05:15', 1);
INSERT INTO `exam_question_item` VALUES ('8ee59ced471673029683105c325cf186', '<p>2022年7月全国太阳能发电增长量最大</p>', 1, '2023-05-12 17:07:34', '2023-05-12 17:07:34', 1);
INSERT INTO `exam_question_item` VALUES ('6dd56c19f0206a1225d30d1a1f0c519f', '<p>2022年6月全国核电发电量比5月份高</p>', 2, '2023-05-12 17:07:34', '2023-05-12 17:07:34', 1);
INSERT INTO `exam_question_item` VALUES ('1df0e5eccdd26aaa11e9b40ab2b0dcb7', '<p>2022年7月第二产业用电量高于上半年第二产业平均用电量</p>', 3, '2023-05-12 17:07:34', '2023-05-12 17:07:34', 1);
INSERT INTO `exam_question_item` VALUES ('09828c8c8582ee26fa6b03bc15c1058a', '<p>2021年7月第一产业用电量低于2021年上半年第一产业平均用电量</p>', 4, '2023-05-12 17:07:34', '2023-05-12 17:07:34', 1);
INSERT INTO `exam_question_item` VALUES ('697acf97e2689ff8bcbbdf0db2ce9a17', '<p>1</p>', 1, '2023-05-12 17:09:27', '2023-05-12 17:09:27', 1);
INSERT INTO `exam_question_item` VALUES ('6f9c10ef7f21ae8f2ee28655d8700466', '<p>2</p>', 2, '2023-05-12 17:09:27', '2023-05-12 17:09:27', 1);
INSERT INTO `exam_question_item` VALUES ('8e0d60420b32c4282856be8ed831d87a', '<p>3</p>', 3, '2023-05-12 17:09:27', '2023-05-12 17:09:27', 1);
INSERT INTO `exam_question_item` VALUES ('ad0ccc6df20445cec6155f59cc845205', '<p>4</p>', 4, '2023-05-12 17:09:27', '2023-05-12 17:09:27', 1);
INSERT INTO `exam_question_item` VALUES ('fe295526cb7b4285911f8e7ea8e7a64c', '<p>生产</p>', 1, '2023-05-12 17:11:15', '2023-05-12 17:11:15', 1);
INSERT INTO `exam_question_item` VALUES ('d1c10e05cbb015e9e798e4a5b9cb3ad4', '<p>新订单</p>', 2, '2023-05-12 17:11:15', '2023-05-12 17:11:15', 1);
INSERT INTO `exam_question_item` VALUES ('115ed88fb91697386b1ea3b34d230f5d', '<p>从业人员</p>', 3, '2023-05-12 17:11:15', '2023-05-12 17:11:15', 1);
INSERT INTO `exam_question_item` VALUES ('a17e13acfffa9629885d397f05e099e6', '<p>供应商配送时间</p>', 4, '2023-05-12 17:11:15', '2023-05-12 17:11:15', 1);
INSERT INTO `exam_question_item` VALUES ('2fd87aa209f6e96b3f75f6774e9a19d1', '<p>49.6</p>', 4, '2023-05-12 17:14:21', '2023-05-12 17:14:21', 1);
INSERT INTO `exam_question_item` VALUES ('dab7a803aa027b821c6a2cd5c53195d2', '<p>51</p>', 5, '2023-05-12 17:14:21', '2023-05-12 17:14:21', 1);
INSERT INTO `exam_question_item` VALUES ('6f0767059ab7d809ab95ee3e47176721', '<p>48.7</p>', 3, '2023-05-12 17:14:21', '2023-05-12 17:14:21', 1);
INSERT INTO `exam_question_item` VALUES ('c55241d73293ef555b2faef6f0dda754', '<p>37</p>', 2, '2023-05-12 17:14:21', '2023-05-12 17:14:21', 1);
INSERT INTO `exam_question_item` VALUES ('231b493d3d3526fa981f077a9419b39d', '<p>增加0.15个百分点</p>', 1, '2023-05-12 17:24:54', '2023-05-12 17:24:54', 1);
INSERT INTO `exam_question_item` VALUES ('da036a8867371b724e71997cf39f45c8', '<p>增加0.75个百分点</p>', 2, '2023-05-12 17:24:55', '2023-05-12 17:24:55', 1);
INSERT INTO `exam_question_item` VALUES ('5d84585c1507cb17171a8523ca284e4d', '<p>减少0.15个百分点</p>', 3, '2023-05-12 17:24:55', '2023-05-12 17:24:55', 1);
INSERT INTO `exam_question_item` VALUES ('162f5b9cc1b264b25cada60c4323b945', '<p>减少0.75个百分点</p>', 4, '2023-05-12 17:24:55', '2023-05-12 17:24:55', 1);
INSERT INTO `exam_question_item` VALUES ('8db6a17d5708b8a6e42884207d249c3c', '<p> 构成PM I的5个分类指数均低于临界点， 则PM I低于临界点</p>', 1, '2023-05-12 17:27:25', '2023-05-12 17:27:25', 1);
INSERT INTO `exam_question_item` VALUES ('5a96190d67e9343f1cbd110610f643a0', '<p>2022年8月从业人员指数为48.9%，比上个月上升0.3个百分点，说明用工景气度略有回升</p>', 2, '2023-05-12 17:27:25', '2023-05-12 17:27:25', 1);
INSERT INTO `exam_question_item` VALUES ('d456aa8fc5439d5b3c4dce31fda10a7e', '<p>2202年8月原材料库存指数为48.0%，比上个月上升0.1个百分点，说明主要原材料库存量降幅略为收窄</p>', 3, '2023-05-12 17:27:26', '2023-05-12 17:27:26', 1);
INSERT INTO `exam_question_item` VALUES ('640f6736d31f0ebadeffe3b4c8207cc1', '<p>2022年8月供应商配送时间指数为49.5%，比上个月下降0.6个百分点，说明供应商配送时间较上月略有缩短</p>', 4, '2023-05-12 17:27:26', '2023-05-12 17:27:26', 1);
INSERT INTO `exam_question_item` VALUES ('6a4e35b3db1c722ef78535eb9c5a3b90', '<p>2019年</p>', 3, '2023-05-12 17:33:08', '2023-05-12 17:33:08', 1);
INSERT INTO `exam_question_item` VALUES ('7e2e6bf2ceb66ed30565d3d48e6f6f51', '<p>2020年</p>', 4, '2023-05-12 17:33:08', '2023-05-12 17:33:08', 1);
INSERT INTO `exam_question_item` VALUES ('fcf332b83e8a7c636ffe06e39af19413', '<p>2021年</p>', 5, '2023-05-12 17:33:08', '2023-05-12 17:33:08', 1);
INSERT INTO `exam_question_item` VALUES ('9fd7338581e813956f4b5c3b1f9d3cdc', '<p>2018年</p>', 2, '2023-05-12 17:33:08', '2023-05-12 17:33:08', 1);
INSERT INTO `exam_question_item` VALUES ('fefe7af7650b46e629d63233538e5a06', '<p>A</p>', 1, '2023-05-12 17:37:33', '2023-05-12 17:37:33', 1);
INSERT INTO `exam_question_item` VALUES ('8fd5bc8294a44ef17585197f7fc13e2a', '<p>B</p>', 2, '2023-05-12 17:37:34', '2023-05-12 17:37:34', 1);
INSERT INTO `exam_question_item` VALUES ('3f57e0e4f7b7b8d085afd3f54446dca9', '<p>C</p>', 3, '2023-05-12 17:37:34', '2023-05-12 17:37:34', 1);
INSERT INTO `exam_question_item` VALUES ('53208019b0831a23eb4206d5668167e0', '<p>D</p>', 4, '2023-05-12 17:37:34', '2023-05-12 17:37:34', 1);
INSERT INTO `exam_question_item` VALUES ('4644fb78299b1003b36194bc9a879ce4', '<p>当年0~14岁人口数较之其他年份最少</p>', 1, '2023-05-12 17:42:41', '2023-05-12 17:42:41', 1);
INSERT INTO `exam_question_item` VALUES ('6df50812a01b147aa1f4efaff3a5ad31', '<p>当年0~14岁人口占总人口比重最小</p>', 2, '2023-05-12 17:42:42', '2023-05-12 17:42:42', 1);
INSERT INTO `exam_question_item` VALUES ('56742be9fc489d38bcb64898fcde3fa8', '<p>当年人均可支配收入水平下降</p>', 3, '2023-05-12 17:42:42', '2023-05-12 17:42:42', 1);
INSERT INTO `exam_question_item` VALUES ('9c76bbb98e36021293ff7830f51ad8ec', '<p>当年人均可支配收入增速下降</p>', 4, '2023-05-12 17:42:42', '2023-05-12 17:42:42', 1);
INSERT INTO `exam_question_item` VALUES ('419b731c31d4c873014be4fd46f2f6a7', '<p>9638亿元</p>', 1, '2023-05-12 17:47:36', '2023-05-12 17:47:36', 1);
INSERT INTO `exam_question_item` VALUES ('27cd74dc1ed539e50c684187cfe43b6f', '<p>8994亿元</p>', 2, '2023-05-12 17:47:37', '2023-05-12 17:47:37', 1);
INSERT INTO `exam_question_item` VALUES ('be6adb85808a9fd985636d8e010f165a', '<p>7852亿元</p>', 3, '2023-05-12 17:47:37', '2023-05-12 17:47:37', 1);
INSERT INTO `exam_question_item` VALUES ('a2f0b5a551af6378bd8804a559237841', '<p>4186亿元</p>', 4, '2023-05-12 17:47:37', '2023-05-12 17:47:37', 1);
INSERT INTO `exam_question_item` VALUES ('ee9fb96ce1d4d6ca0740bcd51a913b66', '<p>1</p>', 1, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('65807d58cc1cfdce335355dc53fa2b79', '<p>1</p>', 1, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('759079e8324e77547019443d4b6ba357', '<p>2</p>', 2, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('7294f095c6156e6d4682ff14fa35336d', '<p>2</p>', 2, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('1bfcd43d774ab988341804336cab8a96', '<p>3</p>', 3, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('cf726c3713dfc326f2bf875669901f47', '<p>4</p>', 4, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('9d3ffe16c383dddcb4c213c71c54f54a', '<p>3</p>', 3, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);
INSERT INTO `exam_question_item` VALUES ('a9a4b7543c8448e7bd4dd161b4d27260', '<p>4</p>', 4, '2023-05-12 17:56:47', '2023-05-12 17:56:47', 1);

-- ----------------------------
-- Table structure for exam_question_relation_item
-- ----------------------------
DROP TABLE IF EXISTS `exam_question_relation_item`;
CREATE TABLE `exam_question_relation_item`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `q_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试题id',
  `i_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项id',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试题和试题选项关系表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_question_relation_item
-- ----------------------------
INSERT INTO `exam_question_relation_item` VALUES ('95ddb93eca73276eb83cc612472eab34', '9bedb5b238562daf2143180298849ebf', '72625e08bc4fae67dfe5d33f145f0588');
INSERT INTO `exam_question_relation_item` VALUES ('f6dbafca1582fb5d8f8ce9aa5e200916', '9bedb5b238562daf2143180298849ebf', 'f8c94f213664851d7a742d343bc1a89e');
INSERT INTO `exam_question_relation_item` VALUES ('1dcb94862cfbb9393688edc10d5f3d42', '9bedb5b238562daf2143180298849ebf', '66d14b5252da10b66d6682c43c21a061');
INSERT INTO `exam_question_relation_item` VALUES ('0de79b65f66e987b4e6f1068f33b4675', '9bedb5b238562daf2143180298849ebf', '8c2bca7a65ed31d67a418cdd89a2b6d4');
INSERT INTO `exam_question_relation_item` VALUES ('a7ed3ba4b4aa8ba9ccc7c4827d75e3c4', '63876d1673e3bfce901ca83b981e0d2a', '7f04b36deee4b2710e7fd0c5c6779153');
INSERT INTO `exam_question_relation_item` VALUES ('0ee53ff5f6cd313ac3a0fb9775d678e9', '63876d1673e3bfce901ca83b981e0d2a', 'a58ba430c2bedb11438623f23adb4912');
INSERT INTO `exam_question_relation_item` VALUES ('b843a12ad45dd09222003f9419e89902', '63876d1673e3bfce901ca83b981e0d2a', 'd6bb44afa9c2cbc470929ed46ab1a99b');
INSERT INTO `exam_question_relation_item` VALUES ('581c3b59a6af557839c4141b80f4b124', '63876d1673e3bfce901ca83b981e0d2a', 'e78cb3f5297f9a4055109578b0028eb3');
INSERT INTO `exam_question_relation_item` VALUES ('2ce3a3baf6e9fe43f46eff3dfed82bf3', 'bbb635a0942dc27937ed68ce0895bac7', '517d17364e66e4a00efdb6aa4645c90b');
INSERT INTO `exam_question_relation_item` VALUES ('3bf0e44a44f14b9834a0bc4a89901212', 'bbb635a0942dc27937ed68ce0895bac7', '7e64015c216b888ff854e392322e0365');
INSERT INTO `exam_question_relation_item` VALUES ('b9d00231a255a0c99356759f221ae784', 'bbb635a0942dc27937ed68ce0895bac7', '070beab19ed2947bf125eab868f5b6a8');
INSERT INTO `exam_question_relation_item` VALUES ('3275542075c4059fdca6d643f31eb639', 'bbb635a0942dc27937ed68ce0895bac7', '17d8d189d45f2b423279c2e6cd44a663');
INSERT INTO `exam_question_relation_item` VALUES ('b5b2e58f44891b5935dd2a0d79d4e129', 'd4948f01ad1c45ab10d831d9dbd6cb62', 'afa358b74a96521330a32c9a0f99d4f4');
INSERT INTO `exam_question_relation_item` VALUES ('15aee0f859154191de3db4a9b4464f5b', 'd4948f01ad1c45ab10d831d9dbd6cb62', 'a2a91243d1697e59364d9c49cc2694ab');
INSERT INTO `exam_question_relation_item` VALUES ('41fb012372721431dc0af12b50ff9514', 'd4948f01ad1c45ab10d831d9dbd6cb62', '59d44a1585b3eeaf7967ab582376d765');
INSERT INTO `exam_question_relation_item` VALUES ('dd9ad9c8e706191843c2cef4b8073e30', 'd4948f01ad1c45ab10d831d9dbd6cb62', 'ad346684d0833577f00c2014270168a3');
INSERT INTO `exam_question_relation_item` VALUES ('31d054f08293930373686f58da615f64', '398516c1ab0e86e7ee45854f17655497', '22756baf56e3ba7ec6d4b97fbac3e385');
INSERT INTO `exam_question_relation_item` VALUES ('70683ee7e25d25592a9d17d20f87cd09', '398516c1ab0e86e7ee45854f17655497', '7b93ab0da1448524c2026d01dd8262b9');
INSERT INTO `exam_question_relation_item` VALUES ('2d79d555737132bcb4a9b362d0dcad4c', '398516c1ab0e86e7ee45854f17655497', '8b2bbd0b7a42054af6525d7776cca27a');
INSERT INTO `exam_question_relation_item` VALUES ('53ff090ac5c38ae0fdd8bb62e6d75527', '398516c1ab0e86e7ee45854f17655497', '3993a6291cc3b1d8c9c3b4c8be1c6ce9');
INSERT INTO `exam_question_relation_item` VALUES ('b2067379998a9b34968195c2f0f3bb47', '75b885bbe0eb8df256656d7fb08ed84f', 'e46c9003b2f847ff379193c654aa9200');
INSERT INTO `exam_question_relation_item` VALUES ('2ed7efc154d18234608115be94fae321', '75b885bbe0eb8df256656d7fb08ed84f', '5740ab20c4e925a11a24f5a11372b233');
INSERT INTO `exam_question_relation_item` VALUES ('73f8e986579bbed7223a8e794b2db003', '75b885bbe0eb8df256656d7fb08ed84f', '34121e0e0cf597ea6c49162ffd38c2af');
INSERT INTO `exam_question_relation_item` VALUES ('39ea7b829dea83457cf3aa25b67062b9', '75b885bbe0eb8df256656d7fb08ed84f', '3ef54dabe1d28f42e3a2e9701c5a8925');
INSERT INTO `exam_question_relation_item` VALUES ('1bb2b2ade74b2a984450778c291f695d', 'b8e4200f085214c55ac3055dadc943c4', 'af80924b07fc8421eb834baa037fced5');
INSERT INTO `exam_question_relation_item` VALUES ('8375f55928bb608955f6ed09655aa9c4', 'b8e4200f085214c55ac3055dadc943c4', '73921dacda908fab9f246fe05dd8bfcd');
INSERT INTO `exam_question_relation_item` VALUES ('44a9f97e5f0bd3c7135798d42eec5b1a', 'b8e4200f085214c55ac3055dadc943c4', '1eb8fe5d0250cbed8147e637d19d2fef');
INSERT INTO `exam_question_relation_item` VALUES ('90947ac80a55486ef6115dcc677b68b1', 'b8e4200f085214c55ac3055dadc943c4', 'ffaefe8ede16840275e907eeb28926fe');
INSERT INTO `exam_question_relation_item` VALUES ('bc31fa5c7a0bf4910dcdb3d0dd3f6f3b', 'bc919abb73b2a030cb468e409fa97eba', '92d88af560cc8a19bf83a1cb90bfdb0e');
INSERT INTO `exam_question_relation_item` VALUES ('e5450c2ca361bb46bd4d1ed6d381ce46', 'bc919abb73b2a030cb468e409fa97eba', '43b33fad2c6874f1216cf294c88c3a42');
INSERT INTO `exam_question_relation_item` VALUES ('1796348c557b99f87b8306489318ae42', 'bc919abb73b2a030cb468e409fa97eba', '76ee3b248751132952cac6a67d1259b3');
INSERT INTO `exam_question_relation_item` VALUES ('552a8d7b4e31ef8d2223c678833817af', 'bc919abb73b2a030cb468e409fa97eba', '63892d33ea1c48f75b88e2467a7b203e');
INSERT INTO `exam_question_relation_item` VALUES ('3ff95dd9226abd2faa5db2fce6d7a1c4', '5c77c8c11e8bcdf8fc6941b2bab06c94', 'bd282ded77e21f8dea65577a6ff3fab6');
INSERT INTO `exam_question_relation_item` VALUES ('faeaa0089f068a3e7dd26dc5e865e38e', '5c77c8c11e8bcdf8fc6941b2bab06c94', '8331d758ed79c1b8729a4476a00cb955');
INSERT INTO `exam_question_relation_item` VALUES ('e716e7f669d8f55c1f48b56ef579ef8a', '5c77c8c11e8bcdf8fc6941b2bab06c94', '74df6ce5c0bbb6ab003e534fd2e8e769');
INSERT INTO `exam_question_relation_item` VALUES ('9580eddceb342fda2ac0769d95cd52ff', '5c77c8c11e8bcdf8fc6941b2bab06c94', '0bf2cfc5c639d7e7662dcbd6b16dc5b7');
INSERT INTO `exam_question_relation_item` VALUES ('603ae254c1b84725dd178bd226f01f76', '4f51b313e3f8c0226aef0e0b26574d8c', 'f399ad0e297bfc45e3c1e55039e47bf5');
INSERT INTO `exam_question_relation_item` VALUES ('08513a11518e1f70454bea6d6e526cf5', '4f51b313e3f8c0226aef0e0b26574d8c', '8234f537d9392e3fe8fc05bb834a044e');
INSERT INTO `exam_question_relation_item` VALUES ('00295c4ddd61934418a4e1edc4b7fbe6', '4f51b313e3f8c0226aef0e0b26574d8c', '1ae6f1dbaf0fa099fde3c3632ea87ac9');
INSERT INTO `exam_question_relation_item` VALUES ('6ddf75d36eee5c24dc10716bc8e5aa14', '4f51b313e3f8c0226aef0e0b26574d8c', 'f05e8b5a0a5689c531c311647fdee74b');
INSERT INTO `exam_question_relation_item` VALUES ('526d62a51bd539490d825223f0e2c690', '1223752cce350f37efa01b7328d74e11', '93a5827b2e932b21ee51a0f0cb21510a');
INSERT INTO `exam_question_relation_item` VALUES ('bd424f8da4512c9a9a10f8236a0cdd08', '1223752cce350f37efa01b7328d74e11', 'e07aed2a9b1fbca732e7bada42444177');
INSERT INTO `exam_question_relation_item` VALUES ('7777973737aca16866f1ae54690cad96', '1223752cce350f37efa01b7328d74e11', '06888d7820eb25b1e023eae73310a1b4');
INSERT INTO `exam_question_relation_item` VALUES ('03f5f1a7bc64d178c929f676d7122b41', '1223752cce350f37efa01b7328d74e11', '2c2257a6216aa2c5b6cd1a635c751d71');
INSERT INTO `exam_question_relation_item` VALUES ('2fca105b160269456239d3cd9394b640', '886d893d696089a22e8ed29ced779e58', 'b896e351d661e39e322faac30baa8086');
INSERT INTO `exam_question_relation_item` VALUES ('d090dcc851415d50c19235e1a89db7f2', '886d893d696089a22e8ed29ced779e58', '5678d1512736825a441bbcdeb453ced2');
INSERT INTO `exam_question_relation_item` VALUES ('95da0bfa89e65ad57947562f2b486944', '886d893d696089a22e8ed29ced779e58', '55bd535fddac99d6ad24bf1244f9e186');
INSERT INTO `exam_question_relation_item` VALUES ('225b065b0034360f57c55b65ec546cee', '886d893d696089a22e8ed29ced779e58', 'd7454888a762aaaa9a57240321989082');
INSERT INTO `exam_question_relation_item` VALUES ('16d0acecc11c033bc821642cccabc44d', 'c8edfdb8a397ca33fc3602ee9f50227c', 'd3d0c52d16e253ac5ac69b8843aab38e');
INSERT INTO `exam_question_relation_item` VALUES ('3fd3412d570a8d045bfc72f14693c2e4', 'c8edfdb8a397ca33fc3602ee9f50227c', '26baaf0025916e153c39698b29fa740e');
INSERT INTO `exam_question_relation_item` VALUES ('4a7d9d73941321ee9bfb2d8921cf83d5', 'c8edfdb8a397ca33fc3602ee9f50227c', 'e3279ae96d8d9a997ce8f9be7764c0d9');
INSERT INTO `exam_question_relation_item` VALUES ('76a8db58648f3b72744edfd518a40ee0', 'c8edfdb8a397ca33fc3602ee9f50227c', '3c11a4b7640d3d5ab1531369a02393b3');
INSERT INTO `exam_question_relation_item` VALUES ('a92ea622396164b0befbcdb6da9abbb5', 'd2c1fec59bf024ba0b7aff502230d0cb', 'e6d5f2533048792d01ce69dbfd70e51b');
INSERT INTO `exam_question_relation_item` VALUES ('979949df0382dff63b1318b474e0b226', 'd2c1fec59bf024ba0b7aff502230d0cb', '42073b6c1fadf881e2526b5b4f9d6a03');
INSERT INTO `exam_question_relation_item` VALUES ('bb15af3efa1640fe2767b5afe3b392df', 'd2c1fec59bf024ba0b7aff502230d0cb', '4bb6e1dc56e6363a3ae08480c3ae4bdf');
INSERT INTO `exam_question_relation_item` VALUES ('e99c519e991751f4d49b97ee03844ca3', 'd2c1fec59bf024ba0b7aff502230d0cb', 'f2a956dbffeff78de5cf48f51338d8d3');
INSERT INTO `exam_question_relation_item` VALUES ('0a44d0b98c821291647501ad33ace574', '62dfea90bbce44e4e724a63e353b263d', 'ab50a1ea38954943f1d9c00587c1630a');
INSERT INTO `exam_question_relation_item` VALUES ('3ae3dab65f2410a4bfa23c7dac3c4254', '62dfea90bbce44e4e724a63e353b263d', 'ef45d9fe0d844d6f7dc6f53baa7df1ce');
INSERT INTO `exam_question_relation_item` VALUES ('d65114d5673b24d30eac2e2570f63830', '62dfea90bbce44e4e724a63e353b263d', 'e57efd9eb8d32feccd8ecff2e061ecf8');
INSERT INTO `exam_question_relation_item` VALUES ('a96375270782d53397893822c28d99b7', '62dfea90bbce44e4e724a63e353b263d', '0445f8f1e4ca444966f0142db7ebe508');
INSERT INTO `exam_question_relation_item` VALUES ('f2a7287b1fa15666948a1d6991e6eb1e', 'd7d60f96dbe27a1907f4bc8d9fe41ca0', '4335d5c613b996d5fbb4e0835c60b5d7');
INSERT INTO `exam_question_relation_item` VALUES ('10343090e3e68e816e753ecd48e30c6a', 'd7d60f96dbe27a1907f4bc8d9fe41ca0', 'da5424f1a128c5f389bdac7666aac3b3');
INSERT INTO `exam_question_relation_item` VALUES ('b82de93329f3249d45ca36e807c1ad35', 'd7d60f96dbe27a1907f4bc8d9fe41ca0', '8faa67e00cada101039f9f250cac3959');
INSERT INTO `exam_question_relation_item` VALUES ('e618f3b455804e1758c96c5b90b10fa4', 'd7d60f96dbe27a1907f4bc8d9fe41ca0', '163b78b2de4a65714283337675f1b643');
INSERT INTO `exam_question_relation_item` VALUES ('2d4e5ef258a46e546bb725ba58f5e6b3', '33b58d8626d376b1a84031f40dd8a22a', '65fa03128d6d9ba5484955872a6470ed');
INSERT INTO `exam_question_relation_item` VALUES ('388a5dba5cfdbfc9f55925d0d80bb039', '33b58d8626d376b1a84031f40dd8a22a', '0ee16f58f145becd7eeb16df000578c9');
INSERT INTO `exam_question_relation_item` VALUES ('7c34409ffd0fc9646a9be08db46afb51', '33b58d8626d376b1a84031f40dd8a22a', 'f26e461584854793473d85ba60bc9aad');
INSERT INTO `exam_question_relation_item` VALUES ('6c0535ce36b91da45839823da901e0f4', '33b58d8626d376b1a84031f40dd8a22a', 'e6dd1d1889cca959cabd10d87a3276d8');
INSERT INTO `exam_question_relation_item` VALUES ('4139d1275f1291b91da2bdfe3d6ab4fb', '8de8cd8ca99506f434fe8eece6100412', 'ff6e780be3776eed19fb2ae22e9c949b');
INSERT INTO `exam_question_relation_item` VALUES ('bfd264437cbcb6d0a1dcf96360c964ba', '8de8cd8ca99506f434fe8eece6100412', '9085a7d1d913aa270789fcdb526ae309');
INSERT INTO `exam_question_relation_item` VALUES ('8c11480f89e850f4c2741611ee264991', '8de8cd8ca99506f434fe8eece6100412', 'cd617ebdf80411e826b6477733a7bdf8');
INSERT INTO `exam_question_relation_item` VALUES ('06c03cc875febae7a97072a78853e9ea', '8de8cd8ca99506f434fe8eece6100412', '36bd5fdf6c77e339c317dded73a4eb85');
INSERT INTO `exam_question_relation_item` VALUES ('13fae1280e112c0e832e23f0ad139cf6', '0c719c0915505f6ed6910918d44c8745', 'f5e7955898554f49982c075c6ea828bc');
INSERT INTO `exam_question_relation_item` VALUES ('8b6368f28e9e416f071eee8e60422641', '0c719c0915505f6ed6910918d44c8745', 'b91722e892ed085b76ed045d738fe6b3');
INSERT INTO `exam_question_relation_item` VALUES ('44892aa2af4bc681c405c8820d9881c9', '0c719c0915505f6ed6910918d44c8745', '1e741653dc3bf390d93926c2822c2741');
INSERT INTO `exam_question_relation_item` VALUES ('dd559ac278841a46fbe33527a4eb3b8d', '0c719c0915505f6ed6910918d44c8745', 'de8ccbb857efb830f23e71253a228e6a');
INSERT INTO `exam_question_relation_item` VALUES ('cc7926bcf314dbbad564f643fa54e4e0', '0cc6ef0f08a84a665ec39760176bd878', '50dbcced1930655c49c452996516e685');
INSERT INTO `exam_question_relation_item` VALUES ('66b653335d5a019f8547439349bea604', '0cc6ef0f08a84a665ec39760176bd878', 'd3aa34f74df27b50bfafa1d6712a9425');
INSERT INTO `exam_question_relation_item` VALUES ('322c437b3eb90b5487a42941b178bfc1', '0cc6ef0f08a84a665ec39760176bd878', '881a839d6401bb4203d9b52bae96f0c4');
INSERT INTO `exam_question_relation_item` VALUES ('e696894893c267c8bca1d8468a28bb44', '0cc6ef0f08a84a665ec39760176bd878', 'a394085966588f15117f5d079cfce874');
INSERT INTO `exam_question_relation_item` VALUES ('4d8d4651d7183bb9963a83869e82778d', '9b500f474fd6d62c25e57c89859c8dd4', '2613c9b0ded3d1ca5f1f579db8fb619a');
INSERT INTO `exam_question_relation_item` VALUES ('eb09326f81bdc36e67a9d25e30ff7d30', '9b500f474fd6d62c25e57c89859c8dd4', 'aa0a3124fedb1193c74bd2169a48be24');
INSERT INTO `exam_question_relation_item` VALUES ('898b2c0cf00d4f587415a3f18ea35869', '9b500f474fd6d62c25e57c89859c8dd4', '551f4c6578aad16d2a1349cef3a7f2cf');
INSERT INTO `exam_question_relation_item` VALUES ('2edb4224c8de8acbea73fb852e62eba9', '9b500f474fd6d62c25e57c89859c8dd4', 'cf19081e3027d56d1bbb8655dda2daa3');
INSERT INTO `exam_question_relation_item` VALUES ('1cb0fef078f8bcedca1509a22f68ffea', '1c3cb3d794fa37cfd5f8350cd0bfaa13', '8623e87015c5944de6f8c8d0fdf4911e');
INSERT INTO `exam_question_relation_item` VALUES ('2081980b3670cc5e74e6f77743cb57d2', '1c3cb3d794fa37cfd5f8350cd0bfaa13', '33b321c65d0a9fbbf71e0360a8bc5dc8');
INSERT INTO `exam_question_relation_item` VALUES ('13e4c5944cdb184e4e2bd529da3c87f3', '1c3cb3d794fa37cfd5f8350cd0bfaa13', '28d19a2015ed3190993c466e14548cbd');
INSERT INTO `exam_question_relation_item` VALUES ('4be09cadb6e72bdd6c7fb95f76aec547', '1c3cb3d794fa37cfd5f8350cd0bfaa13', '40ea4d62e412ccc9dfa27081af15973d');
INSERT INTO `exam_question_relation_item` VALUES ('e3895c76532cc4b1acad58c96fdd7db8', 'e325299263c71e46805b43b4be8f6052', '94e514b297b3304b8987820336084b38');
INSERT INTO `exam_question_relation_item` VALUES ('b2b5824b7e21b5f3b063349359065e2c', 'e325299263c71e46805b43b4be8f6052', '4b15a254022451f1b5000ebd5306d0ac');
INSERT INTO `exam_question_relation_item` VALUES ('d49600f107aa881173191984514b504f', 'e325299263c71e46805b43b4be8f6052', '97c639cc9a335cce22629898b0355f6d');
INSERT INTO `exam_question_relation_item` VALUES ('7e12d6a79554fd9f2cf0697676c74c2f', 'e325299263c71e46805b43b4be8f6052', '7a775b63b1e1c3b8d12f882c428cdfde');
INSERT INTO `exam_question_relation_item` VALUES ('ca94dc32de60aae993521e31d160f0af', 'd73dc1d56a674b720d66f428d6c5be67', 'cae2f37a65ee9f8f7f784ae979368871');
INSERT INTO `exam_question_relation_item` VALUES ('58faa782ea4f3b73ef4891c21a522193', 'd73dc1d56a674b720d66f428d6c5be67', '4372f294a4be90b790712fc2a9e6ee5c');
INSERT INTO `exam_question_relation_item` VALUES ('e4b1ba3afbc181e7846cc0b7369dd62b', 'd73dc1d56a674b720d66f428d6c5be67', '411c9de21886b53348de3a24ca7edf90');
INSERT INTO `exam_question_relation_item` VALUES ('4541cd9348aed2e648af19424346eefb', 'd73dc1d56a674b720d66f428d6c5be67', '2acaf23459971592befed145474c78af');
INSERT INTO `exam_question_relation_item` VALUES ('0d7d24339a0dabeab7a9e1001344096b', 'c3dbe6b3e685e47a0f37bbf324086632', '61439d30ec90d117365b7c1ef8ea82a2');
INSERT INTO `exam_question_relation_item` VALUES ('36060c45861a96ec27c92e3df915602b', 'c3dbe6b3e685e47a0f37bbf324086632', 'e129e9eb95548305359b72a5c4a94ba0');
INSERT INTO `exam_question_relation_item` VALUES ('2d8c69ccf6c78a69520a55d4d2ce7f02', 'c3dbe6b3e685e47a0f37bbf324086632', '85258db09e11f6529f4b5df5ba2f6a4b');
INSERT INTO `exam_question_relation_item` VALUES ('5f8de6836f1da6c8d15164225bb16d88', 'c3dbe6b3e685e47a0f37bbf324086632', '8eb04907a5d6ff8c5f841f04800d0701');
INSERT INTO `exam_question_relation_item` VALUES ('100b6ddd06f589db3ed98c458b5555b3', '82565650333f8bc7c3ba97f934572f21', '4f2b60c4f670cce33b9afd97c28c04cb');
INSERT INTO `exam_question_relation_item` VALUES ('7766d68ed7c3854e7e1e187aabf89541', '82565650333f8bc7c3ba97f934572f21', '539b9b3f3c2d2bba4e13a2773f93ea35');
INSERT INTO `exam_question_relation_item` VALUES ('8e6c72c177dfb4b0b66c7cd826c18e0c', '82565650333f8bc7c3ba97f934572f21', '5e8e729319a3030f5930e0a7f1120ff2');
INSERT INTO `exam_question_relation_item` VALUES ('2365324a50d9b98ab37e787bea3c55a8', '82565650333f8bc7c3ba97f934572f21', 'a532fea5654998e9d32cf790b597fd8f');
INSERT INTO `exam_question_relation_item` VALUES ('d6d5654651431b3fe25f543291e69ade', 'a9929f74ddf4af2377a9d7170df39aa0', '39b134db18d296099747c243fb15b7e1');
INSERT INTO `exam_question_relation_item` VALUES ('d2742761048193d69a95f0a27a8922be', 'a9929f74ddf4af2377a9d7170df39aa0', '2ffbde1236b5689a2086ba20f74e9cb3');
INSERT INTO `exam_question_relation_item` VALUES ('b85a2d1fd59ec126ec5f0feff1ef8c9a', 'a9929f74ddf4af2377a9d7170df39aa0', '9868846e4257d02c15c08b81135d885b');
INSERT INTO `exam_question_relation_item` VALUES ('3e04034c41f6db4f50af6d2824fb0da5', 'a9929f74ddf4af2377a9d7170df39aa0', 'e1020d6720ac4d86a624b549e8381cdd');
INSERT INTO `exam_question_relation_item` VALUES ('59fbdd7564eb05746fd27c5b407607b7', '4e9efdb9dd2afd695abb6c36966d2beb', '18a7a4e7445d849dd7bbd2a547e42fb2');
INSERT INTO `exam_question_relation_item` VALUES ('3d9e92472f0ae810054b49459b881b1e', '4e9efdb9dd2afd695abb6c36966d2beb', '567bf8bd829c4bc389a95c58c85871fa');
INSERT INTO `exam_question_relation_item` VALUES ('a661cc69e225fc8b60b93d81c4623b36', '4e9efdb9dd2afd695abb6c36966d2beb', 'afb8f218e2d1ef1e79c98a9b0d09d8b6');
INSERT INTO `exam_question_relation_item` VALUES ('e3e9d7d296a0ad36bb730eddfa152955', '4e9efdb9dd2afd695abb6c36966d2beb', 'e98fd8afdf208ebd5a4b768915027eea');
INSERT INTO `exam_question_relation_item` VALUES ('f30df0cda67be090520ccc4c16827d85', '33e0a78f18ddcce6e0c71a62f466ab24', 'e1453dcbf72bb350070e6379beb42e5a');
INSERT INTO `exam_question_relation_item` VALUES ('e5662e79c49040cc340a5cb7e8d5ca4a', '33e0a78f18ddcce6e0c71a62f466ab24', '0fe8132a3f795e6b7ea17d59ea44fb1a');
INSERT INTO `exam_question_relation_item` VALUES ('54d04b110ac6b7f72c7ae530f88b2c9b', '33e0a78f18ddcce6e0c71a62f466ab24', '7967a94aca16d27d92500dbca31caa45');
INSERT INTO `exam_question_relation_item` VALUES ('dbfa62c9ece3849362c77bf3a1685428', '33e0a78f18ddcce6e0c71a62f466ab24', '6fff7a545d12ef92b351c51270fad43a');
INSERT INTO `exam_question_relation_item` VALUES ('ef67ed3e7efb9ddbcf92565c53c5b68d', 'b26fb7227f131ba70c1c8b30c8d929d9', '3868dd54f4b3a69a12683ee7220d11ab');
INSERT INTO `exam_question_relation_item` VALUES ('66d05d05933c02ead10db2b65b3b0414', 'b26fb7227f131ba70c1c8b30c8d929d9', '3882fc34fffb98908b026f40ec934997');
INSERT INTO `exam_question_relation_item` VALUES ('056d26e73741af1681723c9a22d485ce', 'b26fb7227f131ba70c1c8b30c8d929d9', 'edfd2353c114b69d31158511af1d75c9');
INSERT INTO `exam_question_relation_item` VALUES ('e4f21cc47d1dce4b0ec906fdf059ce21', 'b26fb7227f131ba70c1c8b30c8d929d9', 'e421352b2133e628850d61a2c58d2d57');
INSERT INTO `exam_question_relation_item` VALUES ('235cb9e94a1224caf36c483f5c51e7f5', 'b1c090bed9224018b5d3ab350c19efd6', '30b48107345f7866a4ae1a624fcf9162');
INSERT INTO `exam_question_relation_item` VALUES ('c6108435339bab5bd2a262ef711ddf31', 'b1c090bed9224018b5d3ab350c19efd6', 'a84d4f4402703cd98e50c7d7b6bec96a');
INSERT INTO `exam_question_relation_item` VALUES ('2a1f9c7ff57795074111e936c95f22a7', 'b1c090bed9224018b5d3ab350c19efd6', '729c8a0c2b898e167b742f46357b5104');
INSERT INTO `exam_question_relation_item` VALUES ('70cc9c4c96c8e4136c14838f5dcaf0cb', 'b1c090bed9224018b5d3ab350c19efd6', '7e8a4345d300f7da88606922afa3bc76');
INSERT INTO `exam_question_relation_item` VALUES ('1f40ca9dd7b62fdd7d91a05026b78e89', '68d455306d030248e1047249dbf9d487', 'ae14fd4afbe3904b794fe044d0958e4d');
INSERT INTO `exam_question_relation_item` VALUES ('b8cf4867f845ba57b03d2d3f0191ff58', '68d455306d030248e1047249dbf9d487', '82c0759c947d76c298f5b14f52d76778');
INSERT INTO `exam_question_relation_item` VALUES ('a516806be58f88764b02045f0de9765f', '68d455306d030248e1047249dbf9d487', 'eed6b08ba58029ce52de511217b15b76');
INSERT INTO `exam_question_relation_item` VALUES ('4221010fdc712446461842c96a55dca9', '68d455306d030248e1047249dbf9d487', 'bce334ffd0bc6eceb4cd576602c8f4b1');
INSERT INTO `exam_question_relation_item` VALUES ('d9a0c3352a3b12bb306402657ed45308', '455a20f0ef73d83ffc9b10b9fd8d2e11', 'bf49341b5571b1cf80673e74b88c933d');
INSERT INTO `exam_question_relation_item` VALUES ('6c2f54504ff3079256180a69946d34b9', '455a20f0ef73d83ffc9b10b9fd8d2e11', 'd68c44ac0736dea034a41c0e54a8f666');
INSERT INTO `exam_question_relation_item` VALUES ('29f76b904c8f0fff2e88d2e6da52dc65', '455a20f0ef73d83ffc9b10b9fd8d2e11', '6107e4e92ba62ac5012c07c840800c87');
INSERT INTO `exam_question_relation_item` VALUES ('cb7caf82185cc1e89b8aa0f8949d9183', '455a20f0ef73d83ffc9b10b9fd8d2e11', 'c7402dbee8e65dd651c2963f955ea449');
INSERT INTO `exam_question_relation_item` VALUES ('3cb113bf86b60d658fa8b10179faf983', '77e80683596025314f1a58e4d07bd3cb', '75b2b9553b9b9b4089e6eedba8316f5d');
INSERT INTO `exam_question_relation_item` VALUES ('90da5b88db5a8d0fef4b3e608157e57f', '77e80683596025314f1a58e4d07bd3cb', 'b193e3f505505bfafa8083b7cbb75540');
INSERT INTO `exam_question_relation_item` VALUES ('55e7daf6831c71217bbbb1ca62d0a8aa', '77e80683596025314f1a58e4d07bd3cb', '40567ad6efbf4622fce1cb697f990a0c');
INSERT INTO `exam_question_relation_item` VALUES ('6f21af8dfd4e915d350135bf1f7fb127', '77e80683596025314f1a58e4d07bd3cb', '7e1edbcc920fbac6fbc920b91c1ead91');
INSERT INTO `exam_question_relation_item` VALUES ('760a299fe1979c84a297e7ae5e3337f2', '5e643d5f617ebcb8d42a80c54a81a33a', '0478de2518e6eaae586bc1df03174c46');
INSERT INTO `exam_question_relation_item` VALUES ('2a77f423d73659a1a343a02038118ed1', '5e643d5f617ebcb8d42a80c54a81a33a', '67543e932919630c79ae8358e59e97c4');
INSERT INTO `exam_question_relation_item` VALUES ('277684993d5c24a776d4b0952af7a816', '5e643d5f617ebcb8d42a80c54a81a33a', 'c6dd01bd7398b9bf9ce8a53dc5f63f7f');
INSERT INTO `exam_question_relation_item` VALUES ('63ded1e21cac432c40c5c146d07d9c83', '5e643d5f617ebcb8d42a80c54a81a33a', '8d872b0a70ca8600b51705641fc04f50');
INSERT INTO `exam_question_relation_item` VALUES ('393f8c0619fceb5fe6d3e9b1e71a5cd5', '13d62684758ed8fd9ed6b77dee26512a', '4c8fee2246fe42230ab2ed40a4664726');
INSERT INTO `exam_question_relation_item` VALUES ('fe73bbaf3a1ae1e7d856002fa135e2d1', '13d62684758ed8fd9ed6b77dee26512a', 'b3537efe52593d1782465b3d31596e3f');
INSERT INTO `exam_question_relation_item` VALUES ('b430a86b8092a680154aef1814444acb', '13d62684758ed8fd9ed6b77dee26512a', '932f60a524a2e0eca9590dc1f3d39897');
INSERT INTO `exam_question_relation_item` VALUES ('c609e10b11526af46a6117e950bb7def', '13d62684758ed8fd9ed6b77dee26512a', 'd076c4a1298f55db850bf573943969e7');
INSERT INTO `exam_question_relation_item` VALUES ('1ee3faa4e7dbd0b2fc84a781b6f56026', 'b601d86c47bfd16e7f328cae70be85ad', '8ccc109afc2cdd48bd6c55b425d7236b');
INSERT INTO `exam_question_relation_item` VALUES ('fac30807c0629373c63024d8f56d81f6', 'b601d86c47bfd16e7f328cae70be85ad', '23bdc4c397302df7ceeed291cacfc0ad');
INSERT INTO `exam_question_relation_item` VALUES ('2322d5c8e1b96ee6b731cc184c807ae7', 'b601d86c47bfd16e7f328cae70be85ad', '637d9194199f06a8f346006a7ed43cde');
INSERT INTO `exam_question_relation_item` VALUES ('854940c7c157139995a5b21a0ca10b72', 'b601d86c47bfd16e7f328cae70be85ad', '2562a72265dc4b7d57631b5049f14bea');
INSERT INTO `exam_question_relation_item` VALUES ('3bf89839d2e045f61c1b221f697221d1', '7b51fbaaa00d78a3c0203be6c0fa8b77', '205b0ba53d2d2facc276f35d0993cd6c');
INSERT INTO `exam_question_relation_item` VALUES ('d718352d47addf2110057f1af8ad9d4d', '7b51fbaaa00d78a3c0203be6c0fa8b77', 'a4347b6b5825d0dbd4558c1e522bfe2e');
INSERT INTO `exam_question_relation_item` VALUES ('b3b33d4814485d66f673936083d2cb22', '7b51fbaaa00d78a3c0203be6c0fa8b77', '967ece8abfc481c21e60df7866f337c6');
INSERT INTO `exam_question_relation_item` VALUES ('dd5bb3606fbf3da709020c31c13386c3', '7b51fbaaa00d78a3c0203be6c0fa8b77', '4ed2b37a6bc51a1d8cd1d3baa8159b46');
INSERT INTO `exam_question_relation_item` VALUES ('837347b9a6cf6ec81c84e93a2d1778fe', '5d266904cdfd6b3327caf598d7fa076a', '334bc78d185198c4eea23cbe79a79828');
INSERT INTO `exam_question_relation_item` VALUES ('364ba0c66887ef17ae6f3dbf53f0e83f', '5d266904cdfd6b3327caf598d7fa076a', 'ae0fa3c96514b5eef27f481767dbf6af');
INSERT INTO `exam_question_relation_item` VALUES ('1298968d736582a9601beb1557d2dc31', '5d266904cdfd6b3327caf598d7fa076a', '0753d448da2c7f82b0b48c2c5dd8a831');
INSERT INTO `exam_question_relation_item` VALUES ('eccd3c12f92cbfc23ec4270440abfb23', '5d266904cdfd6b3327caf598d7fa076a', '8e370b370f5718d3d9cae50f9528edd5');
INSERT INTO `exam_question_relation_item` VALUES ('704eaa2d97f30b2d5312509f943e9122', '7a488aa133bbe3365afc97ec3d874598', 'a1d184c87b28b6888fd41e3088fac8a0');
INSERT INTO `exam_question_relation_item` VALUES ('381adda6d1e5dd9051908964ea639227', '7a488aa133bbe3365afc97ec3d874598', '91d44d90e8dbe00137aad6118542f00e');
INSERT INTO `exam_question_relation_item` VALUES ('0549bc01f43d8defbffe8f8b8d058827', '7a488aa133bbe3365afc97ec3d874598', '9fcb705ff0fd11f8370b04875ce10220');
INSERT INTO `exam_question_relation_item` VALUES ('32aaa04f3fa3e55951fa4e3ddcb78a91', '7a488aa133bbe3365afc97ec3d874598', 'a8b6d89affc30d1458026c7ec5e4ac80');
INSERT INTO `exam_question_relation_item` VALUES ('8350193abbf0c17eed20b60f623083ae', '975406d76bd2e54fd1fd43ee1316c71e', 'aab04abfd7993cb563632bc702d7cae2');
INSERT INTO `exam_question_relation_item` VALUES ('858fe7c02c8329a4da4cb7d235ac0c64', '975406d76bd2e54fd1fd43ee1316c71e', 'bc26a4f47c4b6fd0bccca581d1ec2960');
INSERT INTO `exam_question_relation_item` VALUES ('895577c5e495380b4b8b2ac207eb35a1', '975406d76bd2e54fd1fd43ee1316c71e', 'aa830d44839faaf754425921ae30ad86');
INSERT INTO `exam_question_relation_item` VALUES ('a4c2ae235922538dda15d8126cefc934', '975406d76bd2e54fd1fd43ee1316c71e', '3c67f586ff884f642bc11f9fd2e1dd3e');
INSERT INTO `exam_question_relation_item` VALUES ('85b69cf8daf482e0378edead5e38466e', '9fe0ad3a08e33003513655922380cde9', 'f9fa833f3115d53de7789c1988ce1122');
INSERT INTO `exam_question_relation_item` VALUES ('4fa83e99d647c6013f26f37706817dd7', '9fe0ad3a08e33003513655922380cde9', '14d47592e414029b6c2996cb71c40c2c');
INSERT INTO `exam_question_relation_item` VALUES ('1a97b9237ba966385770eab428d21f31', '9fe0ad3a08e33003513655922380cde9', 'edcf9a25e4e9d8b4f644c6fb314973e0');
INSERT INTO `exam_question_relation_item` VALUES ('ff2775ea848bdf7e9c24f11656cf8197', '9fe0ad3a08e33003513655922380cde9', '171abc6db039cb6560cc858376fd876a');
INSERT INTO `exam_question_relation_item` VALUES ('5d1bbb776fdfd7920b3d8abf21d249ec', 'd47557421582146e460ce513e984386d', '5bf0d844f5146327a2c216e0eeb50428');
INSERT INTO `exam_question_relation_item` VALUES ('f2089993788469753173b6b8bd17cbf2', 'd47557421582146e460ce513e984386d', 'd01e49540b8275b63bfbea6fa61a1c6e');
INSERT INTO `exam_question_relation_item` VALUES ('ed0bb50663b6e8061c0d3f38bd3c0f97', 'd47557421582146e460ce513e984386d', 'de17e3b9ce96d608b6823918d9f5ff38');
INSERT INTO `exam_question_relation_item` VALUES ('e3563ff89228a402515cae04f24129df', 'd47557421582146e460ce513e984386d', '071b0921d9c2a8948af9bb923c365dac');
INSERT INTO `exam_question_relation_item` VALUES ('7fd5dd09b3f702a41258332e7eea9d39', '0550025c75c40c24912b203fed48aab0', 'f49f6e5849ef231782242eb976bb7e75');
INSERT INTO `exam_question_relation_item` VALUES ('4fb1e35ede67abbd959a79dbe2bb682a', '0550025c75c40c24912b203fed48aab0', 'd348b3da1efcb75297123f50b345e9d1');
INSERT INTO `exam_question_relation_item` VALUES ('ee290eb64b584a1f97ff9115a92e5c61', '0550025c75c40c24912b203fed48aab0', '4824bced6cbf507cf52779565b395248');
INSERT INTO `exam_question_relation_item` VALUES ('63986af212b35660b5ff884440ea45f5', '0550025c75c40c24912b203fed48aab0', '93257d782f3c1ebc446c012c52df5dba');
INSERT INTO `exam_question_relation_item` VALUES ('16cc05474084a067188d9d96fff019b8', '086c044755e43c584f47e77e633dd108', '89949832b6a8bf71b9887f111eb07dd6');
INSERT INTO `exam_question_relation_item` VALUES ('3e9930496842198671f2ffa84a0c27f5', '086c044755e43c584f47e77e633dd108', '326e159ecbf69ef7870502b5165dcd0d');
INSERT INTO `exam_question_relation_item` VALUES ('c7d9ba097e61ee82df17df221a6144bb', '086c044755e43c584f47e77e633dd108', '78c22f94cc3f296afd5b7f1fb7d5d173');
INSERT INTO `exam_question_relation_item` VALUES ('409c524a6c69972f3b790f92f2efa46c', '086c044755e43c584f47e77e633dd108', '72770459a97ed2fe0b74b69cfbcf8056');
INSERT INTO `exam_question_relation_item` VALUES ('9fab9dcc1d88c7ba6a5278d1014d2e59', 'c01bc5f831febd41733b5e454760c6ef', 'ea090a8e6174e8b4e26ac03eb1d2a6de');
INSERT INTO `exam_question_relation_item` VALUES ('b67d599c5707498901c690ca5ad18c0d', 'c01bc5f831febd41733b5e454760c6ef', 'e8c8d27cf8d30333d02a56ed48c8137e');
INSERT INTO `exam_question_relation_item` VALUES ('b23f2774854d6bd3cf572502e69989ce', 'c01bc5f831febd41733b5e454760c6ef', 'e36531f7fcc94590830677740bc9a6df');
INSERT INTO `exam_question_relation_item` VALUES ('84d53e34e5049b57d55bc762dffc4827', 'c01bc5f831febd41733b5e454760c6ef', '2dbd1af75527204cd13eeb0d3847f8af');
INSERT INTO `exam_question_relation_item` VALUES ('33708d6a40b7e984d2d0cb27d5be2460', 'bbc861a67f1afaf4008fac7eb1eb8099', 'e46af991816383b64ed646c21e64e56f');
INSERT INTO `exam_question_relation_item` VALUES ('06403a365767c81f044621288343d8a3', 'bbc861a67f1afaf4008fac7eb1eb8099', '29791277a519b86cd75f76b793957642');
INSERT INTO `exam_question_relation_item` VALUES ('537169012553d665c5f2381859043e60', 'bbc861a67f1afaf4008fac7eb1eb8099', 'a70878c549588d48fc407323c8018a45');
INSERT INTO `exam_question_relation_item` VALUES ('16632645768bd96cc5da6173e413ba15', 'bbc861a67f1afaf4008fac7eb1eb8099', 'f43dc9168435213dc99b78661530917a');
INSERT INTO `exam_question_relation_item` VALUES ('d6f783e2683739abd1b7eb12f0de16f8', '9b7e5babc8b120cca7df281a3336fbb0', '17254a04bf454ad021258d8453e7729b');
INSERT INTO `exam_question_relation_item` VALUES ('2db7f2935a68dd349fefba09c2271109', '9b7e5babc8b120cca7df281a3336fbb0', '3d3edeb622528932770c789b6f92934f');
INSERT INTO `exam_question_relation_item` VALUES ('3f2cf952a8dc52b8acfd3c351f996650', '9b7e5babc8b120cca7df281a3336fbb0', 'e136867b2c1470aa755209d320527290');
INSERT INTO `exam_question_relation_item` VALUES ('42fa699549ee9dbc755819e2c767c458', '9b7e5babc8b120cca7df281a3336fbb0', '280e8cb0bcfd930ce32a07acccbea65b');
INSERT INTO `exam_question_relation_item` VALUES ('898f720f5afcf74e5aee5690cc75276b', '80f28faf4772364901b164664e411ddf', '424c727e6dd563c1d284fc77dcdfc4c4');
INSERT INTO `exam_question_relation_item` VALUES ('9a3604aaa9c73927a4b7c415cc75db7c', '80f28faf4772364901b164664e411ddf', '5940080c13dfed03fa7583851f8a52fd');
INSERT INTO `exam_question_relation_item` VALUES ('9db2b63938223c1a2bf97afb257ad7ad', '80f28faf4772364901b164664e411ddf', '8f7a4162c84d116e16620029770f3c26');
INSERT INTO `exam_question_relation_item` VALUES ('363ab7ec4e5dd70a8bd9e73231dca6b2', '80f28faf4772364901b164664e411ddf', 'f48cd8554493813bc44f3b9af69029f9');
INSERT INTO `exam_question_relation_item` VALUES ('f816867b26ba0b7b6547ab0ff7b87c97', '427a75e275b21672c2821619b7672770', '4a7a29157e984c8611f835d008933059');
INSERT INTO `exam_question_relation_item` VALUES ('44fd2a1386debdb07961a5f575a64ff4', '427a75e275b21672c2821619b7672770', 'ad01f84973766164441eec1e008b0e58');
INSERT INTO `exam_question_relation_item` VALUES ('0fe43452ec5b43b8d2f98d293575212e', '427a75e275b21672c2821619b7672770', '2a29db16ed6f8e664f32afaf2ec81a13');
INSERT INTO `exam_question_relation_item` VALUES ('70df16f7b95a99dd2636167f7006e646', '427a75e275b21672c2821619b7672770', '09cfdf5714440ea72cf81bf02a341ba4');
INSERT INTO `exam_question_relation_item` VALUES ('330d5dee2e58da7a6b8e155b1e7f0324', '525e951501ff24f1b79f4b552d4519fc', '0e4c56f8dd58a67c5cbed4b0dd94699b');
INSERT INTO `exam_question_relation_item` VALUES ('b242fac470b9f362bf5a8ecb379f3ae2', '525e951501ff24f1b79f4b552d4519fc', '887860aa2c436d4c4f8be10091096972');
INSERT INTO `exam_question_relation_item` VALUES ('1a9d3e7e9a02e3b8a17fdb2d6473f118', '525e951501ff24f1b79f4b552d4519fc', '8d288d1cb9494f37da73d0da803f46d2');
INSERT INTO `exam_question_relation_item` VALUES ('29f16c6bcbb85f6f7a070fca4162e751', '525e951501ff24f1b79f4b552d4519fc', 'fe14b2cb6104ac8266cad2942faa9534');
INSERT INTO `exam_question_relation_item` VALUES ('0daf8ab51a208e52afd1a544f07ba5d5', 'd3cad9a438a93b6b7943734a6fe274bc', 'cbfb8c5c761a968b54ed6974b8f527c0');
INSERT INTO `exam_question_relation_item` VALUES ('9fe1f6f05066b85a513f9972d2931a31', 'd3cad9a438a93b6b7943734a6fe274bc', '32e598ea84699359837594ff1788b33d');
INSERT INTO `exam_question_relation_item` VALUES ('f9f13c8045fec96eb12ec5153540412f', 'd3cad9a438a93b6b7943734a6fe274bc', 'edb528bd0b51c42906bd3995f8420b5d');
INSERT INTO `exam_question_relation_item` VALUES ('9a98eb8b45d2cca68c78a6d5c6a00451', 'd3cad9a438a93b6b7943734a6fe274bc', '56733e39c2692e1459df8e2dedf7fc2a');
INSERT INTO `exam_question_relation_item` VALUES ('46ae4b81207a11372f7bb7cd30b9d75a', '45cfb0e1d88384c0d59046035d9573ff', '08e9ba886d496b6295cfdf611cdfe9e8');
INSERT INTO `exam_question_relation_item` VALUES ('c5af90664b509b2fd0f1127a395a89cb', '45cfb0e1d88384c0d59046035d9573ff', 'e5b45732e6fecb42460afddb9aacb27c');
INSERT INTO `exam_question_relation_item` VALUES ('80b3457882113be59bab77e28b79f2be', '45cfb0e1d88384c0d59046035d9573ff', 'cbff849723dcaddf0db5234befc43ed4');
INSERT INTO `exam_question_relation_item` VALUES ('002da5c87564d06657c2abb5dff30fd7', '45cfb0e1d88384c0d59046035d9573ff', '9b77beae4e1176d455806e9e6328fd1e');
INSERT INTO `exam_question_relation_item` VALUES ('37d938e41cd0c6d73b53a99043893ad9', '3e814ccc79dcaba8600486c647498db3', 'e60b90dd02599081d0a7e0f3d6e29674');
INSERT INTO `exam_question_relation_item` VALUES ('99ea40104767472ffbbf408cd4a7d4e9', '3e814ccc79dcaba8600486c647498db3', 'aab03434281661244ea7df0c1d9a7404');
INSERT INTO `exam_question_relation_item` VALUES ('1cc52a265bcf580634f659cd4e1430b6', '3e814ccc79dcaba8600486c647498db3', 'b31e66fa20162fca94f398fc96119ecf');
INSERT INTO `exam_question_relation_item` VALUES ('3fbda0f79ba374e8ed1ba8334d6f6e5d', '3e814ccc79dcaba8600486c647498db3', '39aff8eb39fc2fd423d77679b293d706');
INSERT INTO `exam_question_relation_item` VALUES ('5609d4f11a0ea6259c36913335f13249', '6770a7836ee56b0e3d6435a888186a78', 'aaededc4612da4c61b6d34d5051ab9d8');
INSERT INTO `exam_question_relation_item` VALUES ('92ab143982ed2cd6ace79e623f33ac53', '6770a7836ee56b0e3d6435a888186a78', 'dfb599c27a5d6b13392c4125e8eb7234');
INSERT INTO `exam_question_relation_item` VALUES ('5591f44f35afe43e28703f7fae7ab85b', '6770a7836ee56b0e3d6435a888186a78', '3c5db2ee23b4ac27a95fb846bbf85613');
INSERT INTO `exam_question_relation_item` VALUES ('2b2e6de332f8da77484bc42587be9dbb', '6770a7836ee56b0e3d6435a888186a78', '9b0d5e094a501cb44532009ad2f19e23');
INSERT INTO `exam_question_relation_item` VALUES ('61317e8cca8f2a4c6dd908b702d1f3c5', '545e96ab4bd601b6a7c0a3d8fe6923cd', '93f4693d2ad1e186cbe11afeeec2cbc0');
INSERT INTO `exam_question_relation_item` VALUES ('4532b61182a4eafad674a223710d2e6e', '545e96ab4bd601b6a7c0a3d8fe6923cd', '1d408e1ceb1d97be000c6b623c5fef9f');
INSERT INTO `exam_question_relation_item` VALUES ('9fb3589c6904c5fd69aea83882249a31', '545e96ab4bd601b6a7c0a3d8fe6923cd', '659d81440c3c8c92803cad0bfe0df492');
INSERT INTO `exam_question_relation_item` VALUES ('af64eb5722c8d51d7629258d2583c40c', '545e96ab4bd601b6a7c0a3d8fe6923cd', '4b89a7dc93905470cc0b441182042560');
INSERT INTO `exam_question_relation_item` VALUES ('fbb9555053f662edcc346f66f8852569', '122fb714d1bf3865eec2da3eec182041', 'aca9fcd3d679d72aac374ff6b6a57812');
INSERT INTO `exam_question_relation_item` VALUES ('ca9bdd9706d0b512f2bc60517b315c2c', '122fb714d1bf3865eec2da3eec182041', 'c556e1ab22efd4f4e74778718e54eaaa');
INSERT INTO `exam_question_relation_item` VALUES ('6e35dd5633ad7c7ef39a1bb3f45b5688', '122fb714d1bf3865eec2da3eec182041', 'ef2141ce4e825074d3994a0931c6ca4d');
INSERT INTO `exam_question_relation_item` VALUES ('44569e5a67f22f9a18f278d2647c1a0e', '122fb714d1bf3865eec2da3eec182041', '25a98216ff61fea544059c4ae779e848');
INSERT INTO `exam_question_relation_item` VALUES ('b007d94c93fc6fabf5db8e71b202cc8d', '9c09d3095e288ba20a9b6f5335f1ae0a', 'e26ef79e370a745d6c72b655a22eb1f8');
INSERT INTO `exam_question_relation_item` VALUES ('f5d37fbebf64cc4f9f935fa6ee26c3a6', '9c09d3095e288ba20a9b6f5335f1ae0a', 'ca36bc8ae3139829c1ab6f56b4788272');
INSERT INTO `exam_question_relation_item` VALUES ('039f4cc916c9d8f63be198c3a96fdd36', '9c09d3095e288ba20a9b6f5335f1ae0a', '13fb42a98c644c949255374f64629556');
INSERT INTO `exam_question_relation_item` VALUES ('e27f434e6198e97cf8a7636092b28725', '9c09d3095e288ba20a9b6f5335f1ae0a', 'bc606281e22de51b8ce7197b51add06c');
INSERT INTO `exam_question_relation_item` VALUES ('2e55e3057640550000ec63dfcd59eb8a', '5d98332d95ae0aa1cadf5f7f5215b1fd', 'b2e63c6ee7399dd216c338ff920a8d61');
INSERT INTO `exam_question_relation_item` VALUES ('737aa9e3bad0d852daede24f2ebe15d5', '5d98332d95ae0aa1cadf5f7f5215b1fd', '3783cb6ee8d83adae5474a25f44e46b4');
INSERT INTO `exam_question_relation_item` VALUES ('057b988145a2e02440ba182a5b8b899d', '5d98332d95ae0aa1cadf5f7f5215b1fd', 'f502e1b28dde521f0162f12a32b87e27');
INSERT INTO `exam_question_relation_item` VALUES ('a6dcc3345c825d377cd88917f475fd5e', '5d98332d95ae0aa1cadf5f7f5215b1fd', '029c584139342d1118a04ced72cf7264');
INSERT INTO `exam_question_relation_item` VALUES ('500c325b1d60d66ce93b295986b4739d', '62348a890afab4a530fada3086b257de', 'ae1b0f76271baeda966f249189d89e36');
INSERT INTO `exam_question_relation_item` VALUES ('c0eb0de9607a02a1f02a3a7b523b1b31', '62348a890afab4a530fada3086b257de', 'a94d22e2f6998f1e5a1917340d0e5812');
INSERT INTO `exam_question_relation_item` VALUES ('ec6305ce8a112d8ac9a8b777f5e2ace3', '62348a890afab4a530fada3086b257de', 'ba4df8202255a53bfdca58dcd39c0118');
INSERT INTO `exam_question_relation_item` VALUES ('f7aa9fcbf679cfe88dcafd7728bfedf5', '62348a890afab4a530fada3086b257de', '79edef69f0f1b737c4502d43faced30b');
INSERT INTO `exam_question_relation_item` VALUES ('7b48de9ab9d72febd1e7e0ac5ced1687', '42ace05ad24c5fecf704bb54f0e85eee', 'f77b50cb2fd0368690d23af2b8e0f7ca');
INSERT INTO `exam_question_relation_item` VALUES ('b646aed95f9fe474bb2fa1a6c49d6fce', '42ace05ad24c5fecf704bb54f0e85eee', '68789aeee1439555e18ab16be4fe32f3');
INSERT INTO `exam_question_relation_item` VALUES ('bb33919806f033d021bcc13a0c5cc447', '42ace05ad24c5fecf704bb54f0e85eee', 'e99983570a4d6ebc5b9ae7c1f7b69075');
INSERT INTO `exam_question_relation_item` VALUES ('3de9a7527c6014837809bbbed7b44910', '42ace05ad24c5fecf704bb54f0e85eee', 'ce8836bd082e6dab10ba7aa91f60b82e');
INSERT INTO `exam_question_relation_item` VALUES ('4873358a694e2775fe8a97354d8d5669', '01dcc36b7076eaa67351aa8f5ca94d36', 'd8c6fea31271d928df3eb55d3406ab59');
INSERT INTO `exam_question_relation_item` VALUES ('3a8f0b5f34e70b8de2f3b77123358d6b', '01dcc36b7076eaa67351aa8f5ca94d36', 'b5c7a5bda30c8e7260674bdba03bb6cf');
INSERT INTO `exam_question_relation_item` VALUES ('430ae76f3a2c894eac984dbfb1de9efd', '01dcc36b7076eaa67351aa8f5ca94d36', '8bb3bad486a2719b7d09fc430db85795');
INSERT INTO `exam_question_relation_item` VALUES ('466f2a9ccf2739620a73608eb45b2417', '01dcc36b7076eaa67351aa8f5ca94d36', 'bdb75239e85dc86739bae228c22046d3');
INSERT INTO `exam_question_relation_item` VALUES ('c98c691e1462af72347382e5d9513145', 'b59e5da3bc1a5ce94615fdab2f182e48', '4885cd752c0caf1f15a5540128aa9fac');
INSERT INTO `exam_question_relation_item` VALUES ('805be9fee99209ea52bc32308a636119', 'b59e5da3bc1a5ce94615fdab2f182e48', 'b04f7543edf1121d1592bb55e18b8a29');
INSERT INTO `exam_question_relation_item` VALUES ('ba359673d5b3cba5435204d7b6fe7c3b', 'b59e5da3bc1a5ce94615fdab2f182e48', 'eb5a68142e14dfed857eb4f44e9fa742');
INSERT INTO `exam_question_relation_item` VALUES ('a77eac236357573421fade99991ef786', 'b59e5da3bc1a5ce94615fdab2f182e48', 'b85cf96dc19b033380c8fbf07f169774');
INSERT INTO `exam_question_relation_item` VALUES ('3b11500c0f9cef7f4ce78c0327a8a855', '441d62d9249e84a6deff1251b5cb602b', '253bff04f43573fc0feb8295f841df6e');
INSERT INTO `exam_question_relation_item` VALUES ('1f8cc12d10a0ef14ba542d5df139a995', '441d62d9249e84a6deff1251b5cb602b', '3ffdd60982ec6a7ac1f8c6c2d9a1985a');
INSERT INTO `exam_question_relation_item` VALUES ('707da60f1992cc9ec96346510cd14d0d', '441d62d9249e84a6deff1251b5cb602b', '2d25726fe02256a059bc11b9a39fe79f');
INSERT INTO `exam_question_relation_item` VALUES ('a549eb43de1efaeee5770d0cc39aa551', '441d62d9249e84a6deff1251b5cb602b', 'acbed93d95fb7c31ca092957dc62e771');
INSERT INTO `exam_question_relation_item` VALUES ('23593237a05033f4ab43278a57481f4b', 'f04fe04148f1adb92e53a0e59f049132', '9d9e64bea3750b922342ad559aff4c54');
INSERT INTO `exam_question_relation_item` VALUES ('e5b06752abfc757634ea1642b4b233a6', 'f04fe04148f1adb92e53a0e59f049132', '9d5c927740eaa8c1567ec493b6342695');
INSERT INTO `exam_question_relation_item` VALUES ('b5b87ee55c4571a6f915dc841124d088', 'f04fe04148f1adb92e53a0e59f049132', 'd35f124170031ddeb1a7d0bda757f1c6');
INSERT INTO `exam_question_relation_item` VALUES ('a932ca6681eb37b24f8bccfa513ac2b3', 'f04fe04148f1adb92e53a0e59f049132', '8f95bec7cd88d0c4868f19c6bbe7a5f5');
INSERT INTO `exam_question_relation_item` VALUES ('4fa2b83e41bd1c2f17ed686cb3889065', 'd46714470575bf5c94f8e5ba1ac04f8c', 'c129facc86f9eb2225a786600a86100b');
INSERT INTO `exam_question_relation_item` VALUES ('94e582ba5490968df8673f35be597b88', 'd46714470575bf5c94f8e5ba1ac04f8c', 'eb374b4fb30945f95211f53b1d1beb7e');
INSERT INTO `exam_question_relation_item` VALUES ('f350ee5f58fa7e5988d1d54d8df2cc3a', 'd46714470575bf5c94f8e5ba1ac04f8c', '7dbf69748c6d7ae8b16bd340c3dfae44');
INSERT INTO `exam_question_relation_item` VALUES ('47bb7d354d5264e215fc47fca3adf4b2', 'd46714470575bf5c94f8e5ba1ac04f8c', '747eccdae7c751d64033a46266d7890b');
INSERT INTO `exam_question_relation_item` VALUES ('32b1b877d17735486b0ad88837b35328', 'a9f0bc45e79f6b1178049d6ac559db56', 'aa22e75397b905287f4f7eb0a7bf8dba');
INSERT INTO `exam_question_relation_item` VALUES ('a46646d852a12b0fa2c7607fa1d017f2', 'a9f0bc45e79f6b1178049d6ac559db56', '5fa95e7f6c119be7c04b3e1c488e5233');
INSERT INTO `exam_question_relation_item` VALUES ('2786b83c504ccfc622cd6231bea14a9c', 'a9f0bc45e79f6b1178049d6ac559db56', '772a95be337bacd6cfb8c12456667538');
INSERT INTO `exam_question_relation_item` VALUES ('fa06af34d049f6387cdc0dc7c6311eca', 'a9f0bc45e79f6b1178049d6ac559db56', '405d3b66c0a56f18dac24089eb47a8e9');
INSERT INTO `exam_question_relation_item` VALUES ('00ed7e9953b1555f56096f321e55c948', 'edc8abc4b1d9454b79e700917aff532e', 'd46097887ea62c94dc465ae06d6bdf83');
INSERT INTO `exam_question_relation_item` VALUES ('6097d687f48666349fa7bb2a4a92b937', 'edc8abc4b1d9454b79e700917aff532e', 'b22984a27db09efd65044b3e8ccfab1d');
INSERT INTO `exam_question_relation_item` VALUES ('7c183b6a7dbc74d34683228ce0da5fe8', 'edc8abc4b1d9454b79e700917aff532e', '38e5beeabd06bfb2f5870682380f7a39');
INSERT INTO `exam_question_relation_item` VALUES ('cc60385df5b981ed441581a4234f4754', 'edc8abc4b1d9454b79e700917aff532e', '97014bb97aef4e614a434e0ca1399f34');
INSERT INTO `exam_question_relation_item` VALUES ('ef6f232a2314f37904e72e5bd672e7e2', 'befdfea6599512141a0d06093e6aa032', 'f9712ca51b9a99e6bae41fc09f6965b4');
INSERT INTO `exam_question_relation_item` VALUES ('3ec407d8dd0e902e46235f8a48bbd0fd', 'befdfea6599512141a0d06093e6aa032', 'f3f2a5fd4c3292ef93391a9665c3191e');
INSERT INTO `exam_question_relation_item` VALUES ('c38aa06d71bfcb5405ad1a4b6d56b1f7', 'befdfea6599512141a0d06093e6aa032', '3263b1d4e9294a53aad056e3badee051');
INSERT INTO `exam_question_relation_item` VALUES ('655af383fb2b68594489ddc20cbda4f9', 'befdfea6599512141a0d06093e6aa032', 'ccedd60fefc8da3f27c103d243d7ab33');
INSERT INTO `exam_question_relation_item` VALUES ('caa61a31671e7ad25fd08e829b9abc33', '8bf45c3a5e598522851c41705bea1f20', 'dc76f1a887df92fd3cf7ac668c6c33fb');
INSERT INTO `exam_question_relation_item` VALUES ('bdfa70317025671ea67a8df81cf9e05e', '8bf45c3a5e598522851c41705bea1f20', '3dd6ac2e4c6f39ae4594b89a36755f4b');
INSERT INTO `exam_question_relation_item` VALUES ('887e4f0b5f8620467f4c7f14d112d2b5', '8bf45c3a5e598522851c41705bea1f20', '137d22651a905b9b84d3cc4d63b6ceb8');
INSERT INTO `exam_question_relation_item` VALUES ('4379f0ff29477e0507c69066a75f6a3d', '8bf45c3a5e598522851c41705bea1f20', '842122def50e9ad0248aebc0a60a67ef');
INSERT INTO `exam_question_relation_item` VALUES ('509be3082a06f3a975779a068f129f74', '4d053c6d2f549c26594cbb00d21416f7', 'aa7380a0d841b121c91c03df460d7475');
INSERT INTO `exam_question_relation_item` VALUES ('90953c7cccd52c0b94469e1fb4b4ace3', '4d053c6d2f549c26594cbb00d21416f7', 'f7e02cc281b62949a9171b74cb71ad37');
INSERT INTO `exam_question_relation_item` VALUES ('fec52f43ce3962076bf8d2925d45a64e', '4d053c6d2f549c26594cbb00d21416f7', 'fc118a7be5e59143b54279b3812a0404');
INSERT INTO `exam_question_relation_item` VALUES ('ffb74d6d112135d5a34980219ab849b5', '4d053c6d2f549c26594cbb00d21416f7', '1c44ac234500f2773c77f8e922b3a4ca');
INSERT INTO `exam_question_relation_item` VALUES ('a52f79433cd9b070c9d8042655f6e4a6', '463148b539cb3aa8bb2b42a0c013f5dc', 'd521400a089cdf7d00b124f661c6749d');
INSERT INTO `exam_question_relation_item` VALUES ('82de2e5540bd3ad10e286526ccd056d6', '463148b539cb3aa8bb2b42a0c013f5dc', '65596999230385e4c138d2fcdb4e7ec5');
INSERT INTO `exam_question_relation_item` VALUES ('e3bf57c7360d535c12abf5a17adfcb9b', '463148b539cb3aa8bb2b42a0c013f5dc', '764bc6c0a3fcd8086759b3f51b86e042');
INSERT INTO `exam_question_relation_item` VALUES ('2cecae0034fca4d9ec4a95581e90fb34', '463148b539cb3aa8bb2b42a0c013f5dc', '3be7b33bf910ae390bed2f7126e7b137');
INSERT INTO `exam_question_relation_item` VALUES ('9230c5a4e02c78c72fc844119f16551d', '6bd4b8a1a8b795577db50ae93318520c', '1b1ec09a4bb6ea1bdd98bf82bd2307bb');
INSERT INTO `exam_question_relation_item` VALUES ('bbaac51195261f7eec8ea1547b8e76c0', '6bd4b8a1a8b795577db50ae93318520c', 'e7b3a30ecc81e39e27e9d0747d4391fe');
INSERT INTO `exam_question_relation_item` VALUES ('a94632c485d569636dd090e137875144', '6bd4b8a1a8b795577db50ae93318520c', '732ee8ecf22facafa96de5113f81482f');
INSERT INTO `exam_question_relation_item` VALUES ('91e2d08527b233f135e7e7f436a16b70', '6bd4b8a1a8b795577db50ae93318520c', 'd1f1e7b5af6b4a400af1f0d36c3786f7');
INSERT INTO `exam_question_relation_item` VALUES ('38f17713136dbf32ffa0643392be81b2', '20151edc73ff5aff8a21f81764d69152', 'a9529d8028a58752b25dd78d88c2700b');
INSERT INTO `exam_question_relation_item` VALUES ('ff78cec209a032c4d11b1d4218d9771b', '20151edc73ff5aff8a21f81764d69152', '3848709fe4446245658f54cfe98611e6');
INSERT INTO `exam_question_relation_item` VALUES ('78a0e77331f6b60d55fd503eb6b4a694', '20151edc73ff5aff8a21f81764d69152', '87fc17f08db75c8796947790e8c8213b');
INSERT INTO `exam_question_relation_item` VALUES ('c184429e6fc72a30205353d5148f1066', '20151edc73ff5aff8a21f81764d69152', '93f530f0322c20998880ac7908dbe5db');
INSERT INTO `exam_question_relation_item` VALUES ('3a60660d1b81bbb18c10f49b76a05c28', 'd7ac4509f2bb04efe12f17e0986c398f', 'd548e0271c37be1f770cb99f4747ac9f');
INSERT INTO `exam_question_relation_item` VALUES ('22bf34d8a927319bc165673aeff6caa5', 'd7ac4509f2bb04efe12f17e0986c398f', 'fab8224d653d3bf0ce745406d890fd5a');
INSERT INTO `exam_question_relation_item` VALUES ('4f12037a27256bde4cc97892dc7e100d', 'd7ac4509f2bb04efe12f17e0986c398f', '3750c8d39e57fc3f928f2779b254f268');
INSERT INTO `exam_question_relation_item` VALUES ('e8bce3cc1c88555ee0d11553aa6a9f9e', 'd7ac4509f2bb04efe12f17e0986c398f', '5f2609d10fddd13f2058f380ae9e6ed1');
INSERT INTO `exam_question_relation_item` VALUES ('3eeb01be87f909c4f2d55de2d14aac7b', 'e03397e28375270982ec9a2bdf768c24', 'e067ea690d6c1ba4db4ad5ebcddd1f6e');
INSERT INTO `exam_question_relation_item` VALUES ('a11d303b2d6c3b3dd76738296438321e', 'e03397e28375270982ec9a2bdf768c24', 'de20f442dc3eb9dee20dccc6496867cf');
INSERT INTO `exam_question_relation_item` VALUES ('d6d069c4daa0f6c52cf525fdffc8d2e9', 'e03397e28375270982ec9a2bdf768c24', 'f072b424a9005621081735364668d85d');
INSERT INTO `exam_question_relation_item` VALUES ('141e1227b6667883162d9cd1745c9103', 'e03397e28375270982ec9a2bdf768c24', '0aab281c8c4f7750e9c0548b35a2773b');
INSERT INTO `exam_question_relation_item` VALUES ('ca8f14ad6658cf0efee6bc0cb38daf47', '830517b38bc6986f96e7e8a437ff2030', 'af8bbdb429c6fe000fef830a1462aa09');
INSERT INTO `exam_question_relation_item` VALUES ('8766348fc3cdb491326c5ed8efc90810', '830517b38bc6986f96e7e8a437ff2030', '51451a922ec98415c75fc55252477a70');
INSERT INTO `exam_question_relation_item` VALUES ('2ec13576fcc2ee726af20b41737c49fd', '830517b38bc6986f96e7e8a437ff2030', 'ab5b113a336f25370cab62679616536b');
INSERT INTO `exam_question_relation_item` VALUES ('5ff280c84c3be0731372c2b22e877ff3', '830517b38bc6986f96e7e8a437ff2030', '25056b712ad03a80f1903ba2c5863634');
INSERT INTO `exam_question_relation_item` VALUES ('bc9ca7015392a9ef2e02fda2d697333a', 'b8be9df27cdc2f91b2f1c4dc1a6f70d2', '0304086e6d08d9b7a3509351fe0ffc89');
INSERT INTO `exam_question_relation_item` VALUES ('2911100de9a34375265b6bf8d6f9f1e3', 'b8be9df27cdc2f91b2f1c4dc1a6f70d2', 'ea66faf39eadb2f16813ac419cafa795');
INSERT INTO `exam_question_relation_item` VALUES ('6e14fd0e0cf79e4b4167a3563e3c085b', 'b8be9df27cdc2f91b2f1c4dc1a6f70d2', '171d7814610202ae7ea8a8a1efc5d56e');
INSERT INTO `exam_question_relation_item` VALUES ('8be17fa1f65a0bbf0d63cd399ae6ce86', 'b8be9df27cdc2f91b2f1c4dc1a6f70d2', 'd7d1e0c08973941b1b3f2d22f9ae6184');
INSERT INTO `exam_question_relation_item` VALUES ('950a587117ec8114da08db654dcaf220', '2b7fb825d5e6d21aacec50b1ed0250a1', '12fccfaf12f3b9b209a1623022538118');
INSERT INTO `exam_question_relation_item` VALUES ('d2cf1a7fa06460c163b967beaae4fc1a', '2b7fb825d5e6d21aacec50b1ed0250a1', '76221e1cbe5be1888b8b00940380003d');
INSERT INTO `exam_question_relation_item` VALUES ('cfc2f5fab4720206755a941e9d5deda5', '2b7fb825d5e6d21aacec50b1ed0250a1', '9476ed74df9b0e1e9a5f820a7fe2364f');
INSERT INTO `exam_question_relation_item` VALUES ('2f202929a91997382c0aa835a9309734', '2b7fb825d5e6d21aacec50b1ed0250a1', '6eaa181208ef76fec4710c92cd511dce');
INSERT INTO `exam_question_relation_item` VALUES ('4462c1a1945ba0ad6665ad12bfeda7aa', 'affd71db901bf87b3b802f31487c89b2', 'cb31bcf7a069f867b51c6cb3f265f36b');
INSERT INTO `exam_question_relation_item` VALUES ('41895c48d38f755916e95715b131bf99', 'affd71db901bf87b3b802f31487c89b2', 'ab65db9f624f98d23c505bc52a1af648');
INSERT INTO `exam_question_relation_item` VALUES ('1cf8e3c764b7963858806931790a562a', 'affd71db901bf87b3b802f31487c89b2', 'f8547b5e32082e7042e6818b8bf4c1fd');
INSERT INTO `exam_question_relation_item` VALUES ('a9f06d6065e7ae7f98dfca7868798749', 'affd71db901bf87b3b802f31487c89b2', '130b66d5d19cdf67672f7a8462999e10');
INSERT INTO `exam_question_relation_item` VALUES ('40f70f49737c5fca1ddc1bef06d41bce', '0d6c82d18805618b491497c069e991ef', '40eff658092d5d18ba085415b88c83fb');
INSERT INTO `exam_question_relation_item` VALUES ('e24f6876141856e981f7dd2c7e4f76b9', '0d6c82d18805618b491497c069e991ef', '37ee0f756337bc1e1c4b334102c3a748');
INSERT INTO `exam_question_relation_item` VALUES ('86d23a37e956895b4822afc733addc6a', '0d6c82d18805618b491497c069e991ef', '11684e695905b363eb0d6a7fec9dd2f6');
INSERT INTO `exam_question_relation_item` VALUES ('84b0115f3973e05abdae46d83e22bff6', '0d6c82d18805618b491497c069e991ef', '29d0b167bb6cef496e9f4793d679343b');
INSERT INTO `exam_question_relation_item` VALUES ('605cccad54b7a8f39e4f57a51344d601', '75f5a1c66b7d39889143d225f6e99203', 'd18d19087a8a5ae6d8f1347e11b902b0');
INSERT INTO `exam_question_relation_item` VALUES ('d9d90a676d4a6e08ef53167980023361', '75f5a1c66b7d39889143d225f6e99203', '6eafb100ea69d81ea0f1a1d0749a4912');
INSERT INTO `exam_question_relation_item` VALUES ('23e92cee65ba19ea64415f14b41706d4', '75f5a1c66b7d39889143d225f6e99203', '2580502778ed444cad23c0c137efc52d');
INSERT INTO `exam_question_relation_item` VALUES ('51ddb82ab9d22e5bf0c18b45a80701fb', '75f5a1c66b7d39889143d225f6e99203', '464bc5409ff9d4072472085328406ee6');
INSERT INTO `exam_question_relation_item` VALUES ('a727e4e5bba85c8ba6b45b34fcbf56a6', 'fe9804033597b7972b1a15ae6bf4b974', '5aaf8668bd1003de3da69fb024e93882');
INSERT INTO `exam_question_relation_item` VALUES ('d282987afbed14e919287744ec2e7dac', 'fe9804033597b7972b1a15ae6bf4b974', 'a32b13740f145359684c3c97c9bd23a1');
INSERT INTO `exam_question_relation_item` VALUES ('021636e8edbf25e29d7c72a6360e3fb2', 'fe9804033597b7972b1a15ae6bf4b974', '3b5017433233526c22ca5da5eda101ff');
INSERT INTO `exam_question_relation_item` VALUES ('356d8d0b57bf79a14748199c42437063', 'fe9804033597b7972b1a15ae6bf4b974', 'df7fcfc05ec09a169fbcac1749ff0814');
INSERT INTO `exam_question_relation_item` VALUES ('b7cbc5cc62fbc13afc6c0b98a1ed6110', 'aaae1ced28647ba2ba903ac3531c8f81', '64ee0e255c775c6be2b2d85a44106485');
INSERT INTO `exam_question_relation_item` VALUES ('a93a045f41dd4faa519e860f8c81b8d5', 'aaae1ced28647ba2ba903ac3531c8f81', '2d61e6356c3b5d650b138a8f8031aad8');
INSERT INTO `exam_question_relation_item` VALUES ('0b37a93a52a6e1e3c04c6532b2538b85', 'aaae1ced28647ba2ba903ac3531c8f81', '8286151f73e04261e62db3428a637c77');
INSERT INTO `exam_question_relation_item` VALUES ('863e4d9153e25dffb94f67db812e2bb6', 'aaae1ced28647ba2ba903ac3531c8f81', '2d5618023b387f444d2fcbeb2e29628e');
INSERT INTO `exam_question_relation_item` VALUES ('bdfd6b46ae50cb8bf0b436e1d36c103f', '1268136b23667842e225f93057e274ba', '086e699fe0ba56c3f7106eca67cc56fe');
INSERT INTO `exam_question_relation_item` VALUES ('44a8ea965f0bd1afcf8aba614122c84f', '1268136b23667842e225f93057e274ba', '3df6646e47e89006fce1cc1054506dc2');
INSERT INTO `exam_question_relation_item` VALUES ('eb673796f9e48fc795cb75caa8c5de4c', '1268136b23667842e225f93057e274ba', '85c8715d1a323b94574a16443dda838d');
INSERT INTO `exam_question_relation_item` VALUES ('352f9defcd41f496582600bb601d95ef', '1268136b23667842e225f93057e274ba', 'affc47e57d1ad2768e8154d54de2441e');
INSERT INTO `exam_question_relation_item` VALUES ('441c263c56ce98a29a6600f4b9dd6196', '5a7a2b68cd7eae8a99dad1b7be48340f', '4dc2c2ffa710616c70857038b7d57a24');
INSERT INTO `exam_question_relation_item` VALUES ('9222c8331436c0e4f8c3d0f9da5d4729', '5a7a2b68cd7eae8a99dad1b7be48340f', 'bea04e48f5e0228cdb3c6ba3fb61129a');
INSERT INTO `exam_question_relation_item` VALUES ('1ecb805ce47628b01d6ec0776b47614b', '5a7a2b68cd7eae8a99dad1b7be48340f', '355ed2fbcd4cdfe1955c8f5acb78f9a2');
INSERT INTO `exam_question_relation_item` VALUES ('4051066775c605442849e77f60a3b79a', '5a7a2b68cd7eae8a99dad1b7be48340f', '1963577b9007a438493337aaa93cf4ed');
INSERT INTO `exam_question_relation_item` VALUES ('5db67b3a6209cfa0c2f557fdbda6cbff', '090308bca4519cadf2634b42549fab89', '52fdf3aa081a35fd06bb10a707f516a1');
INSERT INTO `exam_question_relation_item` VALUES ('67019dd67fd13c2a5067be08c904f4a4', '090308bca4519cadf2634b42549fab89', 'c2df21f5a677079616f5ff0b326eb358');
INSERT INTO `exam_question_relation_item` VALUES ('840efa93daad4975b52cb50ee431510e', '090308bca4519cadf2634b42549fab89', '88c199970565ddab3da746a52995d0c9');
INSERT INTO `exam_question_relation_item` VALUES ('00c43d9554ac2339ca57fe360ffeb52d', '090308bca4519cadf2634b42549fab89', '6d51495bf6b3b66566624ccdc3d18e5c');
INSERT INTO `exam_question_relation_item` VALUES ('50f3bbe3ab350f26a6384f30f6327c3e', 'fe137b60434bacc978d7dce400c654a9', 'ba4cbe306926b50489e08452dd118c5a');
INSERT INTO `exam_question_relation_item` VALUES ('36a2e6342569514b6491649b89ed6b3c', 'fe137b60434bacc978d7dce400c654a9', '9a4fa23704788a80697eb1cb12f187a0');
INSERT INTO `exam_question_relation_item` VALUES ('83cbafe8d2857ba4076153cc221cdafe', 'fe137b60434bacc978d7dce400c654a9', 'a5239bac0acd594b726fbe9192be7e05');
INSERT INTO `exam_question_relation_item` VALUES ('2f52a07c7c7b76fba52d5c8011229c0b', 'fe137b60434bacc978d7dce400c654a9', '12addbc09ceb675abe3725ecf1f4959f');
INSERT INTO `exam_question_relation_item` VALUES ('af5dd29712a3f70181203fbb68f192d5', '6f287c452e6ab2d944466ac7ca98db4b', 'cf1d15a3ed3b297c7cd989480c59162e');
INSERT INTO `exam_question_relation_item` VALUES ('3019cf3cd094e5ec9e09ee0a72ce4a5b', '6f287c452e6ab2d944466ac7ca98db4b', '7266f69e3f0e710f41672f57a3b3fb77');
INSERT INTO `exam_question_relation_item` VALUES ('52ad0360010907192e897a533fac9725', '6f287c452e6ab2d944466ac7ca98db4b', '1e18a224a03d5f333238f4af7cf4bdfe');
INSERT INTO `exam_question_relation_item` VALUES ('948352e0e9d95da459ec7e17445fe434', '6f287c452e6ab2d944466ac7ca98db4b', 'e6b0962c18781aeed4f472a2bd6f8afc');
INSERT INTO `exam_question_relation_item` VALUES ('c85536fe82525e0a42a59d1e4e2953f8', '7ecb32093f4383a76963cd4aeeb608b1', '35ea55a6a877e2d691022c7a6d6d350f');
INSERT INTO `exam_question_relation_item` VALUES ('fbb0ea302f202aad27007c51c74b1291', '7ecb32093f4383a76963cd4aeeb608b1', 'ecb74eeebee42f3172c2a1bc4c0d7fb2');
INSERT INTO `exam_question_relation_item` VALUES ('305fac0b4307fc4d60925546b605b7ad', '7ecb32093f4383a76963cd4aeeb608b1', 'deb75672d3409c94b90bb3eba53b4e53');
INSERT INTO `exam_question_relation_item` VALUES ('74dcdb821a3fa679540877691bda026f', '7ecb32093f4383a76963cd4aeeb608b1', '378e312fce447b0bcaaeb76b6a338ca8');
INSERT INTO `exam_question_relation_item` VALUES ('90e34da848843c7e584a32764094cb57', '433073b2dffd9fc10818b1dd75901e00', 'db19d3df44773995174584cf0fd9bb99');
INSERT INTO `exam_question_relation_item` VALUES ('f672dbc33d10bba57fdfd8639fa10801', '433073b2dffd9fc10818b1dd75901e00', '899182d49d4c33dacb4f65b8c05872db');
INSERT INTO `exam_question_relation_item` VALUES ('66dd8da248e4668042584a4864b78dee', '433073b2dffd9fc10818b1dd75901e00', '94eb819fe51f44e33cade65c32ec6298');
INSERT INTO `exam_question_relation_item` VALUES ('eb25fb0ddfaedc702bfbf45ae279ccad', '433073b2dffd9fc10818b1dd75901e00', 'b519c197e66799550a86bf6a3d4b9970');
INSERT INTO `exam_question_relation_item` VALUES ('710cc2b52e89a5acea50609988a3b3d3', '3893579106c7ef9c71acd646f55e52be', '1dcc6c88cbe095acb86282778746b769');
INSERT INTO `exam_question_relation_item` VALUES ('e61e0821a6b471faf2575d8c0221440a', '3893579106c7ef9c71acd646f55e52be', 'f7e1cf883b2a28ccf32c5242f26b4ded');
INSERT INTO `exam_question_relation_item` VALUES ('2a370b7761e98396087054481eda91c0', '3893579106c7ef9c71acd646f55e52be', '760d213cce47c9b083ece909deb89431');
INSERT INTO `exam_question_relation_item` VALUES ('fe3a74d337980f955fdd2f39aab374fe', '3893579106c7ef9c71acd646f55e52be', '4ac90ff2b5200c567fc703af18bbb07f');
INSERT INTO `exam_question_relation_item` VALUES ('f767046abbe0a05f7f81c080bbbc5e13', 'e774c6ca8b07eae4a9567832a95b52be', '071ffa323cbbe3f2a00b2e92c8000654');
INSERT INTO `exam_question_relation_item` VALUES ('fa2a3aaa27609563ffadd23829e7fb88', 'e774c6ca8b07eae4a9567832a95b52be', 'ba7fca0e5d2fa13acd92d1ec4cd352bb');
INSERT INTO `exam_question_relation_item` VALUES ('b0572dfe7c5d010886f92f5537e5f681', 'e774c6ca8b07eae4a9567832a95b52be', '7e89b04e021e135813e1bbc6f271a57f');
INSERT INTO `exam_question_relation_item` VALUES ('e849769fc6367687c4cedb15458a623e', 'e774c6ca8b07eae4a9567832a95b52be', '3d6ba8ddecaa1dae716ceeb045bb3ee1');
INSERT INTO `exam_question_relation_item` VALUES ('983c308489bd475fe52728f4c4844ea6', '9b3ee40ec925d12a76b8fe39a5d22aab', '15c51358986065790e0e9b28d4ad8704');
INSERT INTO `exam_question_relation_item` VALUES ('3d7f38247c7f6f9cdd71e7a6f11edd82', '9b3ee40ec925d12a76b8fe39a5d22aab', 'be5b69d2d201a37df688d4aa040fc400');
INSERT INTO `exam_question_relation_item` VALUES ('c533c148f11ceda0c418960108e74233', '9b3ee40ec925d12a76b8fe39a5d22aab', '69aa20ae09771a2caa7d088ca9b0e1a3');
INSERT INTO `exam_question_relation_item` VALUES ('590b1ac5ce6ee9aa98f5b9afd575069b', '9b3ee40ec925d12a76b8fe39a5d22aab', '5f19cf2204ea6d381d2d9024b9634ff9');
INSERT INTO `exam_question_relation_item` VALUES ('e7e972445f984d5c251bc6c966fcddf5', '199eff86f8e18d7ae45b49899653550b', '1bf09f82ceecca60c281fc60a7f72bcc');
INSERT INTO `exam_question_relation_item` VALUES ('02bb2b7d4ed241afaed6e62d9df81944', '199eff86f8e18d7ae45b49899653550b', 'eb68b4d3421c78d072ec1cf1c2bbb663');
INSERT INTO `exam_question_relation_item` VALUES ('8f928f6b46b4066b099be49999f86673', '199eff86f8e18d7ae45b49899653550b', 'fc673c9f6f503db389e4fc339957fcd2');
INSERT INTO `exam_question_relation_item` VALUES ('37db67824ee664493e1e16fdfcb3f10b', '199eff86f8e18d7ae45b49899653550b', 'a8142fefa4d3aa0dbd6651edf2f3c269');
INSERT INTO `exam_question_relation_item` VALUES ('cb3eb32ae4f9a6a191091c8fef5524d5', 'aefcc8af676eb0bc7151e316e3ea3560', '5c63022cf24d25afaf5451d34fbeb50a');
INSERT INTO `exam_question_relation_item` VALUES ('bcaa5c2b4caa25a0faf9b399ecdf2d5d', 'aefcc8af676eb0bc7151e316e3ea3560', 'c47d55a09b278590866e32fcf49a1c3b');
INSERT INTO `exam_question_relation_item` VALUES ('61e903f335af3f9103d36e89eb55bab2', 'aefcc8af676eb0bc7151e316e3ea3560', 'b4dca48234a4457a6a3af1af07eedb4a');
INSERT INTO `exam_question_relation_item` VALUES ('54253877d22cf3e829be7d012f6c6c1f', 'aefcc8af676eb0bc7151e316e3ea3560', 'edd00e37b2f3c6b041fe804bcfe9dac9');
INSERT INTO `exam_question_relation_item` VALUES ('5bfb43676a6df7ac87eba05bee5efe8c', 'eb1911257e123e4bd5b997c7cf87dd38', '9c927fdafbc40e24e44499a3e8346116');
INSERT INTO `exam_question_relation_item` VALUES ('4be6d76f5514beaed58c5f5d9b5874ed', 'eb1911257e123e4bd5b997c7cf87dd38', '2e72bdb7423bdca18efcee54c6187387');
INSERT INTO `exam_question_relation_item` VALUES ('b9905d6158a3e6b89bf2af083c8589be', 'eb1911257e123e4bd5b997c7cf87dd38', '8e0dd6d1883303fb2eb2bba5a5ed49ec');
INSERT INTO `exam_question_relation_item` VALUES ('87dcae135d85869680c1869883b9dca1', 'eb1911257e123e4bd5b997c7cf87dd38', '6ada1526255794c77cf030fd29b4ff5d');
INSERT INTO `exam_question_relation_item` VALUES ('207ca797bd768ae7c9b5a790ed0aba9e', 'cefbd8fd69a62e34bd036d1cea523c79', 'f70a73240ddd7e054dfbed3833b45fe5');
INSERT INTO `exam_question_relation_item` VALUES ('4c1f9969dff88b6d85fc3053d90488f9', 'cefbd8fd69a62e34bd036d1cea523c79', '48d5ae8420ff90a85ec4cd8a923803ed');
INSERT INTO `exam_question_relation_item` VALUES ('9e2723d7184bde3e09e4c0302847f5d4', 'cefbd8fd69a62e34bd036d1cea523c79', '833c33344e77828e5a89d31fc2cf9bbc');
INSERT INTO `exam_question_relation_item` VALUES ('af8346c17f5e5b468b691b4990988290', 'cefbd8fd69a62e34bd036d1cea523c79', 'eb809a3ffa042291de55f92e1e61d6bd');
INSERT INTO `exam_question_relation_item` VALUES ('0da48685d46684279bc6913d19fe046a', '8da3e5af2fad0041c5b2fd0f5e9fc8ee', '5bf759fb8fc8ce796dd56049832eb132');
INSERT INTO `exam_question_relation_item` VALUES ('2408826aeb594b457211f58850b0ea4d', '8da3e5af2fad0041c5b2fd0f5e9fc8ee', '229acaec455afeb1189f472c2a2fdc1e');
INSERT INTO `exam_question_relation_item` VALUES ('5e15120ad3285cce00d2f4bcc3d43f8e', '8da3e5af2fad0041c5b2fd0f5e9fc8ee', 'f2bcd96fb9783385df142027a152b39a');
INSERT INTO `exam_question_relation_item` VALUES ('857958b7b73c4a29fb9048a201b46098', '8da3e5af2fad0041c5b2fd0f5e9fc8ee', '598c39b96e65a9ff7e9a4a04af4b7e1f');
INSERT INTO `exam_question_relation_item` VALUES ('b6642ab84e3b645c1b869b74cef60428', 'b24943a5d6ccd5fe65621e32e897c102', '09c9df3bceccc0a73fe8332b4d77f117');
INSERT INTO `exam_question_relation_item` VALUES ('ff9f336ad948b55fe2ced9b5ec689b48', 'b24943a5d6ccd5fe65621e32e897c102', '1b10407f2486f8f786379ee251bbc05b');
INSERT INTO `exam_question_relation_item` VALUES ('20030d3bcf3bdc38413d5cc68b3c2d5f', 'b24943a5d6ccd5fe65621e32e897c102', '94e5fca9ef336874ccf2d2327614ebb7');
INSERT INTO `exam_question_relation_item` VALUES ('36624c0d93d3a66b6776bda0655671f1', 'b24943a5d6ccd5fe65621e32e897c102', '3fcf628b26b848c0504deae75a1e07fd');
INSERT INTO `exam_question_relation_item` VALUES ('ac43076ea0fbfa96892e56f835338664', 'c5a5ed600057a60af6da177e96fe1fab', 'bbadf76b1a7b090f11348ebef42e4527');
INSERT INTO `exam_question_relation_item` VALUES ('82de8ad3f58c944423af37215375f7b3', 'c5a5ed600057a60af6da177e96fe1fab', '02c4f724189513f0179a6def586482e3');
INSERT INTO `exam_question_relation_item` VALUES ('847d5ba55e9b5e5719e15f0f13f56e8b', 'c5a5ed600057a60af6da177e96fe1fab', '5b6eab389768d75dcce16a70acbf7807');
INSERT INTO `exam_question_relation_item` VALUES ('2aff76ed933bb670b1a27e0a0675ee08', 'c5a5ed600057a60af6da177e96fe1fab', '3e2ab06cbffc254d5a200131a438acf5');
INSERT INTO `exam_question_relation_item` VALUES ('80f98ae01c561b50790411a49d37a95f', '8242ecd0f6e6b6478541cb60f6590407', '5782df0b658ce7cf376470851253ac28');
INSERT INTO `exam_question_relation_item` VALUES ('87f6d81d4cffb4582c8325874c24240f', '8242ecd0f6e6b6478541cb60f6590407', 'ec05463fc82935b5fea8cb07a821c357');
INSERT INTO `exam_question_relation_item` VALUES ('613b5fbb5a3487ce542a666ad436db45', '8242ecd0f6e6b6478541cb60f6590407', 'cb0ff4deb326be701e20e174262af1d5');
INSERT INTO `exam_question_relation_item` VALUES ('dfcd70b665d3f36861906aeeec19c23f', '8242ecd0f6e6b6478541cb60f6590407', '55c5524219fa031470bff047bbf8fc23');
INSERT INTO `exam_question_relation_item` VALUES ('7fe5bdcb80eecf91a7a08446a00cd1f4', '2f246d5d13c4f00c25fbdfd15584fe45', '7aaebd7b7799df276981aa5901479f7f');
INSERT INTO `exam_question_relation_item` VALUES ('dcee5e1638fb26649f240ba6e27ce546', '2f246d5d13c4f00c25fbdfd15584fe45', '1cf200ef3a161b211d6d782ef22af907');
INSERT INTO `exam_question_relation_item` VALUES ('02c2622153379a29826e1de62610885a', '2f246d5d13c4f00c25fbdfd15584fe45', 'c0c2e6af88a4ae3036528b38dd79a892');
INSERT INTO `exam_question_relation_item` VALUES ('e6710a9220623549ada9cda34375c4db', '2f246d5d13c4f00c25fbdfd15584fe45', '2c48bdb1ae494a81d4cc6810c502c749');
INSERT INTO `exam_question_relation_item` VALUES ('7f0461e4a8b4289459195e214e3322d0', 'c43e7f718d812a64cab2e5e23aeb9d8a', '648c01c41199f640405b6fe0190a69d9');
INSERT INTO `exam_question_relation_item` VALUES ('5724fc0dd1491cbdd421ea1df40c9b88', 'c43e7f718d812a64cab2e5e23aeb9d8a', '41b0c8a60c639c7ba7756d025ca5c39b');
INSERT INTO `exam_question_relation_item` VALUES ('e99a8fc22f8a7ab1ec98eabe23a5701d', 'c43e7f718d812a64cab2e5e23aeb9d8a', 'e78fd6d5eb5f6e3b12298d8361cc7a69');
INSERT INTO `exam_question_relation_item` VALUES ('1edf5a103dce4c9123171a64f25fc05c', 'c43e7f718d812a64cab2e5e23aeb9d8a', '7cb494cfc5d832a51e0aa84569e00737');
INSERT INTO `exam_question_relation_item` VALUES ('b0da646cb7bdec5839c9e01bde469d67', 'a71c031999fec51a4399a9937bc35aed', 'c9101721f573f46e06684bb2962d4bb0');
INSERT INTO `exam_question_relation_item` VALUES ('3dc98af4090b1d459e1d1255b75324e9', 'a71c031999fec51a4399a9937bc35aed', 'b9bde1d96b9b3fd6406e4a96408fa267');
INSERT INTO `exam_question_relation_item` VALUES ('d802496b1ee6f67ddce690b71dae3cca', 'a71c031999fec51a4399a9937bc35aed', '696b75e57df7ee79c90a27ec4865eb8b');
INSERT INTO `exam_question_relation_item` VALUES ('9315f2ae46de732231d4908e509ceaf5', 'a71c031999fec51a4399a9937bc35aed', '320a2c9078d5558c26ac944cb2ac1851');
INSERT INTO `exam_question_relation_item` VALUES ('ccdbc02bbb67d12d655bdece663a54c6', 'f4378048ba4d6b242b71637c38da291c', 'f92bd96f3e319022a38e076c40354a40');
INSERT INTO `exam_question_relation_item` VALUES ('d2ec3da31621316dc430991bd8b9b0fd', 'f4378048ba4d6b242b71637c38da291c', 'e0bb36b261e16543fd3cb8abf8abd905');
INSERT INTO `exam_question_relation_item` VALUES ('005bfbbfb3f39f776954634ea69f661a', 'f4378048ba4d6b242b71637c38da291c', '449e569db513260ea742b42960d282f8');
INSERT INTO `exam_question_relation_item` VALUES ('7ae52c6fa24d7ee189d5af7863eb3706', 'f4378048ba4d6b242b71637c38da291c', 'f75e9a8c71d26815bbe4a590b8e69630');
INSERT INTO `exam_question_relation_item` VALUES ('a69026f328bf772eb524f25819b6a34e', 'a72d4ca55d71f16afe6904f94857802e', 'b90abc9524e36c751e746c98c996a66f');
INSERT INTO `exam_question_relation_item` VALUES ('f531c1c0ca79dbbe7978379f608bbf2c', 'a72d4ca55d71f16afe6904f94857802e', '74537df21427376bb3a2085bd85c7205');
INSERT INTO `exam_question_relation_item` VALUES ('f104d6d9a32734ef18a5b9f165bb225c', 'a72d4ca55d71f16afe6904f94857802e', '93dd5023c0308d59e90db84fd6eb9d8d');
INSERT INTO `exam_question_relation_item` VALUES ('1cbf369255d3de1e1d03590a4b47c0c7', 'a72d4ca55d71f16afe6904f94857802e', '1273450069ef181fd2d21e45d43878ce');
INSERT INTO `exam_question_relation_item` VALUES ('bdc121eb08ab9a0df6695ce5bbf37914', '5db9cb6038ac91b76cd75c3010939b8a', '00b7cffdfee5f5c1f801bed305ce0204');
INSERT INTO `exam_question_relation_item` VALUES ('0940f01ee24ef18e10c4876923425654', '5db9cb6038ac91b76cd75c3010939b8a', '7ec638cdd21164cce3e78374fd5a07fe');
INSERT INTO `exam_question_relation_item` VALUES ('88438b66f6394743966073fcea192a41', '5db9cb6038ac91b76cd75c3010939b8a', 'fe4c74927e774b22effda874597c2254');
INSERT INTO `exam_question_relation_item` VALUES ('ec0404f2db820bc0a9b2c55cdce43a04', '5db9cb6038ac91b76cd75c3010939b8a', '1a1b056c5c6340556821293444e71e22');
INSERT INTO `exam_question_relation_item` VALUES ('3d675b53cbf34e6163f0804bb0953251', 'e250fee180388d3896d471d148877228', '2d76f4febd18bda698270958795dfd6c');
INSERT INTO `exam_question_relation_item` VALUES ('bfc0c1c2ce2e666b716e12ab9dc07b5e', 'e250fee180388d3896d471d148877228', '87f3e3c4d62fba932cb7fa78675c4d7b');
INSERT INTO `exam_question_relation_item` VALUES ('929cef13833511a6e29c6705feea4940', 'e250fee180388d3896d471d148877228', 'b377433abd71b9c010014d9182793168');
INSERT INTO `exam_question_relation_item` VALUES ('d5937a3d9ca81267b2f1bb2239e2e3e0', 'e250fee180388d3896d471d148877228', '330f1d1307c75a59ed3bbc8ac2adc4bb');
INSERT INTO `exam_question_relation_item` VALUES ('05812e6f51cf59dc6eee444277c29481', '340064115578410da4bfe65f7ba60296', 'a6bbb6ad9c6fa1f306ee2b03d43f5931');
INSERT INTO `exam_question_relation_item` VALUES ('45d1619468e004d4b5541bee20b87b04', '340064115578410da4bfe65f7ba60296', '1760567df5e3b880fda2352529e93be8');
INSERT INTO `exam_question_relation_item` VALUES ('1a99eaa45db5ae3238c26f7ac5bb7b71', '340064115578410da4bfe65f7ba60296', 'cda6c512c17ac274db4093af21efa15f');
INSERT INTO `exam_question_relation_item` VALUES ('f4597bcf9cc7e45a3166b08001adb5ce', '340064115578410da4bfe65f7ba60296', '465051a6d40c536bb0482752b3426f6b');
INSERT INTO `exam_question_relation_item` VALUES ('fc436fd951934fb7d51c23dd8908fba6', 'b5741ee156a64bbbbda964cfe287e69f', '8f3ecf1752a271c20b6462c3a40fc973');
INSERT INTO `exam_question_relation_item` VALUES ('8df973d4f94989de83a27c800878f07d', 'b5741ee156a64bbbbda964cfe287e69f', '7d2f4d807c2a0ccc3697fea21bfa65ea');
INSERT INTO `exam_question_relation_item` VALUES ('d94f486d8d423fdf9b0059e0a57d3d8c', 'b5741ee156a64bbbbda964cfe287e69f', 'c6c0bbcb6b9c3b51e75b662c623919bf');
INSERT INTO `exam_question_relation_item` VALUES ('1b6f74e53b67dfe6d24b361e0828da73', 'b5741ee156a64bbbbda964cfe287e69f', '25938d86bbe968b7af08fbbd3de15539');
INSERT INTO `exam_question_relation_item` VALUES ('acd9a9ac86612c60c2baedae6a75cb85', '4d9c6a61d43cb8a9cd08f6594a3b35e0', 'e564a7010a8a454b577794450ef9442b');
INSERT INTO `exam_question_relation_item` VALUES ('7157cbd9d2d57ce48c21af4a988b4dd3', '4d9c6a61d43cb8a9cd08f6594a3b35e0', '5e7f0c23c20ff2d1c7139feca2225c12');
INSERT INTO `exam_question_relation_item` VALUES ('67251fb25ddbab9edefaa03db9e92724', '4d9c6a61d43cb8a9cd08f6594a3b35e0', '67dabf39a314355e72faece9d3235d94');
INSERT INTO `exam_question_relation_item` VALUES ('fde2aa4b3b8bb151e5f4a204895e5fe5', '4d9c6a61d43cb8a9cd08f6594a3b35e0', '5be6a3a1374d015196eb27eec5e3f613');
INSERT INTO `exam_question_relation_item` VALUES ('3b74eb18cd733f51b69483c47b7c4eb9', '96620fc08b06e7291b62af7b9c6544fa', 'dca554589b0339212ab970c6a81c0b5b');
INSERT INTO `exam_question_relation_item` VALUES ('6243905bee5dbc22849dab3e85a3c328', '96620fc08b06e7291b62af7b9c6544fa', '75e758673d2c8e31e51c12c83b52593d');
INSERT INTO `exam_question_relation_item` VALUES ('655ccbb651abf3fc0b043cde24fe040b', '96620fc08b06e7291b62af7b9c6544fa', '4b08a0679d33ae79a4f04f2b9f2c0348');
INSERT INTO `exam_question_relation_item` VALUES ('b87168bccbe17381e7564765bf9a0501', '96620fc08b06e7291b62af7b9c6544fa', '633d361c34ec305edd94cff9694126bf');
INSERT INTO `exam_question_relation_item` VALUES ('92911303f1ca8308e128e1576bf9776d', 'fa3e80ac83bd0cc49bb1e96cc9ee4b0b', '0aafccd4c4c757180716e1e530b79577');
INSERT INTO `exam_question_relation_item` VALUES ('215fed082f21a6e4b9489e89ab73ad5d', 'fa3e80ac83bd0cc49bb1e96cc9ee4b0b', '2447d8e8a3a4d44e326aee0e869605ab');
INSERT INTO `exam_question_relation_item` VALUES ('310f12ad3ba614c46eb7a6529905430a', 'fa3e80ac83bd0cc49bb1e96cc9ee4b0b', '7b7cfbda5cb85e7dea3ed84109620c77');
INSERT INTO `exam_question_relation_item` VALUES ('7cda781a7c260c6886a768c7dc1a07f8', 'fa3e80ac83bd0cc49bb1e96cc9ee4b0b', 'ffeb11499129cd86902f23ac35adfd39');
INSERT INTO `exam_question_relation_item` VALUES ('8fb3d7bbe98177762f50ccd1dffe968f', '9c66a89b49bd580ef24f9977ea228549', '6be08cdfa0f76e3476a62ed9ed238a6c');
INSERT INTO `exam_question_relation_item` VALUES ('fc213e3d3b24eaedf58c38734538e6db', '9c66a89b49bd580ef24f9977ea228549', '9a74b9435c38c3704b86147be9882e91');
INSERT INTO `exam_question_relation_item` VALUES ('b6c2aac24dad2cf3c1bcebffba2d98fd', '9c66a89b49bd580ef24f9977ea228549', 'eced3c040f13c471f261292f5af19adc');
INSERT INTO `exam_question_relation_item` VALUES ('a182bd7d69801d46c70f44c67881dfc5', '9c66a89b49bd580ef24f9977ea228549', 'a929d341372b62da2ea4518df2898020');
INSERT INTO `exam_question_relation_item` VALUES ('35c964474f9d34dd046ba03af8138daf', '9eeb7f8ca573b858956d4fb6e0cdbaeb', '9b33406025ade7fcb260f12f79f45f46');
INSERT INTO `exam_question_relation_item` VALUES ('9a355e0de25080ad2756ae13e5841f47', '9eeb7f8ca573b858956d4fb6e0cdbaeb', '427ce076385cfddebcccb031ad92ceb8');
INSERT INTO `exam_question_relation_item` VALUES ('ab1aa67dff9af3dcea2ce24602d24551', '9eeb7f8ca573b858956d4fb6e0cdbaeb', '50f046f5eed0ed40d38c995e3e1194fc');
INSERT INTO `exam_question_relation_item` VALUES ('1a104d1fe7bdc509db3cab1b4f45230b', '9eeb7f8ca573b858956d4fb6e0cdbaeb', 'ce79a27bbc9dcf56b76681c548b0891f');
INSERT INTO `exam_question_relation_item` VALUES ('ed3e3bda32ee9ac7511f01f500e5be3d', 'b4b2b9ec7cbf71452098ea9504748535', '4a5c221081a508e82f095a41767f5d16');
INSERT INTO `exam_question_relation_item` VALUES ('6a39d02c22c2b080d25e35298dff9620', 'b4b2b9ec7cbf71452098ea9504748535', '9df943889e196a800342cc4026077911');
INSERT INTO `exam_question_relation_item` VALUES ('e11c2884be7f7d0ff1be350b1484aee4', 'b4b2b9ec7cbf71452098ea9504748535', '44f4d94e8723f72df4ca103e536be5b5');
INSERT INTO `exam_question_relation_item` VALUES ('c648e495cdb33a0a6f68fb32667c5fa9', 'b4b2b9ec7cbf71452098ea9504748535', '83160ec8c6dfeaa652c5524a8a107a0c');
INSERT INTO `exam_question_relation_item` VALUES ('e307fb06f51b520e4336b41f7d47a397', 'f615f3709b7eab8da65c4c748c398e35', 'b838af5c1b49fb7a6be3e5989134e385');
INSERT INTO `exam_question_relation_item` VALUES ('8384d1a4bda9630c74dad0b48d33fd83', 'f615f3709b7eab8da65c4c748c398e35', '029cec66a6076a5aa332bf5d7df095f3');
INSERT INTO `exam_question_relation_item` VALUES ('b8a2df1fba12dd72d8248d512e7d6ef5', 'f615f3709b7eab8da65c4c748c398e35', 'b3e3d6b4d8b5416320204552da5c29c5');
INSERT INTO `exam_question_relation_item` VALUES ('d215d476b5e047b229fa03d0d844bae2', 'f615f3709b7eab8da65c4c748c398e35', '1536131ec5b77095b3b7bf40b019e2d9');
INSERT INTO `exam_question_relation_item` VALUES ('ad360ab4221040873d183d37f9b00dd6', '795e8d92885e319354345e9569025965', 'ebdde81f1325594573eca012c5461446');
INSERT INTO `exam_question_relation_item` VALUES ('4aebcd3f2809a644c21ddf839ea8b424', '795e8d92885e319354345e9569025965', 'c4251f3b78e1e1287b0c03fbcc6ec319');
INSERT INTO `exam_question_relation_item` VALUES ('53fce15d3956af50cd10deacda449659', '795e8d92885e319354345e9569025965', 'bd7d7b937cb0df0f490c6a18150a127f');
INSERT INTO `exam_question_relation_item` VALUES ('a0a66c7fc42884948390ed558d0bd2c4', '795e8d92885e319354345e9569025965', '0661af8db048a875b3e55518c05b81ab');
INSERT INTO `exam_question_relation_item` VALUES ('6e96738f641cb56f3eebd097060918b2', '03fed2596153b2d59a92e7b401ff180e', '9665c25b5c1e253d8c0d6acad460f8c4');
INSERT INTO `exam_question_relation_item` VALUES ('29250a7206bd86d737e23b4590a305a6', '03fed2596153b2d59a92e7b401ff180e', '3db0449d160c2abe2a0cea620aefc777');
INSERT INTO `exam_question_relation_item` VALUES ('7bd0d02fc7c9a407da0467266d425d78', '03fed2596153b2d59a92e7b401ff180e', 'd1a68df621be22d86ff7c42391e90770');
INSERT INTO `exam_question_relation_item` VALUES ('fa6fc1c1819891b0ca899f5c93d8acfb', '03fed2596153b2d59a92e7b401ff180e', '1ea2246009cdff905d931db708449394');
INSERT INTO `exam_question_relation_item` VALUES ('999567faecc5ea185da06ef0766dec6c', '48b217f9f848587ef96333ea5894cdb2', '0a1989d6c22a50b3ed450f479920e1d4');
INSERT INTO `exam_question_relation_item` VALUES ('858e191dabc323f8874d5de7bd7de676', '48b217f9f848587ef96333ea5894cdb2', '6939e0fafd14af6339c811ecb1e212c4');
INSERT INTO `exam_question_relation_item` VALUES ('6614f98215da1f3e44572a4103f335e7', '48b217f9f848587ef96333ea5894cdb2', 'a7945e776cb5b668b4bc1dde90773bc2');
INSERT INTO `exam_question_relation_item` VALUES ('0a5278d7cb89c586fe80e518e584af73', '48b217f9f848587ef96333ea5894cdb2', 'f0375f97f57fe37669aca0f937c1a4d4');
INSERT INTO `exam_question_relation_item` VALUES ('25b4a3c995e4e890c673c391ac1548e9', '865b648632688b8fb1d8627202f2e6e6', '8699e8e361555791f1f686fe3c3ec117');
INSERT INTO `exam_question_relation_item` VALUES ('9dd764ac95bda91a5c5135386a7092be', '865b648632688b8fb1d8627202f2e6e6', 'ecff143f79fcedf7170bf8317915f0c5');
INSERT INTO `exam_question_relation_item` VALUES ('a53eab7176872d2a226ccb567067baeb', '865b648632688b8fb1d8627202f2e6e6', '199f09a2436bf2bcd7b093a2441420bd');
INSERT INTO `exam_question_relation_item` VALUES ('eca80daf17448243d73095adba159a5a', '865b648632688b8fb1d8627202f2e6e6', 'af5e40aa65409508dd9fa6ada635d34d');
INSERT INTO `exam_question_relation_item` VALUES ('02e56a1f1d7cad7a9a206db426d3e480', '2c4a7ab7a6a8ebdb0f67104f73a17ce3', '5810358750eb9a40bc1459b1f4cb2e1a');
INSERT INTO `exam_question_relation_item` VALUES ('0141c73713e46712c102513ac33fa010', '2c4a7ab7a6a8ebdb0f67104f73a17ce3', '6b920a120d913b2ce2b0057a99fdfbd7');
INSERT INTO `exam_question_relation_item` VALUES ('9d009ceae558cb7b8a13a527a7a66472', '2c4a7ab7a6a8ebdb0f67104f73a17ce3', '2ec38b9bd8b527bfe4371b162d3c1751');
INSERT INTO `exam_question_relation_item` VALUES ('d01b96c2705d249bda6cd9e3b703c9c5', '2c4a7ab7a6a8ebdb0f67104f73a17ce3', 'fde416251c68842806a9c90afa737514');
INSERT INTO `exam_question_relation_item` VALUES ('a3570770ef6f1ff6f913f1ffd315292f', 'def7130544d759fb9b73665bf1cc62d0', '6a2636aea2abb5d020017f8a8ebdfc28');
INSERT INTO `exam_question_relation_item` VALUES ('b8fd4794f1098d7c9d87cdeef178b040', 'def7130544d759fb9b73665bf1cc62d0', '86bec23d6e1e04a4860b5580d94abb88');
INSERT INTO `exam_question_relation_item` VALUES ('588ac27c274dd1a34eb56fb630bbe49c', 'def7130544d759fb9b73665bf1cc62d0', 'd97eba2c91db54b08d74489509258e2b');
INSERT INTO `exam_question_relation_item` VALUES ('87a2d900f1fd47a0fb8215bbc33665e8', 'def7130544d759fb9b73665bf1cc62d0', '9baa3e1ed55b3c75e1d1bdfd862576d3');
INSERT INTO `exam_question_relation_item` VALUES ('1f3d7f11fe26b703b81650bf4409457e', '5ec819c5f3accaa75518a79e3c1436c8', '48754ccfd3917129ce5ca2e3c1021cae');
INSERT INTO `exam_question_relation_item` VALUES ('d7c19314b686341892ae9abcd9010bce', '5ec819c5f3accaa75518a79e3c1436c8', 'cc9b4737ee70e5e67faa7c9e1ab0264c');
INSERT INTO `exam_question_relation_item` VALUES ('7d0d7142c9c487e87c18ea0460829f20', '5ec819c5f3accaa75518a79e3c1436c8', '76f85a90db1789c87e16cefd7d0a96be');
INSERT INTO `exam_question_relation_item` VALUES ('f897ac0be0f50549eccefbfb58d35ebe', '5ec819c5f3accaa75518a79e3c1436c8', '0f579b541d01d81799e288dcc04391e1');
INSERT INTO `exam_question_relation_item` VALUES ('e9863e2a90ca624494b51d7d11ffbd8a', '3e033b9de20433e87f2fa2f999a670e3', '1c331529f8320aac2c5a8e9dc3afd7a8');
INSERT INTO `exam_question_relation_item` VALUES ('03b0509c5b5d93f87f9d493035c5eb21', '3e033b9de20433e87f2fa2f999a670e3', 'b3d32683b0bd0845c9050574d0e0758a');
INSERT INTO `exam_question_relation_item` VALUES ('3ca4e887a953fbc890f619a9180233e6', '3e033b9de20433e87f2fa2f999a670e3', 'c9066c5a39fb801d20e7b2e79c98a69c');
INSERT INTO `exam_question_relation_item` VALUES ('146c403aa900064fc7072be88c5b4c61', '3e033b9de20433e87f2fa2f999a670e3', '4aa9951694e1a5f5b8494cf51c86b9ee');
INSERT INTO `exam_question_relation_item` VALUES ('6932b6c17e76eadac24d9ade52229ef6', '0af07cb6468826b246862a22c4dcbe44', 'aea1c4d244454ac943a46644f389d058');
INSERT INTO `exam_question_relation_item` VALUES ('15c805b49f9a1a0a9d249e0c37a04804', '0af07cb6468826b246862a22c4dcbe44', '43c1f0e80bbbf51d76a413464a84af97');
INSERT INTO `exam_question_relation_item` VALUES ('47dae0a6c4995e0579b1fd7371d151bc', '0af07cb6468826b246862a22c4dcbe44', 'b32e5fd9a3ef5df5417a64a8a2042abe');
INSERT INTO `exam_question_relation_item` VALUES ('c38248e5f949d8710cfb133c64cae6f3', '0af07cb6468826b246862a22c4dcbe44', '219c78c992583a789c491118686e4282');
INSERT INTO `exam_question_relation_item` VALUES ('8861a917df389d92a7b31d3a88fc9e9c', '411201c308e1f685db60ae651947e81a', 'cf22e3a53381bb9cfbbe07f438a02965');
INSERT INTO `exam_question_relation_item` VALUES ('72b253caa2008c81a3b4a3a65d153087', '411201c308e1f685db60ae651947e81a', '19830117bd75b0e2d4f9dd940a09a913');
INSERT INTO `exam_question_relation_item` VALUES ('244bc8ad82523cbd866f99146b6c0b7a', '411201c308e1f685db60ae651947e81a', '7f9c511f281db0cb20dd94317790a3e7');
INSERT INTO `exam_question_relation_item` VALUES ('aa87509bff56c604f920b619f78d69a1', '411201c308e1f685db60ae651947e81a', 'afff8a71ad23a0af23f395a78b922efc');
INSERT INTO `exam_question_relation_item` VALUES ('87f53630c39c9cf1aeb48324e9f9ae93', '650d40e04181b086b8fbd4c0d1ede29a', 'e6e627ec1886fec1463a071035d4cd62');
INSERT INTO `exam_question_relation_item` VALUES ('7a46f85cb0f877860aae358be6f7afc3', '650d40e04181b086b8fbd4c0d1ede29a', '5889becde4f9d252a78a3623605e7f35');
INSERT INTO `exam_question_relation_item` VALUES ('8a93b84eb72badb4c7c659beef5525ed', '650d40e04181b086b8fbd4c0d1ede29a', '73255b246598c04f5bb5e7c8de2dd6ab');
INSERT INTO `exam_question_relation_item` VALUES ('67cee5404b188c3c8ac3068df18e8263', '650d40e04181b086b8fbd4c0d1ede29a', '54b804f191dc5048ffcf2f88aa950961');
INSERT INTO `exam_question_relation_item` VALUES ('a4413d4d13d778d8a36ab10ee8efb3ca', '72fa45858b7405fa8091207bba1c5f2c', '6a4beb5ab329dbab6b8331be47079e1f');
INSERT INTO `exam_question_relation_item` VALUES ('c29a021a466120a5b0278bd3c21dccdd', '72fa45858b7405fa8091207bba1c5f2c', '536f868fd35ed9a945ad40e335492185');
INSERT INTO `exam_question_relation_item` VALUES ('2074e2f4c71db7bbbbff631d27982905', '72fa45858b7405fa8091207bba1c5f2c', '9de658ac6b4002198a0712baca555bfc');
INSERT INTO `exam_question_relation_item` VALUES ('f18e22ea0e7644e83f1a1677c7f58bc4', '72fa45858b7405fa8091207bba1c5f2c', '9578e66ea97e5889d3467efc164dfad2');
INSERT INTO `exam_question_relation_item` VALUES ('06a052340ee8c43fe4429b1f78cf8719', '2e1e1ef61a44c98264b306be021b818f', 'badf67f3f7d9becc92e036eaa6db40c5');
INSERT INTO `exam_question_relation_item` VALUES ('bab23748cb00929592dbe38c9ab53ee5', '2e1e1ef61a44c98264b306be021b818f', '3cf47acbc6af9423e5465096ea81d8eb');
INSERT INTO `exam_question_relation_item` VALUES ('51819df47ed067e0b78b7463669bac46', '2e1e1ef61a44c98264b306be021b818f', 'eb1d8ba90f085437a77ad09d9cf00209');
INSERT INTO `exam_question_relation_item` VALUES ('6fad0092f1164ee3660a2122831e81db', '2e1e1ef61a44c98264b306be021b818f', '1aed1e3051e1a705459bcdfd5ff2b9d0');
INSERT INTO `exam_question_relation_item` VALUES ('71a8914dd8ef506bb81302368b0031fa', '70ae9dfff69a71b25be07c083ea0bdb4', 'c215e6b4c71c9f1133dee63d1381e76e');
INSERT INTO `exam_question_relation_item` VALUES ('30f87a5bc9ab59878d6f8efad61b1879', '70ae9dfff69a71b25be07c083ea0bdb4', '7191c4a50b4a73c832a60180b7403a0b');
INSERT INTO `exam_question_relation_item` VALUES ('63cc175e420372a34222213ec0d34c97', '70ae9dfff69a71b25be07c083ea0bdb4', '542ac04e703d2a6303a66aa254a0819a');
INSERT INTO `exam_question_relation_item` VALUES ('6646276e33a458eb4bac5c72a3586b07', '70ae9dfff69a71b25be07c083ea0bdb4', '59f4f6ed246d5a14045d437b7ed2bc2d');
INSERT INTO `exam_question_relation_item` VALUES ('417f3c63f96b619468a4a600bc042b48', 'c148f33b82417a05890c2890ddf8c1c7', '45c8e4b5a2095e8481646579ec9252f9');
INSERT INTO `exam_question_relation_item` VALUES ('db9f0b83cbd7d3c7144c06e3289093e6', 'c148f33b82417a05890c2890ddf8c1c7', '1994bb5249c5270f233dcededc9b49b1');
INSERT INTO `exam_question_relation_item` VALUES ('dcb82741ae3c79a921eb998a2e88208e', 'c148f33b82417a05890c2890ddf8c1c7', '323fc55180da472c4c747b339a90bf32');
INSERT INTO `exam_question_relation_item` VALUES ('9927f8156888517924deeb9c9f02adda', 'c148f33b82417a05890c2890ddf8c1c7', 'a8cf852aade28f4c4330c59f973d2689');
INSERT INTO `exam_question_relation_item` VALUES ('3a3cccb36d2669cd2429446cf16b267b', 'fa5fe9c25ee0a7dde89127161458d9ad', '099147314a94c24d235b3c7b35a388a4');
INSERT INTO `exam_question_relation_item` VALUES ('b01dfc6800126f3783dbf1a3e60b1d06', 'fa5fe9c25ee0a7dde89127161458d9ad', 'e8102ac7fd8972ecd836946a6a047eb5');
INSERT INTO `exam_question_relation_item` VALUES ('83ed15e2e7e136a52f4eacae1c3c2620', 'fa5fe9c25ee0a7dde89127161458d9ad', '643f1b11e6c1081f2915b0f32bd99ba9');
INSERT INTO `exam_question_relation_item` VALUES ('72aeef801ceca772bb1e2700d1bfb3a8', 'fa5fe9c25ee0a7dde89127161458d9ad', '559afd815595b6cb9e2750d73be38a0c');
INSERT INTO `exam_question_relation_item` VALUES ('ecd421b19875be027f1864164e56b734', '0d4cc83eb21e6eab64fa7d567cdebd6f', '95b0a3d84000be0ba16522ba31e45729');
INSERT INTO `exam_question_relation_item` VALUES ('94668df3c24e1f8caa6d58a0a4b5ec1b', '0d4cc83eb21e6eab64fa7d567cdebd6f', '2fea80b9cc2c4e045b0544a365a4b527');
INSERT INTO `exam_question_relation_item` VALUES ('e0e4bbce1de05349bbb8e35202da973a', '0d4cc83eb21e6eab64fa7d567cdebd6f', '1fcfff849de65b67a79d3c37d3439457');
INSERT INTO `exam_question_relation_item` VALUES ('06734f0b7d7523f5c8a49added474316', '0d4cc83eb21e6eab64fa7d567cdebd6f', 'cec6a564b4c967b4ea47eb2e1583d98e');
INSERT INTO `exam_question_relation_item` VALUES ('d8cc838bc73d29df62da8dfb174c8e81', 'a89b35950d525fa416d98af1bbd50d48', '9246f47cf83ef0ff68693ed9058f8222');
INSERT INTO `exam_question_relation_item` VALUES ('24bae608ee2a8b23a13b347d78459bc1', 'a89b35950d525fa416d98af1bbd50d48', '0e4122245894a1ef4eff795486dd1995');
INSERT INTO `exam_question_relation_item` VALUES ('10cd1c749fd05c89337fd688e7980e18', 'a89b35950d525fa416d98af1bbd50d48', '2ce28a2fca4c4f4037e1d5776f83b6fb');
INSERT INTO `exam_question_relation_item` VALUES ('8c3f0d9aabc3c5b91ffde781e87e647a', 'a89b35950d525fa416d98af1bbd50d48', 'ae273be1b6610f1de3a113c8740c5918');
INSERT INTO `exam_question_relation_item` VALUES ('36014603b86c20ca10489ea76f54f304', '42e1f9ca42c5c8030ddb94feeb7d5c70', 'e62573752640ce5861130be1b276a80f');
INSERT INTO `exam_question_relation_item` VALUES ('6ba8b0b1f5c5953885d21436f123ae3a', '42e1f9ca42c5c8030ddb94feeb7d5c70', 'f6ecce1206d9826ba331fb82645e697f');
INSERT INTO `exam_question_relation_item` VALUES ('8dd0c8a25d97e79172f126ac093e4acf', '42e1f9ca42c5c8030ddb94feeb7d5c70', 'ba118e140e6cc1aa3003c989e65d347d');
INSERT INTO `exam_question_relation_item` VALUES ('8444d4b25dc393453956f79a658115ed', '42e1f9ca42c5c8030ddb94feeb7d5c70', 'd7795a130cc93a53b68e5c8ad4206198');
INSERT INTO `exam_question_relation_item` VALUES ('ea9d6dc59f8bc2a1e72bd9dd01097fdb', '703bf1250d4f3517d5e059f65e4b80ae', 'ff93fd25d84164ce8338625a7ddb9c3e');
INSERT INTO `exam_question_relation_item` VALUES ('73ce05a8e3439e7ee2a402bcc2b1a530', '703bf1250d4f3517d5e059f65e4b80ae', '74c6fa7357014522d721dc0ca975c45b');
INSERT INTO `exam_question_relation_item` VALUES ('f5caf9d33f2ea0e668469b42e0ac3bd2', '703bf1250d4f3517d5e059f65e4b80ae', 'd1e8259e4a06449b0823db047deb7033');
INSERT INTO `exam_question_relation_item` VALUES ('b2f696afb367ad848e8faca1b1be4226', '703bf1250d4f3517d5e059f65e4b80ae', 'e90e6877f616b0b0e48ed27492e7c02d');
INSERT INTO `exam_question_relation_item` VALUES ('c177b6c1cbf9bd799d5495efa602e32c', '10741dec33317fa1cd1d34c4ba464876', '52c1cacc7bdf82098b2c33e96ab57a30');
INSERT INTO `exam_question_relation_item` VALUES ('4c2bc30a09d8b5ef92dc8aadd5f4d4d8', '10741dec33317fa1cd1d34c4ba464876', 'b8ec18c22a94ed4a25bb196b15309785');
INSERT INTO `exam_question_relation_item` VALUES ('490d0ebe2ff364083ef5169b8c223c81', '10741dec33317fa1cd1d34c4ba464876', 'cafd4bc0a965f045d211caddea4064e4');
INSERT INTO `exam_question_relation_item` VALUES ('bc59a36c9ec8093b8c8a398bbb68024e', '10741dec33317fa1cd1d34c4ba464876', '2c420183931eae1b125bf16c6fa8c2c2');
INSERT INTO `exam_question_relation_item` VALUES ('28d1e4dc2b051ffb3619d711c78978f7', '5ded98e622e339d7d3b2d535269c419d', 'b5d0b59c76b78b210bbb737592cf2df8');
INSERT INTO `exam_question_relation_item` VALUES ('844fa3e61091e09ef35f2846578b27db', '5ded98e622e339d7d3b2d535269c419d', '83b92fa7285b5b3dcd1ff5b666fcf562');
INSERT INTO `exam_question_relation_item` VALUES ('cf09915e9e29b26e7aa63ca2986447e3', '5ded98e622e339d7d3b2d535269c419d', '8e32ce59c6088da1324d6d8e23d3c1e2');
INSERT INTO `exam_question_relation_item` VALUES ('ca55faa6e92082ed9be1aca6052ef6a2', '5ded98e622e339d7d3b2d535269c419d', 'f0e47b298c1428c7af7a66b6e7a76a01');
INSERT INTO `exam_question_relation_item` VALUES ('063cfd4aa3f28f3c5ebbcac3e85d24c1', '072b7562c087f5cc8bf5c50f5f3f35c4', 'fd62227e78495dd9c3041058920775fb');
INSERT INTO `exam_question_relation_item` VALUES ('a594b467fcfb0cf2cf6391443f9b3379', '072b7562c087f5cc8bf5c50f5f3f35c4', '005ae9a93dfe580b497fc8d0c72aed14');
INSERT INTO `exam_question_relation_item` VALUES ('4131d52213735fa7333f5174e024c515', '072b7562c087f5cc8bf5c50f5f3f35c4', 'dc33d8cb0a0caea3308b873315bef5c7');
INSERT INTO `exam_question_relation_item` VALUES ('211019edcbf244d15e45ab5a0aaf93ce', '072b7562c087f5cc8bf5c50f5f3f35c4', '0c324f0f5c3e3af13e4afba5088688b0');
INSERT INTO `exam_question_relation_item` VALUES ('f08103792e42126b4826b22057da2ad8', '45526640e84f7981af583a24016d007c', '6b722789253823c192ff8c185aa62188');
INSERT INTO `exam_question_relation_item` VALUES ('307102139b6889369fba35b50adcaa05', '45526640e84f7981af583a24016d007c', '75a6ae8257f617c15c0be774ba413773');
INSERT INTO `exam_question_relation_item` VALUES ('159bfe8cc6926f91873189bea976afe9', '45526640e84f7981af583a24016d007c', 'a7607ae088f866d9c7d1f5a417ada1d8');
INSERT INTO `exam_question_relation_item` VALUES ('3d512a0a8a1c9548f3ccf182a1e88c9b', '45526640e84f7981af583a24016d007c', '2f3cf1f83b7d1dceab016cd5857f48c1');
INSERT INTO `exam_question_relation_item` VALUES ('445bf1c4beba252939d7d537204505cf', '9ceca3bf72b659866a7ce7bea5af9df5', '7f0fb648f5a89b4043f64bd313f29758');
INSERT INTO `exam_question_relation_item` VALUES ('0a264a2ebb3f0827e14779327a073822', '9ceca3bf72b659866a7ce7bea5af9df5', 'ca6198d504099ac1bf52035b50882e08');
INSERT INTO `exam_question_relation_item` VALUES ('339db600a1aaf898ec026b9e0cc57e98', '9ceca3bf72b659866a7ce7bea5af9df5', '9f2b861b7bf183dbdff08c3ec4561978');
INSERT INTO `exam_question_relation_item` VALUES ('64baa91686bb7b353d98d1c3b971ced2', '9ceca3bf72b659866a7ce7bea5af9df5', '62f66745d490cd3be3bd468db56b1257');
INSERT INTO `exam_question_relation_item` VALUES ('a35e3441c1d47e74861edbac80056141', 'b2d91b35222afe8d7714993dcde20260', 'e2a7d5de980b01715b904c0ac17dcc14');
INSERT INTO `exam_question_relation_item` VALUES ('5c05afaa77554606846153bdd36f10c8', 'b2d91b35222afe8d7714993dcde20260', 'f35aed7d14b8ba6ede9d7913c0aaeacf');
INSERT INTO `exam_question_relation_item` VALUES ('96944e920824000a85061cb838a77684', 'b2d91b35222afe8d7714993dcde20260', 'c5919748a4cb9389ff9a3eaa6d871da7');
INSERT INTO `exam_question_relation_item` VALUES ('e38212244a6c756db85a13ecd89bbeae', 'b2d91b35222afe8d7714993dcde20260', '84b4785180709a38e1f7876a568904c8');
INSERT INTO `exam_question_relation_item` VALUES ('2963f2df2c45651e4792512a1a3e705d', 'af533e7aa7add0315878aea3a9df5554', 'b4e507ab398dc685ad695210c126ccdc');
INSERT INTO `exam_question_relation_item` VALUES ('ffbc2309b1cea7b803f284f681dce1e4', 'af533e7aa7add0315878aea3a9df5554', '739de1ff6b057087db6a6250e6e8690a');
INSERT INTO `exam_question_relation_item` VALUES ('8e694b3f99365c2ce9dddb1b149f6d7f', 'af533e7aa7add0315878aea3a9df5554', 'ac94db0167ee319339674eaf3d992048');
INSERT INTO `exam_question_relation_item` VALUES ('c887d84cd710617d64fa22d3ce30da72', 'af533e7aa7add0315878aea3a9df5554', '991a02fb6a1498f49852177d4b804ad6');
INSERT INTO `exam_question_relation_item` VALUES ('85f767aad001719a73827e5a600d92db', '9805ce7b80a98b570a0b13698af9a18f', '80710fa512c8b584c3a67f9684b5758b');
INSERT INTO `exam_question_relation_item` VALUES ('9ab0e7bb3a5f3d4be6b5858f6a14c274', '9805ce7b80a98b570a0b13698af9a18f', 'e49ad32f5aa5242faae821de6e0a6a17');
INSERT INTO `exam_question_relation_item` VALUES ('4cbbd6966bfb0c47f72bf8b300696d72', '9805ce7b80a98b570a0b13698af9a18f', '4675a6fb60f172827788890f22ff45ad');
INSERT INTO `exam_question_relation_item` VALUES ('ded3c161350f75235428ef072e072825', '9805ce7b80a98b570a0b13698af9a18f', '8f93533f46ff8434e78bc63fb7a0b139');
INSERT INTO `exam_question_relation_item` VALUES ('35077be57d6d3b28fa118792425b9108', 'fb1639773af1752f39b6fdc54506c3da', '5ef6ef4a74b87a7d4038898d70892b5d');
INSERT INTO `exam_question_relation_item` VALUES ('a606c658c3964cd650a4ad08b751fd30', 'fb1639773af1752f39b6fdc54506c3da', 'f0a9dcf6e1d3ba228da049fa592c77a9');
INSERT INTO `exam_question_relation_item` VALUES ('0df98ed2082d33ef54da250272250e15', 'fb1639773af1752f39b6fdc54506c3da', '1f794bfedab4d3bf6cf1dba28b636946');
INSERT INTO `exam_question_relation_item` VALUES ('13715fa0fd4e2f270755a1fe4368fef1', 'fb1639773af1752f39b6fdc54506c3da', '50361fdf41b07ad47832d3472cb2b2bc');
INSERT INTO `exam_question_relation_item` VALUES ('10740a72311ad7a7921afa5c0bdebb11', '3d710f15087864dd8cc1cab58e5310bb', '61e3307ec5ae7eee3a08ddae1844e258');
INSERT INTO `exam_question_relation_item` VALUES ('613a96d61b3fea5d8db5de70522fdb06', '3d710f15087864dd8cc1cab58e5310bb', 'e6e7e46f01ee4604acc695f410390191');
INSERT INTO `exam_question_relation_item` VALUES ('fc38a9366db7d4b6d5572156cabc3d6d', '3d710f15087864dd8cc1cab58e5310bb', 'c84b70d040aab86f150192fcd8f150c0');
INSERT INTO `exam_question_relation_item` VALUES ('9040f2bedc965056f47d4d451be6e4ba', '3d710f15087864dd8cc1cab58e5310bb', 'bdde2183aa1435aec72fce177f6fce04');
INSERT INTO `exam_question_relation_item` VALUES ('771e65cb744809fcefed54f40bb90438', 'a1027147cdc1b7c59d2fdeb5dc8f403d', 'b1c067cb7833010aef70ed77e474102b');
INSERT INTO `exam_question_relation_item` VALUES ('0b8b70bd860c22004154468dd5aea84e', 'a1027147cdc1b7c59d2fdeb5dc8f403d', '4b6bf08fdd68eb9b7fb30d3074a5c742');
INSERT INTO `exam_question_relation_item` VALUES ('9c287e0b5b3b5c7171ec571bc41c42a6', 'a1027147cdc1b7c59d2fdeb5dc8f403d', 'b507cc765c60111339707846ca14c024');
INSERT INTO `exam_question_relation_item` VALUES ('2dec7a353775b0a7e7c46aa9799c5bfe', 'a1027147cdc1b7c59d2fdeb5dc8f403d', '3536d75ddd996ab20b046a011b5bdf68');
INSERT INTO `exam_question_relation_item` VALUES ('a73364511300af23e3350b9ff97be8db', 'b467df8074e58019c7eab871de92b5e7', '14952fd3c772d943747424d156f03e0d');
INSERT INTO `exam_question_relation_item` VALUES ('b5ccf7814c801ad1b4bff6eca3312662', 'b467df8074e58019c7eab871de92b5e7', 'c85fd8b7900b89c2f95180925d560b4a');
INSERT INTO `exam_question_relation_item` VALUES ('6e4588f01e2360f3940b62464b2ec3ec', 'b467df8074e58019c7eab871de92b5e7', '5c7053222a688fb520ea26f274cf4487');
INSERT INTO `exam_question_relation_item` VALUES ('87281e3b82c1db110839d6ee3e3f8de0', 'b467df8074e58019c7eab871de92b5e7', '250e77acb154c4140c37261323cc68dc');
INSERT INTO `exam_question_relation_item` VALUES ('327da0315556d334cd9090e674c3fa4e', '7127c53f84d2673cbad903b120997dd1', '188bc83c166a94db1d43c2e09a8db77d');
INSERT INTO `exam_question_relation_item` VALUES ('989de82bc8d5ff839a6e7204ffbe2b2a', '7127c53f84d2673cbad903b120997dd1', '4d6398b3c7f6c8fd08eb3e0eb59fbee7');
INSERT INTO `exam_question_relation_item` VALUES ('365110f553fe93d13a97c9d068e00d06', '7127c53f84d2673cbad903b120997dd1', '56bf428281e290f7682cfc1c0dcdf41c');
INSERT INTO `exam_question_relation_item` VALUES ('92bc114c5e2660e03952aa43ca9a7762', '7127c53f84d2673cbad903b120997dd1', '19947bb0dfec9158b83d14ea250de85a');
INSERT INTO `exam_question_relation_item` VALUES ('912762a13c6053babca5c075d3e612be', '442e5bdc9501c8ef803381d93f1f69e0', '7271d8254ee5906c5ef64725b319711a');
INSERT INTO `exam_question_relation_item` VALUES ('f96274018c8c95860966e74f57d79027', '442e5bdc9501c8ef803381d93f1f69e0', '93c7aa4f51b845a792d8d53e5fe35bd7');
INSERT INTO `exam_question_relation_item` VALUES ('447bf0b05968e44d2b15bcd86a572d7b', '442e5bdc9501c8ef803381d93f1f69e0', 'f0d305adae0ebe8a9d122b02f66052bd');
INSERT INTO `exam_question_relation_item` VALUES ('c09d12e171489b4de4ae60ef9c5d0b94', '442e5bdc9501c8ef803381d93f1f69e0', 'd6bc289668b90cab70215336d0fcbfd2');
INSERT INTO `exam_question_relation_item` VALUES ('96ed6e7d637fd2abdc778341f5297c10', 'ea48a3756ecd9d83e41aa59b70eed966', '1345921375f79d917cd611706eceb99d');
INSERT INTO `exam_question_relation_item` VALUES ('932cd115ebd9ac63f7f2e3b1ae26a57a', 'ea48a3756ecd9d83e41aa59b70eed966', '2a8dd5799ccfa40eb0f951fb2ce5e2df');
INSERT INTO `exam_question_relation_item` VALUES ('71381efe90698f385f765bf37105c282', 'ea48a3756ecd9d83e41aa59b70eed966', 'cda4b7d624ff2a9041c6f0445bd88f5f');
INSERT INTO `exam_question_relation_item` VALUES ('066dd8f7564204ec50c51bcaf8efbeb1', 'ea48a3756ecd9d83e41aa59b70eed966', 'ac71f0e4ad9cd25177cd8ad4537e5f92');
INSERT INTO `exam_question_relation_item` VALUES ('013704e9fd252bec1cf9b71059a6c744', '5941fc6f67a5adcdceb3d8dbb0ada6b9', '297b79b3c253584b4535ba629ce09258');
INSERT INTO `exam_question_relation_item` VALUES ('13b0750ab722aae2f41d18f73f03ff94', '5941fc6f67a5adcdceb3d8dbb0ada6b9', 'c4f771a3d9b41a25188eb92b6bef37e3');
INSERT INTO `exam_question_relation_item` VALUES ('a740fe79e697b204a9d43888976361c3', '5941fc6f67a5adcdceb3d8dbb0ada6b9', 'cfd85451226386c2f05be8d7a30a9e1f');
INSERT INTO `exam_question_relation_item` VALUES ('2a0964a146cb178ee27f13a2f34e30f8', '5941fc6f67a5adcdceb3d8dbb0ada6b9', '308840dd23697f899421a491d2e47ad4');
INSERT INTO `exam_question_relation_item` VALUES ('54579bb7775e36db9e73941ddcf5930f', 'f1e3a5099b2a29c7a056e0aff0f29b82', 'dc59d9ac34ef3f29beace21991e50981');
INSERT INTO `exam_question_relation_item` VALUES ('f4d44148307b5f26b4ba6ccbfd917a02', 'f1e3a5099b2a29c7a056e0aff0f29b82', '7d7906fff7d54b8600287d81fcaf510e');
INSERT INTO `exam_question_relation_item` VALUES ('4d168d61b432c58237d402fd4d0f74d6', 'f1e3a5099b2a29c7a056e0aff0f29b82', '795111b6700f2f96af455e84ba8c97ae');
INSERT INTO `exam_question_relation_item` VALUES ('1d710950dc22c236486bbcbec0270c91', 'f1e3a5099b2a29c7a056e0aff0f29b82', '1223b7ce37e89359241c2a9529b98e28');
INSERT INTO `exam_question_relation_item` VALUES ('2358c751e91e29f1fa94a4433218c893', '3d5b60a7714b50ad52d5ae8d8faefc34', '3156cc05b163d18c8c01c27567db7f04');
INSERT INTO `exam_question_relation_item` VALUES ('4615e71588a4b4f116aa01cee90287d5', '3d5b60a7714b50ad52d5ae8d8faefc34', 'ae2396f01ffbbcf571489e0e5bb5c846');
INSERT INTO `exam_question_relation_item` VALUES ('61479d8b07cc07ccf1aa80fcc4af2437', '3d5b60a7714b50ad52d5ae8d8faefc34', 'b34a63aff2f9c27ff012cfdd5b32d112');
INSERT INTO `exam_question_relation_item` VALUES ('a643bac7f845b4d8f892733ca7b288e8', '3d5b60a7714b50ad52d5ae8d8faefc34', 'd15718ee7ec9313e6ca2de502f81358e');
INSERT INTO `exam_question_relation_item` VALUES ('875f1141bf49af87c3bbb8988f9fb51d', '48956dd3d669fae573f77185fdc96d23', '807cf4352bc6c12e36dcbdcf8903217f');
INSERT INTO `exam_question_relation_item` VALUES ('026743b3b7ffc25ddeb323b20a7f6fdb', '48956dd3d669fae573f77185fdc96d23', '32a59080e2d5ff1b67b2412e66d239d9');
INSERT INTO `exam_question_relation_item` VALUES ('5f3613a9c3dc168974ae1acdb62f62f2', '48956dd3d669fae573f77185fdc96d23', '02e3584f0281d163877ea75ebb59c646');
INSERT INTO `exam_question_relation_item` VALUES ('2bcd38f91cdc4dff272cc2f43fc44777', '48956dd3d669fae573f77185fdc96d23', '2bf0310c35796aa96f2ff05ae6671aa2');
INSERT INTO `exam_question_relation_item` VALUES ('5276227e97edb01f80e89679f63f887a', '9695d5a2cac8226df345b51eaddb5976', 'a6b1ce3a6b7785f39306d86faea739f3');
INSERT INTO `exam_question_relation_item` VALUES ('83396fde025a037491ac0e7d24096081', '9695d5a2cac8226df345b51eaddb5976', 'c047897423eb62e317a685096c93d63f');
INSERT INTO `exam_question_relation_item` VALUES ('a1dd8a88ea12402312c847da9e1435b3', '9695d5a2cac8226df345b51eaddb5976', '7c0ec3dbacb386a383f3bbe182aed005');
INSERT INTO `exam_question_relation_item` VALUES ('007548b0a347e9d25604391b03227894', '9695d5a2cac8226df345b51eaddb5976', '6c0c0bca05fd540bb8c5a8da0b0d6904');
INSERT INTO `exam_question_relation_item` VALUES ('bf4806d4240ef5c76648eff4101d8821', '6fb871ae3aa3728c8b1531ff9f33e87b', '0690faefc880bacee59fabf664571f35');
INSERT INTO `exam_question_relation_item` VALUES ('84fe934506ea05bae6999594bc46da06', '6fb871ae3aa3728c8b1531ff9f33e87b', '77c83273226c0aae28e774c4b10bbfd8');
INSERT INTO `exam_question_relation_item` VALUES ('c3200b6b0e955f3651945ead4c951095', '6fb871ae3aa3728c8b1531ff9f33e87b', 'c41a98d97b7deea65bbd44ee0a4b1223');
INSERT INTO `exam_question_relation_item` VALUES ('22adce9a3e680aa88218f9e9b5c85ea4', '6fb871ae3aa3728c8b1531ff9f33e87b', 'dc5fcd936f9cb92c2a768d701b4cbe95');
INSERT INTO `exam_question_relation_item` VALUES ('033fa27b0df08dedeb0d5a4e3d0a51bf', 'ec2c3314eecfc90f3e417d3c45cd765d', 'ab73d49a85e46821739af0a46ef69154');
INSERT INTO `exam_question_relation_item` VALUES ('7794607c57dc5ba5ca064894cee8bd9c', 'ec2c3314eecfc90f3e417d3c45cd765d', '8089c25d13d09858aebaa27c80a0fc09');
INSERT INTO `exam_question_relation_item` VALUES ('8932b108c954b5699df6a84267e0618d', 'ec2c3314eecfc90f3e417d3c45cd765d', 'ee6b4eff16f6294353e8a8120f68c908');
INSERT INTO `exam_question_relation_item` VALUES ('1d975604796c13c117b01f7ae1781b4b', 'ec2c3314eecfc90f3e417d3c45cd765d', '68da5d8bd406a1cbf9a456d951361658');
INSERT INTO `exam_question_relation_item` VALUES ('7a92d7d888bb5805253b2f25e705e875', '79f3abc44dc3ea71cdf9d9077951ad6d', 'bcfc6ade86d16042fd0dc1e2ee27c493');
INSERT INTO `exam_question_relation_item` VALUES ('08af847ce6bae9de03c0498d9319756c', '79f3abc44dc3ea71cdf9d9077951ad6d', '8203af9c274fdd0c2795e4dff2b12b6c');
INSERT INTO `exam_question_relation_item` VALUES ('b5d6bc5b853ad11a669e139ad634fc04', '79f3abc44dc3ea71cdf9d9077951ad6d', 'e6c3d78d234ac92597713c7d20509519');
INSERT INTO `exam_question_relation_item` VALUES ('4776a4c72f5c0901d8f03bde1147ff65', '79f3abc44dc3ea71cdf9d9077951ad6d', '07679c3e933f8218e0572e4161cb4ab2');
INSERT INTO `exam_question_relation_item` VALUES ('9e5b642b0e3619557b4c28ca00fd3455', 'a7f78445167a2cade2fd391787a99355', 'd09a9fc4df435f2450b7b63d5510849d');
INSERT INTO `exam_question_relation_item` VALUES ('8bf72d58ef63599a7d2c5d86500beba3', 'a7f78445167a2cade2fd391787a99355', 'e7cafbee444906c3df52009038ead9bd');
INSERT INTO `exam_question_relation_item` VALUES ('964b939f695b8db893f0410623c5e399', 'a7f78445167a2cade2fd391787a99355', '4c7d5d4ea03a942138a709f975320690');
INSERT INTO `exam_question_relation_item` VALUES ('24dc715495e3b92cef2cb7ed7bfe065f', 'a7f78445167a2cade2fd391787a99355', 'b24fa637ecf1b0914a802c556fb83a49');
INSERT INTO `exam_question_relation_item` VALUES ('5bfdb0a3759add5bac35bff3f845804d', 'c211e1f27e4dcf824949ea5569604037', '0cd86b9a966e6b53350f5fd04511c7d9');
INSERT INTO `exam_question_relation_item` VALUES ('d851a87534d57b01771ffa20559e06cc', 'c211e1f27e4dcf824949ea5569604037', 'f2db61283c3f3d33665e828790d79ef0');
INSERT INTO `exam_question_relation_item` VALUES ('a9cbbdcf0ee8c0fc8946f6f7e915e81f', 'c211e1f27e4dcf824949ea5569604037', 'cf2f3ffc5e03e03a0e0c774c2d1eb49a');
INSERT INTO `exam_question_relation_item` VALUES ('f1caee8afd408817e07720511a347e37', 'c211e1f27e4dcf824949ea5569604037', '1bd56b2c6338d22056d3138234637d28');
INSERT INTO `exam_question_relation_item` VALUES ('0cf91f9f64611825f657b48ffef35332', '81a055fa7ddd9d6ece2968df4f4599ea', '4667b7c3a727244d797ad3060d0a2d4c');
INSERT INTO `exam_question_relation_item` VALUES ('9d6a324f772cf3761818ba79c312c2a0', '81a055fa7ddd9d6ece2968df4f4599ea', '7412336d2c4cf1dd8fb82d4767d08660');
INSERT INTO `exam_question_relation_item` VALUES ('6ea2672e1a2d3f09fd59c5fef38e49da', '81a055fa7ddd9d6ece2968df4f4599ea', '73c980f9031ec56fb33535a525949c80');
INSERT INTO `exam_question_relation_item` VALUES ('1f2074008db231a4b69ac9b9e27ad854', '81a055fa7ddd9d6ece2968df4f4599ea', 'd8b570e3a63b22106708b5a75f598412');
INSERT INTO `exam_question_relation_item` VALUES ('84a2d75b820b9f89a32dc001c4146d3f', '5689c45896d08691171caa86130451fb', 'fb62a1c611217ade8483233d0245ce8c');
INSERT INTO `exam_question_relation_item` VALUES ('29a57cbef4da0641508c731fba92c017', '5689c45896d08691171caa86130451fb', '3f5ada3b3307334b14ecefc8d826cb1d');
INSERT INTO `exam_question_relation_item` VALUES ('77b27e6fc6dfc07762dd19e2617d2048', '5689c45896d08691171caa86130451fb', '112a567790f4b74fba05df147c2f86d4');
INSERT INTO `exam_question_relation_item` VALUES ('2bdc1f2e15c2098a01ff2722aec3388e', '5689c45896d08691171caa86130451fb', '9ddfc3b60ada62fb3fa6a5ba6f75060d');
INSERT INTO `exam_question_relation_item` VALUES ('6915f1025a16131da40baf3c6095a50a', '291ffdbedfb9171ce9caf2ed2a297327', 'ceb570b2fe01d9e4fc666c256c489761');
INSERT INTO `exam_question_relation_item` VALUES ('0c37d635acd2d673c5d1dd30c32627e2', '291ffdbedfb9171ce9caf2ed2a297327', 'cff883f7a97d9c9065883896a5a54a20');
INSERT INTO `exam_question_relation_item` VALUES ('74b41e7b421d8cf784c028495db10d83', '291ffdbedfb9171ce9caf2ed2a297327', '60343f872835418e9bd1255184c1bef7');
INSERT INTO `exam_question_relation_item` VALUES ('0ef4c3afc2a7ce3fb4cc734e54162ff3', '291ffdbedfb9171ce9caf2ed2a297327', '14c44758c103c8c5a43945045b3e1064');
INSERT INTO `exam_question_relation_item` VALUES ('81e7cfa427e9dddb1ffcbf9e119860d0', 'b24ea1d7acab3954284bfdbacbd7cf45', 'c29a120e3c91254a85e9bb3204575dd0');
INSERT INTO `exam_question_relation_item` VALUES ('366abff332ecd1a1928707566317f034', 'b24ea1d7acab3954284bfdbacbd7cf45', '537d537afb04a7a2a3f6006b6f58bf67');
INSERT INTO `exam_question_relation_item` VALUES ('78e716d0dd3bce9cb5f68ae436ffb25b', 'b24ea1d7acab3954284bfdbacbd7cf45', 'e3713a9a15806b10ec90845a2b45d6fe');
INSERT INTO `exam_question_relation_item` VALUES ('babbd3bdc7ff2b2de925746ac1f16b83', 'b24ea1d7acab3954284bfdbacbd7cf45', '6b0196df1a01da7b8189c9be17d28183');
INSERT INTO `exam_question_relation_item` VALUES ('7daa2c0d8451cf8be21fb75e52d173fb', '2dca7b45ef16b1fb68d21823a52cb368', '224c0d3df41b217bf63d8d4d420224ed');
INSERT INTO `exam_question_relation_item` VALUES ('bfd15fad7be69e3987fbfca484c40dc7', '2dca7b45ef16b1fb68d21823a52cb368', '3d646378adef66d7dc095915056c001f');
INSERT INTO `exam_question_relation_item` VALUES ('c0e3b337a1c9417af15774166459d2c7', '2dca7b45ef16b1fb68d21823a52cb368', 'fcd597d24832c78e9e7bb67cbb6adffd');
INSERT INTO `exam_question_relation_item` VALUES ('a05280023ba1b4a7e74cb16a05754fd0', '2dca7b45ef16b1fb68d21823a52cb368', '82b3dce9a34adf41862472ab99f023c4');
INSERT INTO `exam_question_relation_item` VALUES ('e7c7d602fded0e323d7b7be4ee01d525', 'e755197e2d133b48aa0fd5b4c60b32bc', '3e48f041cd85a3aa4a4c54e496d329ba');
INSERT INTO `exam_question_relation_item` VALUES ('739b18c384bb63fe2d77b757ddc2939c', 'e755197e2d133b48aa0fd5b4c60b32bc', '524dd8b7899595fa008ce0b1b1fc7b59');
INSERT INTO `exam_question_relation_item` VALUES ('0fdc869d3d3c245c580b31bb4455d08b', 'e755197e2d133b48aa0fd5b4c60b32bc', 'c3a9adf0403e447a006de57b456ec2fe');
INSERT INTO `exam_question_relation_item` VALUES ('dede73aab8cbdc2b92be1ec4faf7796d', 'e755197e2d133b48aa0fd5b4c60b32bc', 'a1f26325725b72c8237f09f768134a2f');
INSERT INTO `exam_question_relation_item` VALUES ('9a522001375cdd1c3ff28656e54651c7', 'f4066379d18189e283737cc77cd10a90', '8c55a34f6ca9937952d026ece20c75e7');
INSERT INTO `exam_question_relation_item` VALUES ('da1af52226ba40075a747fe5fdc36a60', 'f4066379d18189e283737cc77cd10a90', 'b0b27e5c66a3516979c2b1d6fd4b45d5');
INSERT INTO `exam_question_relation_item` VALUES ('99d9daaf88b1d650e495d9f7a2753a93', 'f4066379d18189e283737cc77cd10a90', '84e5b80dfa1f9bdfc7ba4723b5e4cf6d');
INSERT INTO `exam_question_relation_item` VALUES ('461f66235928611e1eacac41009bb0a0', 'f4066379d18189e283737cc77cd10a90', '2a391a47c3963eb75c2be4e833235eb7');
INSERT INTO `exam_question_relation_item` VALUES ('589b9476354e8e22c9b51fad9be62d8f', 'b8f282b1a8a4ddea674fd4f96a2104d2', '11aa06b0090cbd530de2a2ee859864f3');
INSERT INTO `exam_question_relation_item` VALUES ('94aa791d621ddda9609aa635af9dd942', 'b8f282b1a8a4ddea674fd4f96a2104d2', '49bf7f3c34c5d11b3211c962ea849102');
INSERT INTO `exam_question_relation_item` VALUES ('9be1245af40982af346b6f624d6c9e87', 'b8f282b1a8a4ddea674fd4f96a2104d2', '29e82318cfe4e15deb75bfc2cdaba478');
INSERT INTO `exam_question_relation_item` VALUES ('8e74c440011930e881f7e9c942f4ff8a', 'b8f282b1a8a4ddea674fd4f96a2104d2', '31b5a1c11f039942ce2221f9b4ed7f8a');
INSERT INTO `exam_question_relation_item` VALUES ('2181d75fd8d6d32dc5751441b1e81365', '285297305ff20fe99cb18b7d441f775d', '43f7e700a355714d75fe1db8422a2fe8');
INSERT INTO `exam_question_relation_item` VALUES ('ec687ee9f98c37167d0c0300e166f815', '285297305ff20fe99cb18b7d441f775d', '5997b6698404323f1d40393add8d600d');
INSERT INTO `exam_question_relation_item` VALUES ('9b8972ea7ed8b760dc9827393b93e88e', '285297305ff20fe99cb18b7d441f775d', 'ed90b82c6964d312576932a872c4e493');
INSERT INTO `exam_question_relation_item` VALUES ('d6656f1fd1ff87e8548f8371988bd690', '285297305ff20fe99cb18b7d441f775d', '05c26c71202fb7c4ec2f41873ff2d4bf');
INSERT INTO `exam_question_relation_item` VALUES ('544215bc11e5e0ae0ebb51f3abdeda19', 'b527f0b46b9ce11e952bc6d5a259b02c', '56fee7ff309d3f1f23b017b323895238');
INSERT INTO `exam_question_relation_item` VALUES ('17a4c2739916413ef8fbf4888819ce9a', 'b527f0b46b9ce11e952bc6d5a259b02c', '20e9636879273ca97c9f2711077837e3');
INSERT INTO `exam_question_relation_item` VALUES ('45f8f8958f8ecb570bd7c98b46ee9674', 'b527f0b46b9ce11e952bc6d5a259b02c', 'ed2ce8b7d63f0e8e3789ae6bdf38f992');
INSERT INTO `exam_question_relation_item` VALUES ('9684a825f32cebf6c0a15bc2833b28ce', 'b527f0b46b9ce11e952bc6d5a259b02c', '432d6cd0e6ed5db5bb49fe297f4c5492');
INSERT INTO `exam_question_relation_item` VALUES ('5c63f05f8300fedbaf059cc84f1bcbce', 'cf776809c5e84d8ccad7b622c25ca277', 'd57333adfd89f0e46c7a461793809328');
INSERT INTO `exam_question_relation_item` VALUES ('0e51afe1a8a395259870daf6f82d5715', 'cf776809c5e84d8ccad7b622c25ca277', '288302693fe209bbcc7c2a95a15058be');
INSERT INTO `exam_question_relation_item` VALUES ('80ae1032caac105eef044dae53cef64e', 'cf776809c5e84d8ccad7b622c25ca277', 'fa1a2431c97f0687e0670a67f1fae903');
INSERT INTO `exam_question_relation_item` VALUES ('a0458ebd332919bea13a57bbdf9b8b74', 'cf776809c5e84d8ccad7b622c25ca277', '9d5cc834729020da88dc5ffcd6c6cce4');
INSERT INTO `exam_question_relation_item` VALUES ('9682f7875f76e45b430d3402d96f3c3f', 'be4cfcf01e7149143ca571efa9a69d26', '586f93a6cb34e5f0935b16d25d7b722b');
INSERT INTO `exam_question_relation_item` VALUES ('ded5992bff2492a32468134d5b3d9975', 'be4cfcf01e7149143ca571efa9a69d26', 'f8a6ff453b715abc21874dcd9105cf05');
INSERT INTO `exam_question_relation_item` VALUES ('859e033f6df5076349983f5dde696c0f', 'be4cfcf01e7149143ca571efa9a69d26', '6dfbba8ca6b8acae3517cde8804182aa');
INSERT INTO `exam_question_relation_item` VALUES ('ef88034d84d7a84a3eebf85da364f75d', 'be4cfcf01e7149143ca571efa9a69d26', '5fcbbb9663ef0e48a77d13892b5151fa');
INSERT INTO `exam_question_relation_item` VALUES ('dcae765f281f133b1541ef77b94ad524', '942fcf5698e82324264e981b1a9f2877', '392c191fafaf2a6e475837306902ebb2');
INSERT INTO `exam_question_relation_item` VALUES ('54555f855e9c27b5d66468b62dd06fdf', '942fcf5698e82324264e981b1a9f2877', 'ac0e910a8d520a2afa52d9982e8d7ffe');
INSERT INTO `exam_question_relation_item` VALUES ('8db15d0ca9d904cb93dd3aabc6d86c9b', '942fcf5698e82324264e981b1a9f2877', 'f7669edde948a9fd316e704709827ba7');
INSERT INTO `exam_question_relation_item` VALUES ('452090886f9a5d4fc6ccf20bb2c67b03', '942fcf5698e82324264e981b1a9f2877', '01da899dae61242617d9628c088e7190');
INSERT INTO `exam_question_relation_item` VALUES ('52512a5165ab962cb264ae00a661849e', '43b4e2f64871cec771d6f15de4959136', 'd00f1f41db2161df885a6b51c21fbc9c');
INSERT INTO `exam_question_relation_item` VALUES ('daa1a80a65bec4f9e83565e9608c0f46', '43b4e2f64871cec771d6f15de4959136', '04b972b95235c39eec0a4d89cfae3d04');
INSERT INTO `exam_question_relation_item` VALUES ('cbc7585a33dd242141fa033fd4910409', '43b4e2f64871cec771d6f15de4959136', 'c01b69b1f700cecee6d731536f86e593');
INSERT INTO `exam_question_relation_item` VALUES ('f24b9cc965d51e186df2651063c58e81', '43b4e2f64871cec771d6f15de4959136', '7e5c94f8da4511e6de5adbb8ab523adb');
INSERT INTO `exam_question_relation_item` VALUES ('48e1d1a82c3631e2eafa5eeb9f728772', '498da69bd0d55d2749b7d59e7d5b179e', '14c3b7dc06c479be6309fea70e962d3b');
INSERT INTO `exam_question_relation_item` VALUES ('11b2069eea275db6e0bae3cd2787468c', '498da69bd0d55d2749b7d59e7d5b179e', '5612356320d9ef11ffdb7eae7605ca7c');
INSERT INTO `exam_question_relation_item` VALUES ('38cd22452ab6ec66f3124db980f6ecd1', '498da69bd0d55d2749b7d59e7d5b179e', '6607d54ce9312d3e2309656b2c78180d');
INSERT INTO `exam_question_relation_item` VALUES ('369006908fe24de10a33e436a76493e1', '498da69bd0d55d2749b7d59e7d5b179e', '602f345bc0ecea9175019cd6bc5b5c23');
INSERT INTO `exam_question_relation_item` VALUES ('31f9bce40fdc18338e31e5d69fbbc390', '2eab1fbede0712512dcba7928c2130bf', '87545f133bd836c64bc059f70199351c');
INSERT INTO `exam_question_relation_item` VALUES ('f53aae31c9976d351fb9d6347b111f63', '2eab1fbede0712512dcba7928c2130bf', 'c7fc4ada070b5ecd1e6d3929d86d1382');
INSERT INTO `exam_question_relation_item` VALUES ('817f677504ff994fe0f65a96086530ba', '2eab1fbede0712512dcba7928c2130bf', 'a32038bd4c7c84baaa3cbebf38361016');
INSERT INTO `exam_question_relation_item` VALUES ('52890dbacf4b651771378002a7833492', '2eab1fbede0712512dcba7928c2130bf', 'c52821014ed9102408ed66b195a6a500');
INSERT INTO `exam_question_relation_item` VALUES ('9958f7601010b48a51b7685471da2fc6', '189fb99408b33754890ef0b303897b9b', '6f1914ae0d9089edf9a611bd59d67697');
INSERT INTO `exam_question_relation_item` VALUES ('db0ee3d0844266743fbe1c6fb11358ff', '189fb99408b33754890ef0b303897b9b', 'ee8749e6beebae88caa802a5b1cfc2a2');
INSERT INTO `exam_question_relation_item` VALUES ('841c4dc989818954695223e0bdf059c0', '189fb99408b33754890ef0b303897b9b', '814c166ae21784546ddc6a32d80a295c');
INSERT INTO `exam_question_relation_item` VALUES ('be2dbdd5d7bc36c8b7af7e2d5110e42a', '189fb99408b33754890ef0b303897b9b', 'b880faaf881f4bbfa50b52b249d03a70');
INSERT INTO `exam_question_relation_item` VALUES ('001a57a185b196cf655671d88c981f16', '59a7fea094368c8980a770891216919d', '329293b3738df3d5991301197fd1a4f5');
INSERT INTO `exam_question_relation_item` VALUES ('82740c0528ff2ac42fc36b096bee1cba', '59a7fea094368c8980a770891216919d', 'e23a41425217dda2695b389ccfe06ce1');
INSERT INTO `exam_question_relation_item` VALUES ('426bedb48c7faaa879c46591f051b836', '59a7fea094368c8980a770891216919d', 'e9022d49d8222f5d2abaf0a57c570a6f');
INSERT INTO `exam_question_relation_item` VALUES ('23c693172af0b5478515ea1f95b13027', '59a7fea094368c8980a770891216919d', '5cfaa5ed15d5d4085a2b4ee2b36e7d5c');
INSERT INTO `exam_question_relation_item` VALUES ('f979b865792737f9460ae6c8c765514f', 'd7cf557f4017fc7eae332f70857f3727', 'b7a821acc9bbba4d236dd428c5271949');
INSERT INTO `exam_question_relation_item` VALUES ('4975383da73565d49f66a03063d576f7', 'd7cf557f4017fc7eae332f70857f3727', '74009c4a4a5f0db2be9b4b569a9c7076');
INSERT INTO `exam_question_relation_item` VALUES ('ee5a7b138056ffecb7276f8f4f940d01', 'd7cf557f4017fc7eae332f70857f3727', '546a5745db1569b470a2028b2c9bef32');
INSERT INTO `exam_question_relation_item` VALUES ('ce0b6e3550853b4a7bbe2a20270de741', 'd7cf557f4017fc7eae332f70857f3727', '143784c553d9944dddae85198f7097d5');
INSERT INTO `exam_question_relation_item` VALUES ('8f1eab9be2666ddf81b15c1057801246', '1a7f9ce150e9cf5dec826623a7f44560', 'd48a011668d60987696c6e341fdb6151');
INSERT INTO `exam_question_relation_item` VALUES ('279946b38eb98fec0b45a709312f6db6', '1a7f9ce150e9cf5dec826623a7f44560', 'f414e291dd7cbdf2e67c34ba4926f1d1');
INSERT INTO `exam_question_relation_item` VALUES ('e86e8f134db8b06115108ba06c94fa01', '1a7f9ce150e9cf5dec826623a7f44560', '1a4f3d2e9174f3dcb8b7fd63dbaa6282');
INSERT INTO `exam_question_relation_item` VALUES ('26513c371431c2e368b49e21b31df194', '1a7f9ce150e9cf5dec826623a7f44560', 'bb655a11ae502f843b5b30315cfef71e');
INSERT INTO `exam_question_relation_item` VALUES ('812789fcaaa4c33692d19d08ff856e2d', '5eeb3aaafa29bfd9a249b6474b1b4097', 'b3caf50ddc3fa4eb52f16fd4250f47aa');
INSERT INTO `exam_question_relation_item` VALUES ('06e8f6d312c4e126ecc42208b5ac712d', '5eeb3aaafa29bfd9a249b6474b1b4097', '5b42d980744619d68391dcc26f28e5ff');
INSERT INTO `exam_question_relation_item` VALUES ('bccf8e0cb0744f9e65dfe507f0cdab3b', '5eeb3aaafa29bfd9a249b6474b1b4097', '2e10f22f04dfdbeed82194534d15e558');
INSERT INTO `exam_question_relation_item` VALUES ('5977a6ca4c0d726140ff6c63186e1156', '5eeb3aaafa29bfd9a249b6474b1b4097', '2c046e685129e859db7738dd31ebff02');
INSERT INTO `exam_question_relation_item` VALUES ('56709c2e652adb3dd2ac50a0c8958638', '2d4323adf6a3de7ec6f31e6afbe4c003', '04fcf6b1dff42a83175bfe2745badf84');
INSERT INTO `exam_question_relation_item` VALUES ('5c2a961c0d8f754d9f05b2ecd917185e', '2d4323adf6a3de7ec6f31e6afbe4c003', '1895fbd53c2d7a21b3ee19e8f4abafb1');
INSERT INTO `exam_question_relation_item` VALUES ('b5282cfa17079a213c4a98b11743980e', '2d4323adf6a3de7ec6f31e6afbe4c003', 'cf5bd0278f0bde6527aeb627c8e51a59');
INSERT INTO `exam_question_relation_item` VALUES ('45e3c6dd868ff3f0de3777ee892f6c76', '2d4323adf6a3de7ec6f31e6afbe4c003', 'd96e23343da0f8d4513269676abc5e57');
INSERT INTO `exam_question_relation_item` VALUES ('18ee0dcc8cb59ae7ff4d94624eeda985', '929d3a22e70ebbb8257793cf7785f08c', 'bab7e27a494b6000f7ce0c58d7f689fc');
INSERT INTO `exam_question_relation_item` VALUES ('2f8e10e1363e9b0015ec7a683f8485b6', '929d3a22e70ebbb8257793cf7785f08c', '0e34044cacc5f15f711c5e84a7063be8');
INSERT INTO `exam_question_relation_item` VALUES ('0cfd401a6864b2f621a5df4fbed334d0', '929d3a22e70ebbb8257793cf7785f08c', '1ed927affe060959ede7b711d44ebef4');
INSERT INTO `exam_question_relation_item` VALUES ('4dd37894ccb4b22bf4fc65b9cfad2d44', '929d3a22e70ebbb8257793cf7785f08c', '742f1f77de33eb509bedbfa61d15b9b9');
INSERT INTO `exam_question_relation_item` VALUES ('609f38f91b3ab82a9377b31335456920', 'f3cf8168ace666032326f95989b667d1', 'ddcbb5d218a066b9633ce08f3d801266');
INSERT INTO `exam_question_relation_item` VALUES ('2f6994a6308f00b788c3bb02863c71f9', 'f3cf8168ace666032326f95989b667d1', 'e9743e9280ac786c32c60cd20efccc67');
INSERT INTO `exam_question_relation_item` VALUES ('610f9d794c22b675735ea90853e123a7', 'f3cf8168ace666032326f95989b667d1', '88a723d542064601fa6d57d1a810a3e3');
INSERT INTO `exam_question_relation_item` VALUES ('38cc4f7910734e43f65f73054d4e64be', 'f3cf8168ace666032326f95989b667d1', '1341e1c3aef199c5cd7437b42269df27');
INSERT INTO `exam_question_relation_item` VALUES ('cbb766c249f6b777dd42034dcae87b24', '9a780433037fc196dfc82ba5cba35b16', 'dabdafdc35ea54b0461d1f3008848fd0');
INSERT INTO `exam_question_relation_item` VALUES ('01f0b4fa112401435e35d78e085acf65', '9a780433037fc196dfc82ba5cba35b16', '23a6315d8377f05aa82dda40c3101d3c');
INSERT INTO `exam_question_relation_item` VALUES ('bb55510731a7a74bbd27408ed6e71e05', '9a780433037fc196dfc82ba5cba35b16', '7812c640bd664b008a3a0942364bc43b');
INSERT INTO `exam_question_relation_item` VALUES ('72b22ec9ec44e21d1ec7fb6644ac465e', '9a780433037fc196dfc82ba5cba35b16', '8b4ceea9871eff5cf4bc9d2ad61cc01f');
INSERT INTO `exam_question_relation_item` VALUES ('46b9157b109cbe737e19c7eabd885483', 'f9e0d746ea22b0160d1b2466011fceee', '9825da5a55e017d8bc81d95640621686');
INSERT INTO `exam_question_relation_item` VALUES ('3237acf0aa007dc0b202dcc5d0446266', 'f9e0d746ea22b0160d1b2466011fceee', 'bbba11038d98c748d83c410c98c701d2');
INSERT INTO `exam_question_relation_item` VALUES ('61dddb7433cf616762f6a31bb905df6a', 'f9e0d746ea22b0160d1b2466011fceee', '92dc161b7971fe80503a4069c89ffa7f');
INSERT INTO `exam_question_relation_item` VALUES ('2f6193283c2353d71d19af1237ac5ca6', 'f9e0d746ea22b0160d1b2466011fceee', '80a348e15b1a0788c08f96b04069f29b');
INSERT INTO `exam_question_relation_item` VALUES ('de555752a410d0ca15dcf792afca09bb', '9f17c1ed26a78175d78d90e58e21c5db', '485b2130157f75ddd2a0ee5e8cae3988');
INSERT INTO `exam_question_relation_item` VALUES ('fced1bc2c5f25936e62ece4a98b3fdd5', '9f17c1ed26a78175d78d90e58e21c5db', '8b2f5b59a15c28b4103a01fb4665040d');
INSERT INTO `exam_question_relation_item` VALUES ('32b780ad1d5ecb06c4d083f14e6c7cf0', '9f17c1ed26a78175d78d90e58e21c5db', '505b83efe4a0612ba7ed3e5bd86620b2');
INSERT INTO `exam_question_relation_item` VALUES ('12c1c030fea665ff16eba221e9e4fc50', '9f17c1ed26a78175d78d90e58e21c5db', '1ab7fc9a6a826e2540231809a41ed455');
INSERT INTO `exam_question_relation_item` VALUES ('a69f3c150a0d31a4d2f2f04865d10da0', 'b987c2bdfd638fe0069ddf45baf53fea', '7448eb2ef8045cc9f4e8f29ec2f99e05');
INSERT INTO `exam_question_relation_item` VALUES ('e01ea1ef5a2f77ea895dab0b35c17ded', 'b987c2bdfd638fe0069ddf45baf53fea', '8b459a1824873fa595ed8489afeb263e');
INSERT INTO `exam_question_relation_item` VALUES ('146adc9c100839925a7b810739601cee', 'b987c2bdfd638fe0069ddf45baf53fea', '248d455efbbe24dc91ba6cfbe2afc7cb');
INSERT INTO `exam_question_relation_item` VALUES ('8b268fbcb6f7ec380d360b42a56c1c5c', 'b987c2bdfd638fe0069ddf45baf53fea', '8644de552abd2ff83b0cb782e58ce999');
INSERT INTO `exam_question_relation_item` VALUES ('45b78b39d3b5a80616526a8878a2963e', '0b4d195b8f1f2c07b59548cbe0bf43b3', '43e0001d1755bad44a8a35de07f8f951');
INSERT INTO `exam_question_relation_item` VALUES ('d5211bc6dfa1b426d13ae9fb46407a42', '0b4d195b8f1f2c07b59548cbe0bf43b3', 'e53af96241bd8e024e68fd8aa04fd044');
INSERT INTO `exam_question_relation_item` VALUES ('df15b6d63cb9c3dc47c0db7a1945e2f7', '0b4d195b8f1f2c07b59548cbe0bf43b3', '2ebaafa88b0d56c513a1ec87657e2b31');
INSERT INTO `exam_question_relation_item` VALUES ('ddc5338240f98ae3954f12cd98dea58c', '0b4d195b8f1f2c07b59548cbe0bf43b3', '7340d717f2cf0a92d2a828a6f794c79a');
INSERT INTO `exam_question_relation_item` VALUES ('3f12a97eba66ef7bcf1f0a03f5f84eda', 'a8fcf98a2781ed62e2588401a114b53c', 'c6c212345de44135c9f291bd7dfc6c1b');
INSERT INTO `exam_question_relation_item` VALUES ('0319f8648dfa748d9711613432838da5', 'a8fcf98a2781ed62e2588401a114b53c', 'd9650ff41a51da65e19f68ed6ca36bc3');
INSERT INTO `exam_question_relation_item` VALUES ('e9ab8bd8b5f360b7cbd1e70e83486a43', 'a8fcf98a2781ed62e2588401a114b53c', 'c8436ef8dea04f11652d62bd084ba8a4');
INSERT INTO `exam_question_relation_item` VALUES ('3d7ff69cf129e9d881866a7bcff0b424', 'a8fcf98a2781ed62e2588401a114b53c', 'f0f831bd90539ae2fd272535b6b87f8d');
INSERT INTO `exam_question_relation_item` VALUES ('29aa7cab03ed41abf397263f24dcc1d3', '7971e7eda9b6cfc2c6118d3f95004c70', '28684542719b8b3462d26368acd123bf');
INSERT INTO `exam_question_relation_item` VALUES ('8707851bfd73cc11650a4d59af25ffe3', '7971e7eda9b6cfc2c6118d3f95004c70', '9c11bb89ffc5db60a3491a7a7070341a');
INSERT INTO `exam_question_relation_item` VALUES ('ebabd3c2398f1fd2f9524e77b5f07dcb', '7971e7eda9b6cfc2c6118d3f95004c70', 'ac07a952b2bdb31bfa2886ef5e2f439f');
INSERT INTO `exam_question_relation_item` VALUES ('2610940747e4fd96cfc082d46f32994e', '7971e7eda9b6cfc2c6118d3f95004c70', 'e0a1a4518410a7e6e04cef3d87526402');
INSERT INTO `exam_question_relation_item` VALUES ('d8818cf2263ecd97f1b9e83e6d47645a', '90ac1a7c6a76287d56d8a7b72f5586ab', 'eede877be313be7fbe67da23f0b2a58e');
INSERT INTO `exam_question_relation_item` VALUES ('5550c71126d9d192c3f3d4a8de92e6b5', '90ac1a7c6a76287d56d8a7b72f5586ab', 'd81781923c04604239fc27c0cd15e538');
INSERT INTO `exam_question_relation_item` VALUES ('d57814c3374cd5f012ce172fae20a730', '90ac1a7c6a76287d56d8a7b72f5586ab', 'f9609c489e957fd7a9aea51f36b605ce');
INSERT INTO `exam_question_relation_item` VALUES ('97ed2467c795bc51d0204f74950032de', '90ac1a7c6a76287d56d8a7b72f5586ab', '7feabfe3b41a23cc5c0a0643da6eb622');
INSERT INTO `exam_question_relation_item` VALUES ('74de4fa821622fcf5686baeeb10cefa9', '23b2f57052e2a9f2dbf7e6d020673d8d', '44229d110378df9c14998d6faf1e5df0');
INSERT INTO `exam_question_relation_item` VALUES ('8166968916c22ca28a625adbeda16d54', '23b2f57052e2a9f2dbf7e6d020673d8d', '7cfdd532a59c087b68b0015c48205934');
INSERT INTO `exam_question_relation_item` VALUES ('55e29e084fb36f17ebfae9e68fd70b77', '23b2f57052e2a9f2dbf7e6d020673d8d', '613628bc7786aa298b79e0f0c99420d8');
INSERT INTO `exam_question_relation_item` VALUES ('5f04d74ef3af5701e32fd55f399223cd', '23b2f57052e2a9f2dbf7e6d020673d8d', '36995e0319d8a81b5da29afa6be044d1');
INSERT INTO `exam_question_relation_item` VALUES ('9f5e4d8b9cd99ecac4588e52f8af4146', 'afc35d8f8e9f8d7eca8b9eb806757596', 'aec025ae9ea0248dc0defd8eb17551a7');
INSERT INTO `exam_question_relation_item` VALUES ('6b808c212048eeae21443863015732b2', 'afc35d8f8e9f8d7eca8b9eb806757596', 'e698ae4132dcf96e7673ac6074a4324c');
INSERT INTO `exam_question_relation_item` VALUES ('08b17ce93b2b39c723eac389de3cc7d7', 'afc35d8f8e9f8d7eca8b9eb806757596', '441072cb53f95e3922e19f68a0342516');
INSERT INTO `exam_question_relation_item` VALUES ('16f0177491eb92e5d14fa86b9ac4232c', 'afc35d8f8e9f8d7eca8b9eb806757596', 'ab26464d067b56866531f32ee0653590');
INSERT INTO `exam_question_relation_item` VALUES ('e82494b79b8b05c82d5b100592ff7ff1', '3e4de5439415a8e1ec75720dfe164319', '2d932dbfabb3842a106eca7f000bbf14');
INSERT INTO `exam_question_relation_item` VALUES ('f6c3740de415308d78a08ff53abbb7f0', '3e4de5439415a8e1ec75720dfe164319', 'dda6a955ed457f976349308897662ed8');
INSERT INTO `exam_question_relation_item` VALUES ('f9eef6ccc71e0d0365690ad8e82384bd', '3e4de5439415a8e1ec75720dfe164319', 'bf031d370e111edc8d69247f82e4dd75');
INSERT INTO `exam_question_relation_item` VALUES ('5dce0ec5038bbfecf9c6c6a5c756febc', '3e4de5439415a8e1ec75720dfe164319', '13440dab5d521c842bba01b460c7f14a');
INSERT INTO `exam_question_relation_item` VALUES ('e15c6e75bca24f1f2091c93023cc8b74', '67f7737ce05c9b7db724733045eea835', '4b01b2d7692334d3eca51d14a3e5883b');
INSERT INTO `exam_question_relation_item` VALUES ('8ad22c661e16942272aabbd6393ff219', '67f7737ce05c9b7db724733045eea835', '51bf017e4b965a2cd797203e0ef0c1e5');
INSERT INTO `exam_question_relation_item` VALUES ('fde0055f43666e8cf5cb721b3fe158d6', '67f7737ce05c9b7db724733045eea835', '3f76084bf77943aa918abbdadc53c60c');
INSERT INTO `exam_question_relation_item` VALUES ('7d1d65f583a6dcfa4d3d92baf705d940', '67f7737ce05c9b7db724733045eea835', '68b7a74ba05404a515444423ce18d589');
INSERT INTO `exam_question_relation_item` VALUES ('d79fb2bf6a1be0ab44cbaeaaa42af464', '726ef22ad66e2bd08df068e24f24f754', '099900c1164cc07c88c301cc725bd25e');
INSERT INTO `exam_question_relation_item` VALUES ('d0bab2b49a74ab77597f73eb1a6f38c7', '726ef22ad66e2bd08df068e24f24f754', '08f183bc81e9bdb5e9f62af986d95503');
INSERT INTO `exam_question_relation_item` VALUES ('65ca0d0a2f10b8fcfdc88962dee64adb', '726ef22ad66e2bd08df068e24f24f754', 'd7f15125b388863833ffbc24d4d6ded9');
INSERT INTO `exam_question_relation_item` VALUES ('6461d10552204c4858b99befcc692ff0', '726ef22ad66e2bd08df068e24f24f754', '3832624e4e5ed8b85d65ca329e69a29d');
INSERT INTO `exam_question_relation_item` VALUES ('d46ddb75235d170344d7e7bd6149d09b', '7e326399e024dd6b9388a926ea500f9c', '509ef75d4490bc3537a1f1034d51ad23');
INSERT INTO `exam_question_relation_item` VALUES ('5ccb11a6139ed11b866ac0b8d895e4d5', '7e326399e024dd6b9388a926ea500f9c', 'db0a8af9d2ec64d1d3b40c2361abd22b');
INSERT INTO `exam_question_relation_item` VALUES ('50445056a9a325fb74d0be0545674631', '7e326399e024dd6b9388a926ea500f9c', 'b4bb5f9dd3059fc839f15ec9aed2d940');
INSERT INTO `exam_question_relation_item` VALUES ('b4cae04f4470db83200c975c6ee8d07f', '7e326399e024dd6b9388a926ea500f9c', 'ba65482b5dd52195779338adc8cb4352');
INSERT INTO `exam_question_relation_item` VALUES ('2238cbdca2d5449b17f09787dc3d1b2a', 'e4af972a3dc7a31dfbe52812224d58e8', '80dc45fa585d1d565cd2b7db9c3b50f4');
INSERT INTO `exam_question_relation_item` VALUES ('b7197f2ed8bbac21fa3f26a65bdb1272', 'e4af972a3dc7a31dfbe52812224d58e8', 'ec7a767f16fa1802adc31cbc7ae04f86');
INSERT INTO `exam_question_relation_item` VALUES ('48a110a08e0229192a6cbc766db7fe81', 'e4af972a3dc7a31dfbe52812224d58e8', '66bca0a57ca6c9b216adc4453d18753f');
INSERT INTO `exam_question_relation_item` VALUES ('74556970d3ac9cde17f244cbd56026bf', 'e4af972a3dc7a31dfbe52812224d58e8', 'd2223f69f4b02a8b1f5840af786f5f71');
INSERT INTO `exam_question_relation_item` VALUES ('dea3ebae48e130aa50606e7260903434', '959b7088ad7cb3fed94b52f9aae4a58b', '52217596ad3c60f5b3c17eea8cdf0bfd');
INSERT INTO `exam_question_relation_item` VALUES ('0040bf8eebf3711285cfbe9b493bc5a1', '959b7088ad7cb3fed94b52f9aae4a58b', 'e88c44a334481cd3281e7381c199d379');
INSERT INTO `exam_question_relation_item` VALUES ('89f10882bf4ae4eca45f1031ea45a5af', '959b7088ad7cb3fed94b52f9aae4a58b', '5cc78269d9971879b824aa9db7d76503');
INSERT INTO `exam_question_relation_item` VALUES ('16d79e1b3abf9bf13328552d76d69b51', '959b7088ad7cb3fed94b52f9aae4a58b', '50612ff341957045f7f9a5b88dc5fe72');
INSERT INTO `exam_question_relation_item` VALUES ('f6e0728868f7e7bb8f3c1ada6b724899', '7ecec4c9fcbfe91c1d1ed97fd2b6510c', '4c6763e55c0e72359256a970c62c41e9');
INSERT INTO `exam_question_relation_item` VALUES ('e7c27bf8e5cb33cc2d413bd7d1b55c9d', '7ecec4c9fcbfe91c1d1ed97fd2b6510c', 'd02b88548b0b74082a00bb9179c628aa');
INSERT INTO `exam_question_relation_item` VALUES ('b8c5305dc719fd67ce38f8bcb74ff72e', '7ecec4c9fcbfe91c1d1ed97fd2b6510c', '4a22728f7f775abfcbe603bdd77299a1');
INSERT INTO `exam_question_relation_item` VALUES ('3ac20047b9918926276b7450c9bb8e08', '7ecec4c9fcbfe91c1d1ed97fd2b6510c', '173df94fed8a53b8fae584a08bcac09a');
INSERT INTO `exam_question_relation_item` VALUES ('a1ff37344d218eaf8f0b1dcc7940a3d5', '81ac014d81c44108ea7dad492f17300f', 'f138e432632a7199ec258bd35dfeb4f2');
INSERT INTO `exam_question_relation_item` VALUES ('c351fefb0518e751b755586ea25ef7c9', '81ac014d81c44108ea7dad492f17300f', '81f85094202d7b9a9279e5b972cc1f18');
INSERT INTO `exam_question_relation_item` VALUES ('47e0f70b69e1422715d551cef4aa56a1', '81ac014d81c44108ea7dad492f17300f', '4faeef36746edfca3febbffdc996b93d');
INSERT INTO `exam_question_relation_item` VALUES ('1d9e473383295c971eb7cb183a2e1ec0', '81ac014d81c44108ea7dad492f17300f', 'c7f3179f35809e86eb48a4e405bce58a');
INSERT INTO `exam_question_relation_item` VALUES ('520ea80a3d916b117348e30946b621af', 'ac9fd8a21714eeb94c647d22beb10c06', '304ba33b844ee993e54ff68bda350185');
INSERT INTO `exam_question_relation_item` VALUES ('78dac5faffcab63dfd6010bb9f22e32a', 'ac9fd8a21714eeb94c647d22beb10c06', '8da40fca6560c4e08b3f6ade754635c9');
INSERT INTO `exam_question_relation_item` VALUES ('c609f8c0748c21052437ebd5bbd9abfb', 'ac9fd8a21714eeb94c647d22beb10c06', '31d3076856f2d54977beb5deb95216e5');
INSERT INTO `exam_question_relation_item` VALUES ('71e3b1261c111e78a971865938faf881', 'ac9fd8a21714eeb94c647d22beb10c06', '14c6b1dc95090e440e4d459be63da081');
INSERT INTO `exam_question_relation_item` VALUES ('8d58e6bb9775fa7158ff0d40d9f48fcb', 'f5eaa20113ef881d604059b1e78841af', '983b902c8e70ae452af759491c893823');
INSERT INTO `exam_question_relation_item` VALUES ('c31140c399b0b6233d3b22bac20f353c', 'f5eaa20113ef881d604059b1e78841af', 'f29800666d7066590cda4df26dad1ba2');
INSERT INTO `exam_question_relation_item` VALUES ('1c4bf3efba3c5c5dc9adea05180b0cc3', 'f5eaa20113ef881d604059b1e78841af', '07cb43f3ecbed904895fcb90ca460b65');
INSERT INTO `exam_question_relation_item` VALUES ('2a402386b80fadd07e9512c75ea3569a', 'f5eaa20113ef881d604059b1e78841af', 'aba4d0465caff0f9a20dad582e5cd131');
INSERT INTO `exam_question_relation_item` VALUES ('05d877129ea00509f10423e1952039a0', '4fdac40f5c1f24f7cfe747834a92e4c0', 'c64ed1bd8a384234f9c9ef70f446fed9');
INSERT INTO `exam_question_relation_item` VALUES ('0c9fb8f04725536969ea2f3fc9f559c2', '4fdac40f5c1f24f7cfe747834a92e4c0', 'f89a3e8d783c0a7e22cc70a10769a838');
INSERT INTO `exam_question_relation_item` VALUES ('3b86e565eefbdf5cd9dee9870ee36b90', '4fdac40f5c1f24f7cfe747834a92e4c0', '38c9f6659715eefc8c2f03394b57126f');
INSERT INTO `exam_question_relation_item` VALUES ('239605b2222e35cc665c3e839c24e574', '4fdac40f5c1f24f7cfe747834a92e4c0', 'e290cb8028a36638e958ee4fcfeb6c8a');
INSERT INTO `exam_question_relation_item` VALUES ('2a39b37ab5453a5bd804c9485f9e53c6', '71e6db0c90abadcac1f6e8fcc9d47338', '4c06ffd0f39c0661ec89966d67fd8c8e');
INSERT INTO `exam_question_relation_item` VALUES ('f8d969b6794c781b62d07c5beff6832f', '71e6db0c90abadcac1f6e8fcc9d47338', 'cf93f877e0527762a2454485fe0d27d4');
INSERT INTO `exam_question_relation_item` VALUES ('5c4f1853d8a627c45ec6292440c121a9', '71e6db0c90abadcac1f6e8fcc9d47338', 'e8f4cae18d3167f9d9f486201a1fccf0');
INSERT INTO `exam_question_relation_item` VALUES ('ce0f44dc93e7dd54439801d42dac4a7d', '71e6db0c90abadcac1f6e8fcc9d47338', '0827cc9cebd5848d7794e2900a293ec1');
INSERT INTO `exam_question_relation_item` VALUES ('1c9cb556970bb5020a0063079f7bde6d', '7483649a7e2b115c133d1ef7c989c51b', '28f594d6adeec9722d107a4950564479');
INSERT INTO `exam_question_relation_item` VALUES ('4a3d2aa1ae489a0aa087ad9a08ac367b', '7483649a7e2b115c133d1ef7c989c51b', '3dc50454e637928bb61e46c52903e09e');
INSERT INTO `exam_question_relation_item` VALUES ('e24c7801e5fc89ad9e0f328d107e356f', '7483649a7e2b115c133d1ef7c989c51b', '0efe782d87eb99a61c8fa1f8f073b0e4');
INSERT INTO `exam_question_relation_item` VALUES ('4c9604f59867cab579f5c98d0543b1f2', '7483649a7e2b115c133d1ef7c989c51b', '9e3598d44165c1a1cd12298b13a8bd65');
INSERT INTO `exam_question_relation_item` VALUES ('cd764d22a5e1e16d9b278dba7b90ad1b', '0797a054a51add5ba9ea4c3635275ea7', '8ee59ced471673029683105c325cf186');
INSERT INTO `exam_question_relation_item` VALUES ('1510e9260deab27e36f62cf0e53fa59a', '0797a054a51add5ba9ea4c3635275ea7', '6dd56c19f0206a1225d30d1a1f0c519f');
INSERT INTO `exam_question_relation_item` VALUES ('886b621d2bacb05035a511310fee2233', '0797a054a51add5ba9ea4c3635275ea7', '1df0e5eccdd26aaa11e9b40ab2b0dcb7');
INSERT INTO `exam_question_relation_item` VALUES ('ac81eb51c57043c7b900f632241ca532', '0797a054a51add5ba9ea4c3635275ea7', '09828c8c8582ee26fa6b03bc15c1058a');
INSERT INTO `exam_question_relation_item` VALUES ('bba57650fe17215d8968555f03fc3fbb', 'f7a2746adced30f1f2057329e67bf14c', '697acf97e2689ff8bcbbdf0db2ce9a17');
INSERT INTO `exam_question_relation_item` VALUES ('8745d387f04ed74a8a9117cb110a6985', 'f7a2746adced30f1f2057329e67bf14c', '6f9c10ef7f21ae8f2ee28655d8700466');
INSERT INTO `exam_question_relation_item` VALUES ('8d1d078211cd80692a9ba88dc3245531', 'f7a2746adced30f1f2057329e67bf14c', '8e0d60420b32c4282856be8ed831d87a');
INSERT INTO `exam_question_relation_item` VALUES ('1a7f812d6cf0dc74b65da940f4e51d1e', 'f7a2746adced30f1f2057329e67bf14c', 'ad0ccc6df20445cec6155f59cc845205');
INSERT INTO `exam_question_relation_item` VALUES ('56c2e72ada7e24fc3d287692b44f8158', 'cecbd8dc6c0572f7ed0c48c833b1a54e', 'fe295526cb7b4285911f8e7ea8e7a64c');
INSERT INTO `exam_question_relation_item` VALUES ('f5d5a17f7c63495040b6530576f87362', 'cecbd8dc6c0572f7ed0c48c833b1a54e', 'd1c10e05cbb015e9e798e4a5b9cb3ad4');
INSERT INTO `exam_question_relation_item` VALUES ('aa231d975669f7b8fbbf9c163edae4c2', 'cecbd8dc6c0572f7ed0c48c833b1a54e', '115ed88fb91697386b1ea3b34d230f5d');
INSERT INTO `exam_question_relation_item` VALUES ('6593342a6818d1c3a5d586a19db022ee', 'cecbd8dc6c0572f7ed0c48c833b1a54e', 'a17e13acfffa9629885d397f05e099e6');
INSERT INTO `exam_question_relation_item` VALUES ('ff820b3e80e3f4510ab0e076f8804add', '8d63f13ac8351d25f0bed4ddbcdee320', 'c55241d73293ef555b2faef6f0dda754');
INSERT INTO `exam_question_relation_item` VALUES ('c069195bc6d5c956ce221be7bf079f3d', '8d63f13ac8351d25f0bed4ddbcdee320', '6f0767059ab7d809ab95ee3e47176721');
INSERT INTO `exam_question_relation_item` VALUES ('872cbd2b3d2b9cb35e3be7abff3bf9f1', '8d63f13ac8351d25f0bed4ddbcdee320', '2fd87aa209f6e96b3f75f6774e9a19d1');
INSERT INTO `exam_question_relation_item` VALUES ('753f3d30f8d6d83d48dfb1551571acd4', '8d63f13ac8351d25f0bed4ddbcdee320', 'dab7a803aa027b821c6a2cd5c53195d2');
INSERT INTO `exam_question_relation_item` VALUES ('ef7eb213eeacf5c315bd2b390ba7ca51', '7bb4a028962249c723e8a67e0b603e5f', '231b493d3d3526fa981f077a9419b39d');
INSERT INTO `exam_question_relation_item` VALUES ('7ddb1d469e23cccfc228a8a726d4fd65', '7bb4a028962249c723e8a67e0b603e5f', 'da036a8867371b724e71997cf39f45c8');
INSERT INTO `exam_question_relation_item` VALUES ('f6ae2f8ae8358f6c99948e41ba28b883', '7bb4a028962249c723e8a67e0b603e5f', '5d84585c1507cb17171a8523ca284e4d');
INSERT INTO `exam_question_relation_item` VALUES ('5e3e265b904a200e4b472e41b6783625', '7bb4a028962249c723e8a67e0b603e5f', '162f5b9cc1b264b25cada60c4323b945');
INSERT INTO `exam_question_relation_item` VALUES ('f61c2cafafd7b44e7f668dbda1df805f', '9a06ceea4c38c4d857e39264e29a56b8', '8db6a17d5708b8a6e42884207d249c3c');
INSERT INTO `exam_question_relation_item` VALUES ('4ba4f2c16f8ef99f0dced350c84c107e', '9a06ceea4c38c4d857e39264e29a56b8', '5a96190d67e9343f1cbd110610f643a0');
INSERT INTO `exam_question_relation_item` VALUES ('df758832d1312329ad8343eded858091', '9a06ceea4c38c4d857e39264e29a56b8', 'd456aa8fc5439d5b3c4dce31fda10a7e');
INSERT INTO `exam_question_relation_item` VALUES ('91e4985d28671fd926c39cd4ad192d56', '9a06ceea4c38c4d857e39264e29a56b8', '640f6736d31f0ebadeffe3b4c8207cc1');
INSERT INTO `exam_question_relation_item` VALUES ('b73ce8838425a755bb3bcef6e1ff68e4', '4390579bede72067c8a416fa282a6c0b', '9fd7338581e813956f4b5c3b1f9d3cdc');
INSERT INTO `exam_question_relation_item` VALUES ('5343f020485c08a325e82e5d3aedddc7', '4390579bede72067c8a416fa282a6c0b', '6a4e35b3db1c722ef78535eb9c5a3b90');
INSERT INTO `exam_question_relation_item` VALUES ('092632658a2472adf13f9fd2feb440e2', '4390579bede72067c8a416fa282a6c0b', '7e2e6bf2ceb66ed30565d3d48e6f6f51');
INSERT INTO `exam_question_relation_item` VALUES ('c646e69871dc8d6a15e0de90785207b6', '4390579bede72067c8a416fa282a6c0b', 'fcf332b83e8a7c636ffe06e39af19413');
INSERT INTO `exam_question_relation_item` VALUES ('709557ab36a8f0da89b9d209f6de556a', '10edb6ae6ec91eec4993fd25dfe31852', 'fefe7af7650b46e629d63233538e5a06');
INSERT INTO `exam_question_relation_item` VALUES ('cb404a170588ee2baa05e4b7925840ac', '10edb6ae6ec91eec4993fd25dfe31852', '8fd5bc8294a44ef17585197f7fc13e2a');
INSERT INTO `exam_question_relation_item` VALUES ('8185c989ad4026c00ceee53435de87a4', '10edb6ae6ec91eec4993fd25dfe31852', '3f57e0e4f7b7b8d085afd3f54446dca9');
INSERT INTO `exam_question_relation_item` VALUES ('ca1a4cdd87e4bd0da9ad7d8ae84d5d97', '10edb6ae6ec91eec4993fd25dfe31852', '53208019b0831a23eb4206d5668167e0');
INSERT INTO `exam_question_relation_item` VALUES ('2a0aaeaafde0f594f77b0f76493d697e', 'bf251b63dea93329c345cfa3ca37ca44', '4644fb78299b1003b36194bc9a879ce4');
INSERT INTO `exam_question_relation_item` VALUES ('599920bc06b7111b8b7f7e1a034642c6', 'bf251b63dea93329c345cfa3ca37ca44', '6df50812a01b147aa1f4efaff3a5ad31');
INSERT INTO `exam_question_relation_item` VALUES ('e5289dde86d2e6bb196a12e2b085db40', 'bf251b63dea93329c345cfa3ca37ca44', '56742be9fc489d38bcb64898fcde3fa8');
INSERT INTO `exam_question_relation_item` VALUES ('f14af04a614a2b1f62f8922e9b6b8546', 'bf251b63dea93329c345cfa3ca37ca44', '9c76bbb98e36021293ff7830f51ad8ec');
INSERT INTO `exam_question_relation_item` VALUES ('c069e4a36f0f4100c30cfc58d57cd89b', 'a1793a1b44d8a29a93524e6c5432d5bb', '419b731c31d4c873014be4fd46f2f6a7');
INSERT INTO `exam_question_relation_item` VALUES ('5c7b64b119f1e3a9970c862d9bf5eb3e', 'a1793a1b44d8a29a93524e6c5432d5bb', '27cd74dc1ed539e50c684187cfe43b6f');
INSERT INTO `exam_question_relation_item` VALUES ('553cdc30b0e75596b399b6a5e27b36be', 'a1793a1b44d8a29a93524e6c5432d5bb', 'be6adb85808a9fd985636d8e010f165a');
INSERT INTO `exam_question_relation_item` VALUES ('1990e2da97e2b9c1fc013496d446d2a2', 'a1793a1b44d8a29a93524e6c5432d5bb', 'a2f0b5a551af6378bd8804a559237841');
INSERT INTO `exam_question_relation_item` VALUES ('9d03dff638e08d0d75b877d3aad1b4cc', 'ca00f842f3a0aebedcf8b0ab82d7e3eb', '65807d58cc1cfdce335355dc53fa2b79');
INSERT INTO `exam_question_relation_item` VALUES ('acbfd72e7e53a3ca836565d389c07c6a', '2102b73ffd1212fde9be729744237acf', 'ee9fb96ce1d4d6ca0740bcd51a913b66');
INSERT INTO `exam_question_relation_item` VALUES ('9351805ff253704c3aa5f2c8d317a333', 'ca00f842f3a0aebedcf8b0ab82d7e3eb', '759079e8324e77547019443d4b6ba357');
INSERT INTO `exam_question_relation_item` VALUES ('9d355dd279b3c92c491de1d2c7fb1732', '2102b73ffd1212fde9be729744237acf', '7294f095c6156e6d4682ff14fa35336d');
INSERT INTO `exam_question_relation_item` VALUES ('b2312c51ce8568226c1b89023cf174ef', '2102b73ffd1212fde9be729744237acf', '1bfcd43d774ab988341804336cab8a96');
INSERT INTO `exam_question_relation_item` VALUES ('078c29db8f286fdb1da53687d3663c8a', 'ca00f842f3a0aebedcf8b0ab82d7e3eb', '9d3ffe16c383dddcb4c213c71c54f54a');
INSERT INTO `exam_question_relation_item` VALUES ('5f5d997647d7fe1d12c3b62970e8d0d6', 'ca00f842f3a0aebedcf8b0ab82d7e3eb', 'a9a4b7543c8448e7bd4dd161b4d27260');
INSERT INTO `exam_question_relation_item` VALUES ('7dee370ebf6e7b25627fc6b8a58512d1', '2102b73ffd1212fde9be729744237acf', 'cf726c3713dfc326f2bf875669901f47');

-- ----------------------------
-- Table structure for exam_question_type
-- ----------------------------
DROP TABLE IF EXISTS `exam_question_type`;
CREATE TABLE `exam_question_type`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '试题分类',
  `parent_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '父级分类',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '试题分类表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_question_type
-- ----------------------------
INSERT INTO `exam_question_type` VALUES ('80bf0db118f64744d374bbd3904fb9cd', '常识判断', '', '2023-05-06 14:57:07', '2023-05-06 16:36:46', 1);
INSERT INTO `exam_question_type` VALUES ('317e751103f654a1631725d6e00355bd', '语言理解与表达', '', '2023-05-06 16:37:08', '2023-05-06 16:37:08', 1);
INSERT INTO `exam_question_type` VALUES ('f1c699533c72922b93c686a396e8eb1b', '数量关系', '', '2023-05-12 10:12:24', '2023-05-12 10:12:24', 1);
INSERT INTO `exam_question_type` VALUES ('c260c13ce9b110ac7a3fdaf56525b182', '判断推理', '', '2023-05-12 10:48:16', '2023-05-12 10:49:17', 1);
INSERT INTO `exam_question_type` VALUES ('4c57ac68f2a8d3ac3c41c3da343ba302', '2023年2月25日贵州省真题', '', '2023-05-12 14:20:48', '2023-05-12 14:20:58', 1);

-- ----------------------------
-- Table structure for exam_record
-- ----------------------------
DROP TABLE IF EXISTS `exam_record`;
CREATE TABLE `exam_record`  (
  `id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `paper_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试卷id',
  `record_status` smallint(6) NULL DEFAULT NULL COMMENT '试卷状态',
  `user_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '用户id',
  `submit_time` datetime(0) NULL DEFAULT NULL COMMENT '交卷时间',
  `score` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '得分',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(255) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_unicode_ci COMMENT = '考试记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_record
-- ----------------------------
INSERT INTO `exam_record` VALUES ('0c79c2db9baa7889da6d9355e563a690', '7b4a00a58211b5960cb7be7488a4e5be', 1, '89fbb441cd41555aa86359c17219e4c3', '2023-05-13 12:19:16', '20', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);

-- ----------------------------
-- Table structure for exam_sub_answer_relation
-- ----------------------------
DROP TABLE IF EXISTS `exam_sub_answer_relation`;
CREATE TABLE `exam_sub_answer_relation`  (
  `id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `user_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '用户id',
  `paper_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试卷id',
  `question_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试题id',
  `answer` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '答案',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_unicode_ci COMMENT = '试卷答题答案关系表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_sub_answer_relation
-- ----------------------------
INSERT INTO `exam_sub_answer_relation` VALUES ('2c760cb47fea3e8d7a5953cd788e3083', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', '0797a054a51add5ba9ea4c3635275ea7', '6dd56c19f0206a1225d30d1a1f0c519f');
INSERT INTO `exam_sub_answer_relation` VALUES ('4f12aa7aecdc1a6e4a57c839aeb166c2', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', 'b8f282b1a8a4ddea674fd4f96a2104d2', '29e82318cfe4e15deb75bfc2cdaba478');
INSERT INTO `exam_sub_answer_relation` VALUES ('26d9d85bb57205aaccb454bc8abd4bd5', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', 'ac9fd8a21714eeb94c647d22beb10c06', '31d3076856f2d54977beb5deb95216e5');
INSERT INTO `exam_sub_answer_relation` VALUES ('f7fd96ed56e8fc2e8680e9ebb9c10f98', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', '9a780433037fc196dfc82ba5cba35b16', '23a6315d8377f05aa82dda40c3101d3c');
INSERT INTO `exam_sub_answer_relation` VALUES ('80211aa0f2bdb4ec8cc62e400a48f0b8', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', '79f3abc44dc3ea71cdf9d9077951ad6d', 'e6c3d78d234ac92597713c7d20509519');
INSERT INTO `exam_sub_answer_relation` VALUES ('7a8976650c613ed925deb3348d59e3c6', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', 'e4af972a3dc7a31dfbe52812224d58e8', 'ec7a767f16fa1802adc31cbc7ae04f86');
INSERT INTO `exam_sub_answer_relation` VALUES ('81e893591b610f7ae0da4f959e190e99', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', 'cf776809c5e84d8ccad7b622c25ca277', '288302693fe209bbcc7c2a95a15058be');
INSERT INTO `exam_sub_answer_relation` VALUES ('2fd0403223388664b742c03d2b4e29a5', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', '7971e7eda9b6cfc2c6118d3f95004c70', 'ac07a952b2bdb31bfa2886ef5e2f439f');
INSERT INTO `exam_sub_answer_relation` VALUES ('b171f2c04a23894a836ece3f12cf9196', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', '4fdac40f5c1f24f7cfe747834a92e4c0', 'f89a3e8d783c0a7e22cc70a10769a838');
INSERT INTO `exam_sub_answer_relation` VALUES ('65111700a96b9db07c2f7681cce79310', '89fbb441cd41555aa86359c17219e4c3', '7b4a00a58211b5960cb7be7488a4e5be', 'b467df8074e58019c7eab871de92b5e7', 'c85fd8b7900b89c2f95180925d560b4a');

-- ----------------------------
-- Table structure for exam_wrong_book
-- ----------------------------
DROP TABLE IF EXISTS `exam_wrong_book`;
CREATE TABLE `exam_wrong_book`  (
  `id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'id',
  `question_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '试题id',
  `user_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '用户id',
  `wrong_count` int(100) NULL DEFAULT 1 COMMENT '出错次数',
  `correct_answer_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '正确答案id',
  `self_answer_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '用户答案id',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8 COLLATE = utf8_unicode_ci COMMENT = '错题表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of exam_wrong_book
-- ----------------------------
INSERT INTO `exam_wrong_book` VALUES ('9ce0667b621bcde59e1bd8134d688944', '0797a054a51add5ba9ea4c3635275ea7', '89fbb441cd41555aa86359c17219e4c3', 1, '1df0e5eccdd26aaa11e9b40ab2b0dcb7', '6dd56c19f0206a1225d30d1a1f0c519f', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);
INSERT INTO `exam_wrong_book` VALUES ('97e5d5a9512b3d6094d6c90976f76efe', 'b8f282b1a8a4ddea674fd4f96a2104d2', '89fbb441cd41555aa86359c17219e4c3', 1, '11aa06b0090cbd530de2a2ee859864f3', '29e82318cfe4e15deb75bfc2cdaba478', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);
INSERT INTO `exam_wrong_book` VALUES ('2cebce6c5560d31cf382e0445016fea3', '79f3abc44dc3ea71cdf9d9077951ad6d', '89fbb441cd41555aa86359c17219e4c3', 1, '8203af9c274fdd0c2795e4dff2b12b6c', 'e6c3d78d234ac92597713c7d20509519', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);
INSERT INTO `exam_wrong_book` VALUES ('e8a6f8d712e02e8383b686d58e148601', 'e4af972a3dc7a31dfbe52812224d58e8', '89fbb441cd41555aa86359c17219e4c3', 1, '66bca0a57ca6c9b216adc4453d18753f', 'ec7a767f16fa1802adc31cbc7ae04f86', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);
INSERT INTO `exam_wrong_book` VALUES ('076641d0551c791c635923cad1e0b7f1', 'cf776809c5e84d8ccad7b622c25ca277', '89fbb441cd41555aa86359c17219e4c3', 1, '9d5cc834729020da88dc5ffcd6c6cce4', '288302693fe209bbcc7c2a95a15058be', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);
INSERT INTO `exam_wrong_book` VALUES ('ebc8844b2c1365e725037a28d9fa38f5', 'b467df8074e58019c7eab871de92b5e7', '89fbb441cd41555aa86359c17219e4c3', 1, '14952fd3c772d943747424d156f03e0d', 'c85fd8b7900b89c2f95180925d560b4a', '2023-05-13 12:19:16', '2023-05-13 12:19:16', 1);

-- ----------------------------
-- Table structure for ums_admin
-- ----------------------------
DROP TABLE IF EXISTS `ums_admin`;
CREATE TABLE `ums_admin`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `username` varchar(63) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '管理员名称',
  `nick_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '昵称',
  `user_type` tinyint(255) NULL DEFAULT NULL COMMENT '1：教师    2：学生',
  `password` varchar(63) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '管理员密码',
  `number` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '学号',
  `college_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '学院id',
  `major_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '专业id',
  `class_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '班级id',
  `dept_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '部门id',
  `sex` tinyint(10) NULL DEFAULT NULL COMMENT '0：男 1：女',
  `wx_open_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT 'wxopenid',
  `session_key` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '微信登录会话KEY',
  `last_login_ip` varchar(63) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '最近一次登录IP地址',
  `last_login_time` datetime(0) NULL DEFAULT NULL COMMENT '最近一次登录时间',
  `avatar` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '\'' COMMENT '头像图片',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '管理员表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_admin
-- ----------------------------
INSERT INTO `ums_admin` VALUES ('0965c32d75268459f76ee34a734fb461', 'admin', NULL, 1, '123456', 'admin', '', '', '', '', 0, NULL, '', '0:0:0:0:0:0:0:1', '2023-05-18 17:08:30', 'https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230508/lihezong.webp', '2023-05-08 14:52:41', '2023-05-08 14:52:41', 1);
INSERT INTO `ums_admin` VALUES ('48eaba1fe0744f1ba7b656538b37bc8f', '陆老师', NULL, 1, '123456', '20230508', '', '', '', '', 1, NULL, '', '0:0:0:0:0:0:0:1', '2023-05-08 13:41:41', 'https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230508/2.png', '2023-05-08 13:38:58', '2023-05-08 13:38:58', 1);
INSERT INTO `ums_admin` VALUES ('89fbb441cd41555aa86359c17219e4c3', '黄学生', NULL, 2, '123456', '20230509', '2f3c2ad0a0cb2792cfba14cd8f3cde41', 'e19df72d1409dec6e3166dd014af81ed', '23dc2e3d2c8bfdf98e2b413c1d9659e5', '', 0, NULL, '', '0:0:0:0:0:0:0:1', '2023-05-18 17:09:11', 'https://hl-mall-tiny.oss-cn-chengdu.aliyuncs.com/hlmall/images/20230508/hw-logo.png', '2023-05-08 13:40:35', '2023-05-08 16:53:39', 1);
INSERT INTO `ums_admin` VALUES ('b4eee07fc2d9b7fdef5e68fe5993c9f4', 'odsj15LuTKjuxX5aTqFrv3eI_lko', '微信用户', NULL, 'odsj15LuTKjuxX5aTqFrv3eI_lko', NULL, NULL, NULL, NULL, NULL, 0, 'odsj15LuTKjuxX5aTqFrv3eI_lko', '2c013952-231f-42ff-aa3d-f5a9e64535f9', '0:0:0:0:0:0:0:1', '2023-05-19 17:21:08', 'https://thirdwx.qlogo.cn/mmopen/vi_32/POgEwh4mIHO4nibH0KlMECNjjGxQUq24ZEaGT4poC6icRiccVGKSyXwibcPq4BWmiaIGuG1icwxaQX6grC9VemZoJ8rg/132', '2023-05-19 17:21:08', '2023-05-19 17:21:08', 1);

-- ----------------------------
-- Table structure for ums_admin_role
-- ----------------------------
DROP TABLE IF EXISTS `ums_admin_role`;
CREATE TABLE `ums_admin_role`  (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `admin_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '管理员id',
  `role_id` int(20) NULL DEFAULT NULL COMMENT '角色id',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 48 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '后台用户和角色关系表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_admin_role
-- ----------------------------
INSERT INTO `ums_admin_role` VALUES (44, '5', 10);
INSERT INTO `ums_admin_role` VALUES (45, '48eaba1fe0744f1ba7b656538b37bc8f', 10);
INSERT INTO `ums_admin_role` VALUES (46, '0965c32d75268459f76ee34a734fb461', 10);
INSERT INTO `ums_admin_role` VALUES (47, '89fbb441cd41555aa86359c17219e4c3', 10);

-- ----------------------------
-- Table structure for ums_class
-- ----------------------------
DROP TABLE IF EXISTS `ums_class`;
CREATE TABLE `ums_class`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '班级名称',
  `college_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '学院id',
  `major_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '专业id',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(255) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '班级表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_class
-- ----------------------------
INSERT INTO `ums_class` VALUES ('23dc2e3d2c8bfdf98e2b413c1d9659e5', '电子141', '2f3c2ad0a0cb2792cfba14cd8f3cde41', 'e19df72d1409dec6e3166dd014af81ed', '', '2023-05-08 16:15:40', '2023-05-08 16:15:40', 1);
INSERT INTO `ums_class` VALUES ('f91c97e26871278cd69e28461190d16a', '通信工程141', '2f3c2ad0a0cb2792cfba14cd8f3cde41', '23984acca2dddd035abe8366ab3a1908', '', '2023-05-08 16:33:46', '2023-05-08 16:40:47', 1);
INSERT INTO `ums_class` VALUES ('3b7e8e3c3adb6bb38474eb57fc1a8c9e', '美声141', '6e53dc0d1d2e57fb97917d7d8841f32c', 'f6a553ec7ef94ed98b0dd27b7ae12bda', '', '2023-05-08 16:42:47', '2023-05-08 16:42:47', 1);

-- ----------------------------
-- Table structure for ums_college_major
-- ----------------------------
DROP TABLE IF EXISTS `ums_college_major`;
CREATE TABLE `ums_college_major`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `parent_id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '父id',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '学院/专业名称',
  `type` tinyint(1) NULL DEFAULT NULL COMMENT '0：学院   1：专业',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '学院/专业表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_college_major
-- ----------------------------
INSERT INTO `ums_college_major` VALUES ('e19df72d1409dec6e3166dd014af81ed', '2f3c2ad0a0cb2792cfba14cd8f3cde41', '电子信息工程', 0, '2023-05-08 16:12:44', '2023-05-08 16:12:44', 1);
INSERT INTO `ums_college_major` VALUES ('2f3c2ad0a0cb2792cfba14cd8f3cde41', '', '电气信息工程学院', 1, '2023-05-08 16:12:34', '2023-05-08 16:12:34', 1);
INSERT INTO `ums_college_major` VALUES ('23984acca2dddd035abe8366ab3a1908', '2f3c2ad0a0cb2792cfba14cd8f3cde41', '通信工程', 0, '2023-05-08 16:12:52', '2023-05-08 16:12:52', 1);
INSERT INTO `ums_college_major` VALUES ('6e53dc0d1d2e57fb97917d7d8841f32c', '', '音乐舞蹈学院', 1, '2023-05-08 16:13:01', '2023-05-08 16:13:01', 1);
INSERT INTO `ums_college_major` VALUES ('f6a553ec7ef94ed98b0dd27b7ae12bda', '6e53dc0d1d2e57fb97917d7d8841f32c', '美声', 0, '2023-05-08 16:13:07', '2023-05-08 16:13:07', 1);
INSERT INTO `ums_college_major` VALUES ('36e6d8a8811de69ffd24d1d90fa19fbf', '6e53dc0d1d2e57fb97917d7d8841f32c', '乐器', 0, '2023-05-08 16:13:13', '2023-05-08 16:13:13', 1);

-- ----------------------------
-- Table structure for ums_dept
-- ----------------------------
DROP TABLE IF EXISTS `ums_dept`;
CREATE TABLE `ums_dept`  (
  `id` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '部门名称',
  `parent_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '上级部门',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '部门表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_dept
-- ----------------------------
INSERT INTO `ums_dept` VALUES ('d324207b0c8e06a5d20fa6ee9bfc805a', '美声室', '0ccd31bb945ac34370ff75fef5538e6a', '', '2023-05-08 16:11:40', '2023-05-08 16:12:09', 1);
INSERT INTO `ums_dept` VALUES ('0ccd31bb945ac34370ff75fef5538e6a', '音乐舞蹈学院', 'aa18f4cdff12ac690a52a7755ebcf801', '', '2023-05-08 16:11:19', '2023-05-08 16:11:19', 1);
INSERT INTO `ums_dept` VALUES ('87ac52d76ace2ba5381515d3a6dd3e0c', '电气办公室', 'fd2945871b191a06464081f80a13bb55', '', '2023-05-08 16:11:04', '2023-05-08 16:11:04', 1);
INSERT INTO `ums_dept` VALUES ('fd2945871b191a06464081f80a13bb55', '电气学院', 'aa18f4cdff12ac690a52a7755ebcf801', '', '2023-05-08 16:10:54', '2023-05-08 16:10:54', 1);
INSERT INTO `ums_dept` VALUES ('aa18f4cdff12ac690a52a7755ebcf801', '总部门', '', '', '2023-05-08 16:10:41', '2023-05-08 16:10:41', 1);
INSERT INTO `ums_dept` VALUES ('faa0fa0d3a4136344ecf36ccf5ad2228', '舞蹈室', '0ccd31bb945ac34370ff75fef5538e6a', '', '2023-05-08 16:11:51', '2023-05-08 16:11:51', 1);

-- ----------------------------
-- Table structure for ums_form
-- ----------------------------
DROP TABLE IF EXISTS `ums_form`;
CREATE TABLE `ums_form`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '表单名称',
  `form_key` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '表单key',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '表单备注',
  `config` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '表单配置',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 2 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '表单配置表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_form
-- ----------------------------

-- ----------------------------
-- Table structure for ums_menu
-- ----------------------------
DROP TABLE IF EXISTS `ums_menu`;
CREATE TABLE `ums_menu`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NULL DEFAULT NULL COMMENT '父级id',
  `path` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '菜单地址',
  `name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '组件名称',
  `component` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '组件地址',
  `title` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '菜单名称',
  `is_link` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '超链接地址',
  `is_hide` tinyint(1) NULL DEFAULT NULL COMMENT '是否隐藏',
  `is_keep_alive` tinyint(1) NULL DEFAULT NULL COMMENT '是否缓存组件',
  `is_affix` tinyint(1) NULL DEFAULT NULL COMMENT '是否固定',
  `is_iframe` tinyint(1) NULL DEFAULT NULL COMMENT '是否内嵌窗口',
  `icon` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '菜单图标',
  `sort` int(10) NULL DEFAULT NULL COMMENT '排序',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 22 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '菜单表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_menu
-- ----------------------------
INSERT INTO `ums_menu` VALUES (1, NULL, '/system', 'system', 'layout', '系统管理', '', 0, 1, 0, 0, 'iconfont icon-bolangneng', 0);
INSERT INTO `ums_menu` VALUES (2, 1, '/system/meun', 'systemMenu', '/system/menu', '菜单管理', '', 0, 1, 0, 0, 'iconfont icon--chaifenhang', 1);
INSERT INTO `ums_menu` VALUES (4, 1, '/system/user', 'systemUser', '/system/user', '用户管理', '', 0, 1, 0, 0, 'ele-Avatar', 2);
INSERT INTO `ums_menu` VALUES (5, 1, '/system/role', 'systemRole', '/system/role', '角色管理', '', 0, 1, 0, 0, 'ele-Briefcase', 3);
INSERT INTO `ums_menu` VALUES (6, 1, '/system/form-designer', 'form-designer', '/system/form-designer', '表单设计', NULL, 0, 1, 0, NULL, 'fa fa-microchip', 4);
INSERT INTO `ums_menu` VALUES (9, 1, '/system/class-mng', 'class-mng', '/system/class-mng', '班级管理', NULL, 0, 1, 0, NULL, 'iconfont icon-zhongduancanshuchaxun', 5);
INSERT INTO `ums_menu` VALUES (10, 1, '/system/dept', 'dept', '/system/dept', '部门管理', NULL, 0, 1, 0, NULL, 'iconfont icon-putong', 7);
INSERT INTO `ums_menu` VALUES (12, NULL, '/exam', 'exam', 'layout', '考试管理', NULL, 0, 1, 0, NULL, 'iconfont icon-zhongduancanshuchaxun', 1);
INSERT INTO `ums_menu` VALUES (13, 12, '/exam/paper', 'paper', '/exam/paper', '试卷库', NULL, 0, 1, 0, NULL, 'iconfont icon-shouye_dongtaihui', 2);
INSERT INTO `ums_menu` VALUES (14, 12, '/exam/question', 'question', '/exam/question', '试题库', NULL, 0, 1, 0, NULL, 'iconfont icon-putong', 1);
INSERT INTO `ums_menu` VALUES (18, NULL, '/myExam', 'layout', '/myExam', '我的考试', NULL, 0, 1, 0, NULL, 'iconfont icon-tongzhi4', 2);
INSERT INTO `ums_menu` VALUES (19, 18, '/myExam/examList', 'examList', '/myExam/examList', '考试列表', NULL, 0, 1, 0, NULL, 'iconfont icon-tongzhi3', 1);
INSERT INTO `ums_menu` VALUES (21, 18, '/myExam/wrongBook', 'wrongBook', '/myExam/wrongBook', '我的错题本', NULL, 0, 1, 0, NULL, 'iconfont icon-tongzhi4', 3);

-- ----------------------------
-- Table structure for ums_role
-- ----------------------------
DROP TABLE IF EXISTS `ums_role`;
CREATE TABLE `ums_role`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(63) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '角色名称',
  `key` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '角色key',
  `desc` varchar(1023) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '角色描述',
  `enabled` tinyint(1) NULL DEFAULT 1 COMMENT '是否启用',
  `add_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 1 COMMENT '逻辑删除',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `name_UNIQUE`(`name`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 12 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '角色表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_role
-- ----------------------------
INSERT INTO `ums_role` VALUES (10, '超级管理员', 'admin', '拥有所有权限', 1, '2022-06-20 11:13:09', '2022-06-21 11:49:57', 1);
INSERT INTO `ums_role` VALUES (11, '学生', 'student', '学生角色', 1, '2023-05-08 16:59:59', '2023-05-08 16:59:59', 1);

-- ----------------------------
-- Table structure for ums_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `ums_role_menu`;
CREATE TABLE `ums_role_menu`  (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `role_id` int(20) NULL DEFAULT NULL COMMENT '角色id',
  `menu_id` int(20) NULL DEFAULT NULL COMMENT '菜单id',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 216 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色和菜单关系表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ums_role_menu
-- ----------------------------
INSERT INTO `ums_role_menu` VALUES (195, 11, 12);
INSERT INTO `ums_role_menu` VALUES (196, 11, 14);
INSERT INTO `ums_role_menu` VALUES (197, 11, 13);
INSERT INTO `ums_role_menu` VALUES (198, 11, 18);
INSERT INTO `ums_role_menu` VALUES (199, 11, 19);
INSERT INTO `ums_role_menu` VALUES (201, 11, 21);
INSERT INTO `ums_role_menu` VALUES (202, 10, 1);
INSERT INTO `ums_role_menu` VALUES (203, 10, 2);
INSERT INTO `ums_role_menu` VALUES (204, 10, 4);
INSERT INTO `ums_role_menu` VALUES (205, 10, 5);
INSERT INTO `ums_role_menu` VALUES (206, 10, 6);
INSERT INTO `ums_role_menu` VALUES (207, 10, 9);
INSERT INTO `ums_role_menu` VALUES (208, 10, 10);
INSERT INTO `ums_role_menu` VALUES (209, 10, 12);
INSERT INTO `ums_role_menu` VALUES (210, 10, 14);
INSERT INTO `ums_role_menu` VALUES (211, 10, 13);
INSERT INTO `ums_role_menu` VALUES (212, 10, 18);
INSERT INTO `ums_role_menu` VALUES (213, 10, 19);
INSERT INTO `ums_role_menu` VALUES (215, 10, 21);

SET FOREIGN_KEY_CHECKS = 1;
